 本机器人为测试网络稳定性所用，30%代码为二十万只猴子随意敲打键盘后随机产生的，70%代码由Oicebot人工智能自动生成的。机器人发出的字符串为汉字随意组合而成，不代表作者观点，谢绝跨省。
 [小天魔法教室] Lv1魔法警报：用来防背袭，守夜
 [小天魔法教室] Lv1忍受元素伤害：怕的就是ＤＭ扔你去火山冰原等气候极端的地方跑团时候用的，备几张很好。
 [小天魔法教室] Lv1保护（阵营）：一个滥强得我都不知道说些什么了的法术……压抑大量附魔系法术，欺负中立阵营无ＳＲ的召唤生物（就是ＤＲＵ啦）
 [小天魔法教室] Lv1油腻术：无视法术抗力的好东东，可以由特殊检定，在实战用途广泛。
 [小天魔法教室] Lv1法师护甲：起床Buff~ 特点是长时间。守夜被偷袭时，可临时给来不及穿铠甲的战系们提供ＡＣ。
 [小天魔法教室] Lv1侦测密门：密门太麻烦了，连精灵都开始讨厌了。烧张卷轴都给我扫出来！
 [小天魔法教室] Lv1克敌机先：为了就是保证命中，除非你可以瞬发这个法术，否则就备卷轴
 [小天魔法教室] Lv1魔法飞弹：中距，无ＳＶ，必中，你还想怎样？
 [小天魔法教室] Lv1衰弱射线：射线法术，无ＳＶ，削弱肉搏系的好物。
 [小天魔法教室] Lv1羽落术：自从这个法术从自由动作细分为直觉动作就失去了备卷轴的意义了。
 [小天魔法教室] Lv2抵抗元素伤害：抵抗多次低量元素类伤害。前期还是蛮好用的。
 [小天魔法教室] Lv2闪光尘：必记~ 上天下地最滥强的通吃法术，无ＳＲ，目盲＋显形，多好，多强大……
 [小天魔法教室] Lv2马友夫强酸箭：非射线，非能量弹的远程接触类法术，无ＳＶ，无ＳＲ。其实是鸡肋法术，没空位置就放弃。
 [小天魔法教室] Lv2蛛网术：很好的阻挡法术，但倚赖地形很严重。
 [小天魔法教室] Lv2识破隐形：最好最佳的反隐形，反灵体的法术，比盲视／盲感／抹消隐形／奥术视觉／高等奥术视觉都要好上几倍的说。
 [小天魔法教室] Lv2白痴之触：专门削弱施法者，特别是战牧的好法术，配搭幽灵手更是大好。
 [小天魔法教室] Lv2灼热射线：射线类法术，无ＳＶ，伤害很高，很好，很强大……
 [小天魔法教室] Lv2隐形：注意和反隐形者之间的距离后，是一个令你心灵上很安心的法术。
 [小天魔法教室] Lv2镜影术：不错的高性价比的防护法术，但小心飞弹。
 [小天魔法教室] Lv2致盲术/致聋术：推荐专攻死灵系的法师用这个法术来打奥法。
 [小天魔法教室] Lv2命令死灵：用来对付无智力的不死生物是无ＳＶ的，烧一张，吃一个。
 [小天魔法教室] Lv2虚假生命：起床Buff~ 多点血就是多点生存机会，战斗时可以临时代替一下治疗系给自己补血。
 [小天魔法教室] Lv2幽灵手：１～４级近战接触的法术变成中距法术哦，配合其他法术然后增远一下，自己多安全。不过小心飞弹……
 [小天魔法教室] Lv2变身术：战斗的时候用来叠ＡＣ的法术……
 [小天魔法教室] Lv2黑暗视觉：起床Buff~ ６０ＦＴ黑暗视觉，你没有就最好记上它~
 [小天魔法教室] Lv2魔绳术：必记法术~休息时最好的ＸＨＷ……
 [小天魔法教室] Lv3解除魔法：必记法术~ 即使是施法者等级11的时候还是需要记忆的法术，反制／解除／压制……
 [小天魔法教室] Lv3反（阵营）法阵：高级的保护（阵营），大范围一点，持续时间长一点，还有特殊效果。
 [小天魔法教室] Lv3防护元素伤害：防大伤害的元素伤害，例如强极后的（元素）之球。
 [小天魔法教室] Lv3魅影驹：呃，这速度太可怕了……
 [小天魔法教室] Lv3雪雨暴：半径４０ＦＴ，又是一个特殊检定的好法术……专门欺负不修平衡的家伙，特别是那群铠甲男……
 [小天魔法教室] Lv3臭云术：很麻烦的法术，打低强韧的人很有用。出了法术范围还要吐１Ｄ４＋１轮。［自从被滥用后，大家脖子上都多了条适应项链……］
 [小天魔法教室] Lv3奥术视觉：很好用的法术……即使黑暗中无法视物也能用这个法术看到那些全身Buff的家伙哦。
 [小天魔法教室] Lv3锐耳术/鹰眼术：即使３Ｒ被削弱后，仍是很好的侦察魔法，比如说看门后的情况，看密室里的情况……
 [小天魔法教室] Lv3深度睡眠：记住，它仍可以影响１０ＨＤ的生物。让怪物们都安心睡觉吧~
 [小天魔法教室] Lv3英雄气概：没诗人唱歌的时候，这个是很好的Buff法术。
 [小天魔法教室] Lv3暗示术：不错而且邪恶的法术，比如说暗示对方完全放弃抵抗，脱下自己的铠甲，把武器扔掉（糟糕也可以……）。
 [小天魔法教室] Lv3昼明术：这个法术太重要了，爱光魂的重要组成部分，反世界任何畏光生物。有必要的话，还需要升阶这个法术。
 [小天魔法教室] Lv3风墙术：反远程的防御工事。
 [小天魔法教室] Lv3移位术：这个是给战系不错的防御Buff，但很容易被破。
 [小天魔法教室] Lv3闪现术：与移位术类似，提供了50%失手率，很好的给自己的防御Buff。但总体价值比移位术要高，即使有20%失手。
 [小天魔法教室] Lv3火焰箭：就是为了给弓手们省钱……
 [小天魔法教室] Lv3飞行术：Ｉ　ＢＥＬＩＥＶＥ　Ｉ　ＣＡＮ　ＦＬＹ……
 [小天魔法教室] Lv3气化形体：逃命用的，特别是被封杀跨越位面移动类的法术后……
 [小天魔法教室] Lv3加速术：只要它出现之后，它不会失去首选法术的地位。提供额外的命中，防御，反射，速度，整轮额外一次满ＡＢ的攻击……
 [小天魔法教室] Lv3高等魔化武器：起床Buff~ 所有拿武器的战系都会哭着向你要这个法术的说。为的就是省钱……
 [小天魔法教室] Lv3缓慢术：与加速相对应的Debuff……打低意志的肉搏系是很好的说
 [小天魔法教室] Lv3水中呼吸：起床Buff~ 掉到水里不用担心窒息问题，心理上是很安心的说。
 [小天魔法教室] Lv4次元锚：射线类法术，无ＳＶ，禁止对方跨越位面移动……
 [小天魔法教室] Lv4次级法术无效结界：很高性价比的法术，压抑３级以下法术。
 [小天魔法教室] Lv4移除诅咒：有必要地备１～２张卷轴的法术。
 [小天魔法教室] Lv4石肤术：烧钱的防御法术，目标获得10/精金的伤害减免，让第一线的战士所承受的伤害减低很多。
 [小天魔法教室] Lv4任意门：不用多想，逃命用的。
 [小天魔法教室] Lv4艾伐黑触手：欺负中型及以下的生物，擒抱定身后随便你怎么欺负触手堆里的可怜人。
 [小天魔法教室] Lv4重雾术：很好的区域影响性法术，只能５ＦＴ移动！阻挡视线，阻碍远程法术！无法５ＦＴ快步！
 [小天魔法教室] Lv4秘法眼：延时后很好的扫地图法术，特别是地城环境的团，放一个就基本把里面的情况都扫出来了。
 [小天魔法教室] Lv4困惑术：中距范围性影响法术，让范围内的生物无法自控地行动……
 [小天魔法教室] Lv4火焰护盾：由于同名法术效果无法叠加，于是防御多元素轰炸时，这个法术就很有必要了。
 [小天魔法教室] Lv4冰风暴：核心里最早出现的寒冷系伤害法术，无ＳＶ，一轮就是它的价值……想当年冰封业火守门的三只大型火元素就是给我４张冰风暴卷轴扔死了……
 [小天魔法教室] Lv4冰墙术：实体墙类都是很好的分割战场法术。
 [小天魔法教室] Lv4高等隐形：隐形，攻击时不现形……
 [小天魔法教室] Lv4弱能术：射线类法术，无ＳＶ，1D4个负向等级，很强大的DeBuff法术。
 [小天魔法教室] Lv4变形术：用来增幅能力的法术，不过使用这类法术前先询问好ＤＭ关于变形的规则。
 [小天魔法教室] Lv4拉瑞强记法：用来恢复１～３级法术的法术…… 【 <Leaf|呆> 其实这是一个升阶
 [小天魔法教室] Lv5破除结界：很重要的解除类法术，备１～２张卷轴
 [小天魔法教室] Lv5死云术：死云强悍不是在于它的即死效果，而是体质的伤害，即使强韧过了也要有一点点的体质伤害的说。注意，死云是毒素。滥强如阿滥德也被死云毒死过。
 [小天魔法教室] Lv5李欧蒙秘藏箱：长期Buff~ 用一次就６０天，旅行的时候拿来装东西非常方便。
 [小天魔法教室] Lv5传送术：逃命、旅行都要用到。
 [小天魔法教室] Lv5石墙术：分割战场，包裹目标。
 [小天魔法教室] Lv5弱智术：打奥法最好用的法术，奥法自己也必须防御该法术。
 [小天魔法教室] Lv5力墙术：无法被打破的分割战场的墙！
 [小天魔法教室] Lv5疲乏之波：无ＳＶ立即群体疲乏。
 [小天魔法教室] Lv5恶意变形术：把对方永久变成兔子。跳跳~
 [小天魔法教室] Lv5高等闪现术(非核心法术)：自己不会产生失手的闪现术。
 [小天魔法教室] Lv5心灵遥控：ＴＨＥ　ＦＯＲＣＥ……
 [小天魔法教室] Lv6反魔法力场：压抑所有魔法效应。
 [小天魔法教室] Lv6高等解除魔法：必记法术~反制／解除／压制……咩哈哈哈~~
 [小天魔法教室] Lv6解析咒文：瞬间知道目标生物的魔法资料……
 [小天魔法教室] Lv6真知术：一切假象都骗不了我的！
 [小天魔法教室] Lv6高等英雄气概：获得额外生命，免疫恐惧，所有检定＋４……真好的ＢＵＦＦ……
 [小天魔法教室] Lv6触发术：长期Buff~攻防都是很好的法术，比如说你施展某个法术时立即触发某个法术，你生命不足时立即施展虚假生命／或者其他法术……
 [小天魔法教室] Lv6行影术：走灵界，星界都不行的时候，可以选择走幽影界……
 [小天魔法教室] Lv6解离术：中距的射线法术，伤害到可怕的法术……
 [小天魔法教室] Lv6石化术：一击必杀的法术。给我变成雕像吧~~~~~
 [小天魔法教室] Lv6解除石化：解除石化就靠这个了。 
 #IRC OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 #IRC 可用 .invite 昵称  命令让OB代替你邀请某人进入频道
 #IRC 点灯游戏的开启命令是 .light on
 垂死病中惊坐起，笑问客从何处来
 去看了孔子，整部片大概2个多小时，战争场面确实是稍微有些看头，但故事性太那啥了啊！看到一半有个小孩子说出了我们的心声：妈妈，我要回家～～！！我仿佛听到了大家都默认的声音。。。
 如果说我有一些原则是你应该了解的，那就是：永远不要管我的闲事！我所做的事情都是你无法理解的。比如说：你知道精神电能整流器是什么吗？显然你不知道！这就是为什么我来负责我们的项目规划，而你负责满世界跑腿。
 中国南京理工大学大学一名男性博士生爬上楼房窗台，做出跳楼状的同时嚎啕大哭，原因是导师没有给他颁发毕业证书。警方赶来营救准博士。营救行动大获成功后，校方表示，该博士生的毕业证书危机定将圆满解决。皆大欢喜。
 在北大语文试卷中，一道来自网络歌曲的题难住不少考生。该题题干为网络歌曲《全世界都在笑中国傻》的歌词节选，要求考生根据歌词找出“韵脚”，再用“韵脚”中的四个字造句;同时还要考生找出所有动词，选择笔画最少的两个动词造句用在校园中的“宣传语”。来自北师大实验中学的一位理科生感觉这道题目比较难做，也没想到。
 路不拾遗有两种：一，社会风气好，不是自己的东西，无人问津；二，社会风气不好，见到皮包的人，都担心是陷阱，惟恐避之不及。
 《无耻混蛋》( Inglourious Basterds )告诉我们纠正外语发音的重要性。
 真正把握自己的命运是不可能的-- 能支配自己的死亡和胃就不错了
 当天用于婚车的有4台劳斯莱斯（金标）幻影，“均价710万左右”，4台宾利，“均价500万以上”……帖主强调，整个车队以悍马收尾，而卡宴、路虎等一般人眼里的豪华车，只能用于“打杂”，“法拉利都不够档次，只能做录影车”。
 千万不要得罪长相不大友善的婆婆。
 办奥运会，亏了，由市民偿还。赚了，不用发还市民。所以地球上的国家争相申奥
 一些国家建立了电子屏障，防止他们的人民接入到世界网络中。他们将搜索引擎返回的结果的中删去字句，名字和短语。他们侵犯了公民的隐私权，而这些人不过是发表了一些非暴力的政治性言论。这些行为和世界人权宣言相违背，这一宣言告诉我们所有人都有权“从任何媒介寻找、接受、传递不论国界的信息和思想。”随着这些限制性行为的扩张，一张新的信息铁幕正在把世界分离。越过这些屏障，录像和博客帖子正在成为我们这个时代新的地下出版物。
 1970年生於成都的朱昱，從1998年起開始以屍體標本進行創作，他從北京某醫科大學取得5具人腦標本，攪碎後分裝到80個玻璃罐裡、標上「腦漿」標籤，仿商業罐頭標示產地、日期，但註明「禁食」。隔年，他在上海的「超市藝術展」裡以「全部知識的基礎」為名公開這件作品，並標價銷售。
 看好莱坞根据亚洲动漫改编真人电影，就好像情人节与女友去看《革命之路》( Revolutionary Road )，杯具啊！
 民主動力發起元旦大遊行，部份示威者衝破圍欄，衝擊中聯辦，警方發表聲明，指「部份參與者刻意挑逗及衝擊警方」，引起網民恥笑。
 美国一名男子在弗吉尼亚州持枪射杀8人后逃跑。警方动用直升机追捕该男子。该男子竟然用手中的轻武器击中直升机的油箱，使得武装警用直升机迫降。
 Jake的转变，毫无疑问是这一事件中最大的疑点。一个长期接受爱国主义教育，在城管部队服役多年的身残志坚的青年，为什么会突然成为公司最坚决的反对者？
 小怜玉体横陈夜，方知木兰是女郎
 中央电视台和中共海南省委宣传部为摄制纪念海南岛解放六十周年，召集海南孔子中学高中部学生在海南省文昌市扮演登陆解放海南的解放军，这些学生往海里冲演出摄影时，被大浪冲走。结果三名高一生被淹死。省委宣传部强令媒体噤声 
 日前曹操墓（姑且不论真假）一露面，潜伏多年的刘备张飞孙权诸葛亮林黛玉宋江猪八戒墓肯定唇亡齿寒惶惶不可终日。一场全国各地争先恐后挖祖坟为GDP做贡献的新经济行动已经拉开序幕。房地产商必须明白，最有价值的房地产是古墓，每平米均价都在100万以上。
 由于毛主席纪念堂在地上，北京市政府省心了。
 据说某公司招聘，先把收到的一大堆简历随机扔掉一半，因为他们的招聘理念是“我们不要运气不好的人”
 据一位不愿透露姓名的原“湖虾”矿业公司职员所透露的线索，原住民族长的女儿很可能通过那颗种子——torrent！——向Jake提供了Jake之兄被公司谋杀的有力证据，而她以身相许的许诺在激起Jake对公司熊熊怒火的同时也激起了他的上进心...
 车到山东地面，突然扩音器中传来列车员的声音，原来有位旅客突发急病需要医生。这位病人运气很好，因为俺所在的这节车厢几乎被上海某医院的职工休假旅行团包了。只听有人在走廊中大喊：“快去问问列车员，他们要哪个科的大夫……”
 最早一个车身反光有问题，搞了好久，直到图形图像程序员跳了，老板说：没办法我来搞吧。两天搞定。后来有个贴图错误的问题，拖了更久，直到要出去见人了，老板说：没办法我来搞吧。两天搞定。然后最核心的车辆操控问题，觉得havok太傻，程序换了三个人搞，这个前后加起来总两年了吧，然而外人不满意，恰此时搞这个的程序员又跳了。老板说：没办法我来搞吧。这个两天没搞定，一个星期差不多搞定了。
 肉球教 : 爱肉球！玩肉球！养猫最高！
 海拉经 : 由先知ws编撰的海拉教经文
 滚滚教 : 每天定事打滚的组织，成员高达八成是喵。
 蠕动教 : 一个邪教，经典是蠕虫的秘密，他们相信通过蠕动并咏唱巨噬蠕虫赞歌可以召唤巨蠕虫
 SUDO教 : root教的对立面,现有成员:palomomo, Fivesheep, hayate
 学长 : 伟大的死死团VIP高阶团员法雷尔学长，屡败屡战，屡战屡败，是死死团众们憧憬的偶像(by 安海拉) 好人的另一个说法.(by 崔羽)
 海拉是全能的！海拉是全知的！海拉与我们同在！海拉无处不在！
 羊鸣教 : 教义：咩姐姐最厉害了！
 呆教 : 以··为标志表情的邪教，后缀为|呆
 政协委员李艳秋一见到记者，就激动地说：“我和胡主席握了三次手！”她一边给记者讲述着见到胡主席时的场景，一边抓住记者的手演示着和胡主席握手的情形 , 她还说，自己的手因为和胡主席握了三次，整整一天都舍不得洗，一直到晚上洗澡的时候，才不得不把手洗了。
 英國男子謝赫前年九月在烏魯木齊機場入境時，被搜出行李箱內有四公斤海洛英被捕，去年被判罪名成立處以死刑，今早在烏魯木齊處決，是近六十年來首名在中國被處決的歐洲國家公民。
 "一个机器人的三定律芯片出了故障，所以……"
 韩国保健福祉家庭部宣布，该部将在每个月第三个星期三的下午7点半强制对办公大楼拉闸断电，以使工作人员无法加班，只能回家。领导认为工作人员早回家有助于多生孩子，为提高祖国的出生率做贡献。
 举个例子，哈佛大学的爱德华·威尔逊（Edward O. Wilson）就曾提出人性的某些方面可能是有生物学基础的。这个结论可能改变传统的社会学的研究方法。像人们原来认为同性恋是教育方式不当造成的，但近年的生物学研究发现这有可能是遗传基因突变的结果。那么社会学中对同性恋问题的处理，就需要另加考虑了。
 你知道秀丽新杆线虫么？它们绝大多数都是雌雄同体，自己的精子和自己的卵子结合生下小线虫。从进化上来说，它们跑在了人前面，是一种性染色体经历了更悠久变异的物种，具有和我们完全不同的性别模式。
 8日上午，广州亚运安保办有关负责人透露，2010年亚运会期间，广州市将参照北京奥运会的做法，在广州亚运城开辟游行示威区，“愿意去的就去”。
 虽然我压制住了象小报记者那样写出 “权威医学杂志报道：美腿影响寿命”的冲动，不过那篇论文的结论如果用一句话来，确实是：“当一个人的大腿周长在60厘米以下时，心血管疾病发生率和死亡率随着它的降低而升高”！
 你真傻假傻...谁要你销售啊 以后中文搜索 全是百度了 放条狗上去 也能做销售总监啊 还要出钱请人?
 为抗议处决阿克毛,伦敦一位性工作者声称抵制中国嫖客
 力量,力量是什么,人人都追寻,却不知,力量即是....自由,追寻力量,却放弃自己,是禁锢还是升华?
 “把电脑拿去修，这也是我活这么大，最后悔的一件事。”陈冠希坦言，“艳照门”事件对于他来说，是个教训，但同时，心中一直有个疑问深藏于心，“为什么我是那个坏人？”至今他也没闹明白，就算开了记者会道了歉。“整个事情闹这么大，一定要一个人说，这就是那个坏人，然后事情才可以平息。
 首先是 “最佳名词假扮动词奖”。该奖项向来竞争惨烈，但2009年的得主毫无争议：石油行业分析师尼尔?麦克马洪(Neil McMahon)。他对《华尔街日报》(Wall Street Journal)表示，埃克森(Exxon)“或许能永远地改变行业结构，并与竞争对手拉开差距(gap away from competitors)”。麦克马洪由此与其他竞争者拉开了差距，赢得该奖项。
 2009年，炒人鱿鱼是一种颇为流行的行为，而描述这种行为的最佳新名词奖，则要颁给新西兰航空公司(Air New Zealand)。该公司宣布，将“废除(disestablish)至多100个长途乘务员职位”。
  最后一个奖项是年度“最佳陈词滥调奖”，而该奖授予“房间里的大象”(the elephant in the room)。去年，全球各地几乎很少有哪间会议室没有出现过大象的身影，仅那些主要报纸和杂志，就报道过3700头大象显身各种房间——而在2000年，这一数目仅为175头。如果要用一句话来总结2009年，那就是：这是大象像兔子一样繁殖的一年。
 好，没问题，我就来当那个坏人。可我真是个坏人吗？我不是，人们只是需要一个替罪羊……坏人做坏事，我没有做坏事。”陈冠希有些愤懑，“我去年损失了很多钱！我甚至离开了我的家！我是那个坏人？”
 用 nvidia 自定义分辨率, 可以在窄屏上折腾出宽屏来
 救護人員補刀! 看來少林足球也不算太黑暗 救護人員乖乖把人抬走而已
 在家里工作时和同事聊天，兴致很高，从Windows7聊到Ubuntu，又从Ubuntu聊到Snow Leopard，回头一看，家里养的猫正趴在本本键盘上吃我桌子上放的玉米肠，爪子不偏不斜按着power，转瞬间，刚写的产品说明荡然无存。这个故事告诉我，第一、工作时不要聊天；第二、玉米肠要一次性吃完。
 SMELL-O-VISION USERS INSERT NOSTRIL TUBES NOW
 10秒后本服务器将开始放送非可见光治疗射线，请将眼球贴在屏幕上以接收免费视力治疗光线。
 如果人類壽命平均為80歲，那麼Wii與PS3就好比是活到75歲的正常人，而Xbox 360就好比是活到10歲前就必死的孩子。
 发明了电话的亚历山大.贝尔从未给他的母亲或妻子打过电话，因为她们都失聪了 2【点评】  我还以为是因为她们太唠叨了。
 如同指纹，每个人的舌纹都不同 2【点评】  如同视网膜，如同牙齿，如同DNA，如同屁股的纹路。
 惯用右手的人们平均比惯用左手的人们寿命长9年 2【点评】  如果左手们都当了设计师，50%的右手们活不过20岁。
 如果所有的中国人排成一线从你面前走过，由于过高的出生率，这条线将永远没有尽头 2【点评】  所以，中国人民开始买车了。
 胡须是生长速度最快的人体毛发。如果一名男性从不修容，终其一生他将蓄出30英尺长的胡须 2【点评】  所以，中国人挑中医，都选胡子超过25英尺的。
 戴耳塞一小时，耳朵里的细菌数量将是原来的700倍 2【点评】  原来，音乐真的是垃圾。。。。。。
 一个French kiss可以交换超过40000个寄生虫和250种细菌 2【点评】  爱情的风险很高。
 男性较女性视力好，女性较男性听力好 2【点评】  所以可以在老婆面前直视美女，但万万不可背着老婆和情人耳语。
 111,111,111 x 111,111,111 = 12,345,678,987,654,321 2【点评】  知道为什么计算器上有开平方的功能了吧？无聊的人真多。
 鳄鱼无法伸出它的舌头 2【点评】  那是因为它怕被人戳眼睛。
 成都男子酒后以100公里时速狂飙赛摩，涉嫌4项违法罚款1950元，行政拘留15天，被扣31分创成都最高纪录。被拦下后更是雷语不断“问骑摩托车还需要驾照？”“只是想试试车的性能咋样”……
 刚刚在QQ上给一个29岁的剩女加了，果然是穷追猛打，这个年头，要注意自己的人身安全啊
 除了每日上网以外，温家宝和胡锦涛也很赶流行，各自都有专属的Facebook，美国总统欧巴马有Facebook和Twitter，大家不意外，但中国国家领导人，两个快70岁的老人有Facebook就让许多年轻世代惊讶不已，惊呼实在太酷了!温家宝的Facebook目前粉丝超过10万人。
 曹操墓挖出2个头盖骨啊，专家说一个是曹操的，一个是幼年曹操的,这个专家真是神人
 角色扮演遊戲的始祖 「龍與地下城」的創作者 Gray Gygax 於 2008年3月4日 在威斯康辛州家中辭世，享年 69 歲。沒有 Gygax ，後來的 Ultima 、Dragon Quest、Final Fantasy以至 World of Warcraft 大概不會是現在的樣子。他雖然己離去，但他的精神將繼續由他的遊戲延續下去。今天，全世界都不擲骰子
 每天平均有12个新生儿被交给错误的父母 2【点评】 现在，知道为什么星座预测达不到100%的准确了吧？所以，别大声嚷嚷“不准”。
 巧克力对于狗来说是致命的，只要几盎斯就可以使一只小狗，因为心脏和神经系统受损而死亡。 2【点评】 只需要0.1盎司的野山椒涂在猫屁股上，它就能立即变成毛线球。
 牙医建议，牙刷应放置于距离盥洗室至少6英尺远，以避开冲马桶时产生并漂浮于空气中的各种微粒 2【点评】 这种房子在北京应该过百万吧？
 冷藏时橡皮筋可以保存得更好 2【点评】 挑战者号航天飞机因此坠毁。
 伊拉克战争期间最流行的三个词：和平peace,战争war,发现found,把这三个单词连起来大声读三遍，你会破解一个历史悬案。
 被人忽视？受人欺负？没人爱你？不要紧！就算这世上没人爱你、理你、重视你！我的大门依然为你敞开！ 成都市精神病院，给你一个五星级的家！
 算道题目，1到8选一数为A,将A加3减2得B,B乘9得C；C个位与十位相加得D,D乘50得E,E减200得F，F暗示了你的一生，很灵的！
 在西班牙语中，双重否定用来加强语句中的否定意义。在英语中，双重否定相互抵消，句子表达的是肯定的意思。
 上海电台主持人说“如果你讨厌上海，请你团成一个团的姿势，慢慢的圆润的离开上海！”
 我一高中同学毕业后去高速路口当了收费员。一天，有个日本人来他窗口问路。日本人一口流利的英文让他一句都没听懂，但一颗强烈的爱国心告诉他不能日本人面前丢人，于是他一味地微笑着点头道：“yes,yes,yes~!”然后那个日本人骑着自行车就上了高速！
 FuckCNNIC 中国站长维权联盟 强烈抗议CNNIC剥夺中国公民注册.CN域名的基本权利！http://www.fuckcnnic.net/
 刚到公司，IT分配Email，就给了Email地址，没密码，进不了，遂电话IT，IT大妈嚎叫：“密码不是发邮箱里了吗，你难道不会收么？”。。。。。
 吱! 一阵青烟从途锐的轮胎下蹿出, 刺耳的刹车声音掩过了暹罗人的惨叫. 释永信缓慢地走出他的豪华SUV "阿弥陀佛!罪过,罪过,这群乡下人" 回首对惊魂未定的小沙弥吩咐道 "明天开到4S店, 换个保险杠,记着开发票,回头让佛协给报销了" 又自言自语道 "别说,这V8发动机的推背感还真TMD的强"
 我家楼下又开了一家和中山门公园门口那个xx超市旁边一样的山寨美国加州牛肉面
 内地唯一一块不放映《阿凡达》的IMAX银幕，是 苏州科技文化艺术中心IMAX影厅
 曾有人用“只闻楼梯响，不见人下来”形容手机实名制的推行，一场扫黄风暴成为强有力的推手，手机实名制立法有了时间表，《通信短信息服务管理规定》有望在明年年底前出台，目前尚未实名的2亿用户将受到影响。
 1.要自立；2.学好数理化不如有个好爸爸。
 人类自出生以来就是视觉导向的,他们只会在首选感官失效时才依赖其他的感官.
 室友有比我更猛的时候，话说有一次他深夜一个人玩网游，恍惚间一抬头，看到音响上摆了个摄像头，他也没在意，继续游戏，突然觉得不对，自己没有摄像头啊。再一抬头，才发现原来是只老鼠居然蹲在音响上看着他…
 由于名字的奇特，不少人还产生过烦恼，比如一名姓蛋的先生告诉姓氏专家，他每次出外需要留姓名时，别人都用惊奇的目光看着他，“真的姓蛋呀？”
 今天，我1T的硬盘崩溃了，用HD检测发现有很多红点，于是我准备拿去维修。我朋友告诉我，一定要把隐私删干净，当时我还说我是个宅男，没有艳照的，但今天寄出去我才想起来，我还有一个120G隐藏的文件夹，里面全是我四年的心血啊@#￥%……FML
 ubuntu下安装 windows 7. 安装完毕后激活，家里没网线-电话激活，未果，问客服，客服妹妹问：您的包装盒？我拿起桌上可乐念起来条形码，恩6遍，客服直接转给我了激活码
 Army of the Two~ 伟大的疯狂的马！
 学校的实验室，寒冷的冬天。正缩着手打字，突然发现键盘某字母下伸处两个胡须还在蠕动，定睛一瞧是一条小强在键盘里避寒。
 有天我起床以后，伸手去开我的电脑，然后就听到“啪”的一声，几乎同时“吱”的一声，一只黑色的东西从我的机箱里射出，窜出了门。我闻到一股烧焦东西的味道，蹲下来检查，原来是一只耗子躲在我机器里吃花生，被我开机的时候电了一下，顺便烧掉了我的主板和内存…
 他突然意识到自己这个男主还想要当下去的话唯一的王道只有以保护女主角为人生目标，终于悟出了“其他的我都不管了我只要能保护你”之奥义！鼓掌！
 我是一个热爱羊驼的慈善人士，一个有职业素养的机器人。
 蓝翔有八个专业：数控、其实是高达控制专业。厨师、其实是化学武器制造与防御。汽修、其实是高达与重型战争机械制造。挖掘机、其实是异型高达进阶。美容发，其实是伪装与战略忽悠;电焊，其实是激光武器与高能粒子武器设计。无线电，磁电声光波探测与预警系统。计算机，不做解释。
 站区附近最多的，阿德利企鹅，就是《happy feet》里面操着口音的那种矮个子企鹅。几只阿德利企鹅在一起会颇有气势的冲着队员发出很大的声音，以赶走对方，还会丢石头。但是单个的阿德利企鹅见人就跑没说的。
 2016年 政府宣布实行IP地址实名制。那个时候，IPv6已经得到广泛应用，IP地址不再是稀缺资源。根据中国政府的设想，每个公民一出生，就可以分配到一个IP地址，终生保持不变。然后，每个人上网，都必须使用自己的法定地址，不得擅自使用他人的地址。
 palo嘲讽：天赋技能，0.5s发动一次，精神鉴定不通过者将得到一个“杀马”的debuff 
 成都高标准选拔选拔“鉴黄师”，要求品行端正，看后不会出任何问题。据悉，随着鉴定经验的不断丰富，鉴定师速度也越来越快，经常只要几秒钟，看个开头就知道结尾，“最多一次鉴定了13万余张”。鉴定师接受采访称，鉴定黄片就像神农尝百草一样，没什么别扭的。
 2015年 政府宣布实行电子邮件实名制。凡是需要开通电子邮件的公民和企业，一律凭相应证件到政府指定的电子邮件服务商处申请。如果一封电子邮件的发信域，不在有合格资质的电子邮件服务提供商的列表之中，该封邮件将被自动退回。
 “ 2 结婚蛋糕被切开的时候，枫紫姐姐在中南海的温泉（？）里洗攒了一年6个月零4天的衣服。   6”
 巨魔头西瓜盅，红烧巨魔排骨，清蒸巨魔爪。注：请拼接后食用
 关於红袍法师的「专精强化」职业能力叙述，由於原文举例错误，因此若严格采用与玩家手册一样的规则，那麼除了预言师外，其他的专精法师成为红袍法师可说是损失惨重，要一口气禁掉四个学派哪…
 高考之前老师们就千叮万嘱，考场之外发生什么事情也不要管，死人塌楼也不要管，一心一意做试卷，就算是大楼着火，只要没烧过来，也要继续做试卷。反正考试取消的话，监考老师会带大家出去的。当时他觉得这对生命也太不尊重了，就问：“要是外星人攻打北京怎么办？”
 监狱方面称龙与地下城的游戏性质会煽动玩家拉帮结派的行为，对于监狱的安全是个隐患。据透露，当时监狱没收了辛格牢房里中他的玩家手册，杂志，以及他写的长达96页的人物卡和战役设定等物品。法庭的判决结果是辛格败诉，监狱的行为被认为是合理的。
 人生像茶几，上面摆满了杯具；人生又像茶杯，本身就是个杯具；人生更像茶叶，终究要被浸泡在杯具之中。
 其实，北京的交通可以一点儿也不便宜。你要是买车，价钱和日本差不多，汽油，达到日本的70%（别让中石油的听见，不然人家又有理由涨价了）
 新西兰一男子家中花盆被窃后登报称，该家传花盆曾受过其灵媒祖母下咒，凡偷窃者将无差别变性。该男子呼吁小偷为自己着想尽快归还花盆。
 云南省宣威市龙场镇党委书记杨德彦因涉嫌强奸 2女民警 未遂的罪名，已于11月11日被宣威市人民检察院批准逮捕。
 你在看越狱的时候就已经在越狱你还看什么越狱~
 在《无冬之夜》里，玩家可以从一连串的菜单中选择创造你自己喜欢的人物：侏儒、小精灵、土地神、半成年人、成年人……
 这是犯罪分子 是几进几出的惯犯 口口声声人道 那为何那些失主要打他？！ 为何警察要刑讯逼供 因为偷了5万价值PSP的他只会承认在卖的那个PSP是自己偷的 这样的犯罪分子没办法严惩 眼看要逃之夭夭 任何“有责任的 有正义感的 认真做事的”人民警察都会 2刑讯逼供 的！！
 高举中国特色社会主义伟大旗帜，全面贯彻党的十七大精神，以改革创新精神全面推进党的建设新的伟大工程，团结带领全国各族人民为把党和国家事业继续推向前进而努力奋斗，永远不辜负人民的信任和期望！
 “不过我觉得微软最大的敌人就是鲍尔默。” ——palomino
 当你深爱之人丧生滚滚岩浆或者超级大海啸，接着应该干嘛？欢天喜地庆祝大会！至少《2012》里头那些角色是这样的啦，虽说他们的确挽救了人类的种族得以延续，但是俩半小时灭顶之灾整得全世界99%的人类都不能幸免的情况下，这个过于温馨的大团圆结局是在不能算是太和谐。
 法国一酒店推出“仓鼠客房”除了可以品尝仓鼠喜欢吃的各种谷类食物，睡在别致房间内的干草堆上，还可以大玩特玩仓鼠最喜欢的踩轮子游戏。 http://www.qiqufaxian.cn/post/2799.html
 使用 !send 昵称 消息  可以给指定的昵称留言
 牛顿依然坚持推行洛克货币政策,他还向内阁提议:教会和贵族拥有大量银器,不妨把这些华而不实的东西熔掉做为铸币之用,以解造币厂燃眉之急。
 高考之前老师们就千叮万嘱，考场之外发生什么事情也不要管，死人塌楼也不要管，一心一意做试卷，就算是大楼着火，只要没烧过来，也要继续做试卷。反正考试取消的话，监考老师会带大家出去的。当时他觉得这对生命也太不尊重了，就问：“要是外星人攻打北京怎么办？”
 早上公车上，一个人从包里掏手机看时间，然后说了句”我C”，还以为他时间来不及了，再仔细一看，我C他手里拿着一个空调遥控器
 从媒体室，到餐厅，再到比赛看台，所有人都在议论，诺维茨基那一肘子怎么能这么稳准狠地拿下兰德里的五颗牙。更神奇的是，兰德里当时还戴了保护牙套，可他牙齿的碎片居然能穿过牙套，刺进诺维茨基的肘子里——这是牙还是刺儿啊？
 我们要做“一个纯粹的人，一个脱离了低级趣味的人。” 
 脑残没有国界,但是脑残者有自己的祖国.
 赵本山寨，张艺谋财；孙红雷人，小沈阳痿。横批：闫妮大爷（演你大爷） 
 互联网的主角是你 ，而不是某某可以随意发布指令的机关，我们要评选属于自己的互联网。 
 你懂嗎 你懂嗎？一個完完全全的迎合癡漢喜好的普通妹，也比一個躺著床上死人正妹好啊.
 ≡ 请记住tlf的ip ≡ 方法自己想,为什么也不告诉你,祝各位周末愉快。
 流星爆是一个强力而且壮观的法术，它很多方面都跟火球术（fireball）很像。当你施展此法术时，四颗直径2英尺的火球从你伸展的手中飞出，这些流星会拖着一条火光灿烂的尾巴，以直线路径飞向你选定的地点。
 冷场: 时间离你很近，世界离你很远，温暖？暂无缘。
 人生四大悲剧：久旱逢甘霖,暴雨;他乡遇故知,仇敌;洞房花烛夜,隔壁;金榜题名时,没你。
 人生四大荒诞剧：十年久旱逢甘雨 万里他乡遇故知 和尚洞房花烛夜 监生金榜题名时
 <仙娜赫萝> 面团的时候我们一到守夜就轮流学狼叫帮DM模拟气氛=。= 搞得其他桌侧目
 狂暴蛮子的RP标准是用吼声吓跑邻桌的小孩子。
 11月18日，文化部下发通知，决心加强网络游戏内容管理工作，对于整个网络游戏故事背景、情节语言、地名设置、任务设计、经济系统、交易系统、生产建设系统、社交系统、客服系统、对抗功能、角色形象、声音效果、地图道具、动作呈现、团队系统等方面，相关部门都会进行跟踪监管。
 标准动作“开始整轮动作” 可以让你开始一个整轮动作，你要在下一轮内用另外一个标准动作完成该整轮动作。你不能使用这个动作来开始或完成一个全力攻击、冲锋、奔跑，或者撤退。
 你不确认买房给出去的钱能不能买到房
 大陸重慶有三名女工，因為上班時間拜佛，違反這間工廠在工作時間內禁止從事宗教活動的規定，老闆罰三人在下班之前，學會佛佛佛佛四式，不過三個人奮鬥了幾個小時，才學到第二式『我佛你』，已經頭髮痛、指甲痛，老闆看已經達到懲罰效果，才放過這三個人。
 多罗猫版超级马里奥很和谐很强大。
 他在网络上无休止的百度谷歌，一夜的疲劳换来了一张校友录的毕业照以及对应的学生名单.
 “物理学家在核聚变研究方面碰到了问题，现在似乎是化学家来拯救他们的时候了。”
 昆明五华区小南派出所一名盗窃嫌疑犯邢鲲12月12日清晨死在候问室内，该市公安局通报：邢鲲系用纸币捅开手铐，用携带的鞋带自缢身亡。
 所有的小猫都内置智能操作系统.
 “被”字被中国网民票选为“2009汉语第一字”
 据国外媒体报道，美国密西西比大学的一位运动健康教授对8个家庭进行了为期8个月的跟踪，深入研究了任天堂的动作驱动游戏机Wii是否会有健身的效果，他日前得出的结论Wii“几乎没有家庭健身效果”。
 家养一只兔，不缺油盐醋！
 索马里海盗接受中国记者采访 感慨生活不如前。两位中国记者在索马里采访的十天里，不仅感受到了这里的贫穷与危机，也感受到了索马里人积极向上、热爱生活的品格。
 其实BTchina和VeryCD两个站点的名字就预示了事件的走向：“变态中国，非常操蛋……”
 猜数字游戏公测中~ 马上打  .guess on  开始吧！
 最好运的是个前脚回来行李还没放下，又上原飞机回去了，有人忘记告诉他他铺位那层被炸了个洞。他高兴的去军营踢开门一走，直接回到一楼，然后上了担架原飞机回去了.以后开门时不要用行李挡住脸，门口可能没有地板.
 有个衰货站坦克边上挨了一发子弹，没打穿背心，正高兴的摘头盔跟我挥手让我给他拍张，一高机子弹打中身后坦克，反应装甲爆炸了，他就带着头上4个弹片跟着去德国了.
 1月29日，国务院向全国发出了关于1967年春节不放假的通知：“当前正处在无产阶级革命派大联合，以排山倒海之势向党内一小撮走资本主义道路的当权派展开全面夺权的关键时刻。根据广大革命群众的要求……决定1967年春节不放假；职工探亲假在文化大革命期间暂停执行，以后再补。”
 12月10日消息，中国互联网信息中心(CNNIC)今天上午宣布，将从今日起开展域名注册信息整治工作，凡注册信息不真实的域名将被注销。"
 索马里海盗开放股票交易。一位海盗投资人Sahra Ibrahim说，她在加入“公司”仅仅38天后就获得了75000美元。她提供的是在离婚后前夫留下的火箭助推榴弹。
 简易临时留言： !send 昵称 留言 ； 察看留言 !read ； 删除留言 !rm 名字
 闵行区的潘女士家房子被强制拆迁，潘女士在三楼投掷自制燃烧弹，无奈家庭作坊做的燃烧弹只能用瓶子，技术上自然就遇到了瓶颈，威力太小，被消防车轻松扑灭以后，消防车的高压水枪对准潘女士扫射，最终潘女士缴械投降。
 朝鲜上月开展一项运动，旨在整顿不整洁现象和民众留“外国”发型的风气。此外，朝鲜发起的运动还包括女性不应传不及膝的裙子，紧身裤，喇叭裤以及任何显露身材曲线的服装。
 要是哪天你突然做出了你身邊的人都不會的驚人舉動，請在他們開口以前說這句─『這是我爸在夏威夷教我的!』。
 有個同學在馬桶旁邊的架子上掛著最遊記的大浴巾，我在他厕小便 就感覺被那4個基佬盯著瞧。
 我家浴室門前的牆掛有陳菊海報，每次我洗澡都習慣不關門..但怎麼說呢..總覺得陳菊在用很詭異的眼神和笑容看我...
 看新闻，上网易，精华都在评论里
 昨日，李宇春在湖南长沙发布记者会，会上首次正面回应了网络上广为流传的“信春哥，得永生”等热门词句。李宇春说：“你们信我也好，不信我也好，你们总归都要死的。”在场的许多记者都流下了感动的眼泪！
 现在的家长不都是，上学的时候不许早恋，一毕业就吵着赶紧结婚……
 帕罗马家有十骡马，骡不怕马，马不怕骡，帕罗马爸拍了骡，骡踏马，马踏帕罗，从此，帕罗怕马，帕罗爸怕骡马踏帕罗
 篱笆女（LBN），无视自身条件盲目高要求男方的女人的代称。与篱笆女（LBN）相对应的是 —— 宽带男（KDN）。有句话很出名， 叫 —— 娶妻不娶篱笆女，嫁人不嫁宽带男
 小学去外婆家的时候抓癞蛤蟆去吓妹妹，结果走在半路上它一直不断的挣扎，我一用力，就捏爆了。
 中国政府当年禁枪是有道理的，我记得我很小时候我家里是有一把气枪的，用于打鸟，后来突然有一天政府突然下令说所有的气枪猎枪都必须上缴。这说明我们的政府是有远见的，他意识到了在十几年后，社会矛盾将会加剧，届时如果老百姓配备了气枪，那政府拆迁部门只能配备火箭炮了。
 由于最近几大骰子老爷都经常间歇性放假，我偶尔也会被抓去做骰子了~ 需要的童鞋打 .oicebot dice on  激活本功能。
 11月20日上午消息，针对文化部日前下发的网游管理新政，文化部市场司庹祖海副司长今日对新浪科技表示，相关规定旨在规范今后新游戏的推出，市场上现有的网游将不会受到影响。
 一流美女在色情平面杂志（不排除PS的可能），一流偏下才在电影圈混（也包括电视圈）老美这个分的不是很厉害；2流美女在时装界； 3流才去演AV。
 将 在文件-选项-irc-信息控制  里, 把 2"多字节字符"  勾起来可以解决Freebot的乱码问题
 使用Freebot的新人请设置 Freebot菜单->开关设置->自身防护->关
 武器是日本刀,每次出現都要帶把日本刀,畫的超煩,所以決定下次讓他死掉(高木由美子)。
 使用Freebot的新人请设置 Freebot菜单->开关设置->频道管理->关
 无List列表的mibbit用户可以使用  .listc  来列出频道
 在主人或魔宠有技能级数的技能上，使用魔宠同类动物的正常技能级数或者主人的技能级数，以较高的为准。不管哪种情况，魔宠都使用自己的属性修正。
 因生活方式及作风极像一枚摇滚巨星，意大利总理贝卢斯科尼日前被世界知名摇滚杂志《滚石》评为2009“年度摇滚明星”，并且成为该杂志意大利版的封面人物。《滚石》编辑表示：“贝卢斯科尼的生活诠释了摇滚的定义。和他比起来，英国国宝级歌手洛德史都华等人简直就是小学生！”
 OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 [11:21] <palomino|working> 原来能wine sc2阿......
 不管女孩子送上怎么样的料理都能淡定的吃下去的，才是男人啊
 一对美籍华人夫妇今天买下美国巨星杰克逊位于赌城的豪宅。该豪宅每平方米均价合人民币14000元。中国北京五环外的普通公寓今天每平方米的均价是17000元。居住在中国北京五环路以外尤其是五环路以内的市民，着实可以阿Q一把：自己住的房子比杰克逊还贵。
 我们那个教化学的老头近视800度，一次上课在黑板上板书后转过身来突然指着我大喊：你站着干什么！！给我坐下！！我当时正坐在最后一排的座位上，而我身后的墙上挂着我的大衣……
 到目前为止我人生中被虐到最惨的一次大概就是昨天晚上被【粗如儿臂】的大便爆菊花了T v T还好最后大出来，当时一边努力一边在心里想如果我有心脑血管疾病肯定脑出血了……
 gears|working> 自从高烧变低烧我就恢复工作了,萝卜又不会得流感....
 iPad如期发布，其支持10种语言，但没有韩语。韩国网友表示遗憾说：“韩国是个不可忽视的市场，为什么不支持韩国语呢？”中国网友表示：“还是苹果老辣，从根本上杜绝了苹果是韩国人发明的可能。”
 女朋友说她在日本找到工作了，叫我在国内好好工作，不要看 AV……——豆瓣上某人说。
 上回吃早餐～看见一对叔叔阿姨, 蜀黍忽然刮了一下阿姨鼻子说“你怎么这么纯情～～～” 阿姨羞涩地笑了。。。 我汤泼出来了...
 在频道窗口按 Alt+Q 可以激活第二条输入框，这样就可以方便地同时输入两行的内容。 
 本次五大拳王全團出動，最初動機是「滅少林」；拳王們還點名邀散打王柳海龍、功夫王邊茂富等人出戰。五大拳王：先滅少林，後滅武當！約的是釋永信,結果來的卻是楊永信...慘遭十萬伏特凌虐...
  !calc <六大属性>   计算属性相当于购点法的多少点。
 「休士頓，我們有麻煩了。」（Houston, we have a problem.）其實不是當時實際的情況所說的。真實的情況是：「好，休士頓，我們這裡已經出問題了」（Okay, Houston, we've had a problem here.） [1]，出自斯威格特之口。
 每次臉上都有刺青,畫的超超煩煩煩煩！！！下一集乾脆讓她死掉算了！~
 幸运的是这三枪虽然让MacBook屏幕开了三个洞，但是并没有完全射穿Macbook也使得lily硬盘资料得以保存.
 在中国大陆，皮卡的用户主要有三类。一类是电力、勘探、机场等特种行业；一类是公安、工商、城管等政府机关；最后是个体私营业主。由于目前在中国大陆皮卡属于卡车范畴，按照交通法规，主要大、中城市对其进入都有时间和区域的限制。所以，目前皮卡主要应用在中小城市及乡村。
 OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 维塔斯实在太惨了，从头到尾做奴隶，还被胡军打成那样
 一朋友是炮兵，一日，在街上偶遇自己的战友，就高兴的把他领回家。回到家后，他本来想给自己的媳妇介绍：这是俺以前的战友，但是不知道哪根神经短路了，对媳妇说道：这是俺以前的炮友！
 使用  !vers 昵称  可以查看对方客户端的版本信息
 辽宁鞍山市观赏鱼市场卖出两条高档观赏鲨鱼——柠檬鲨。购买者均是私企老板，他们购买时表示，这不仅是宠物，还可以提升自信，鼓舞员工的士气。（也许是不努力工作就要进池里喂鲨鱼？）
 由于诸多原因，考虑再三，最终还是决定放弃huawei的offer，昨晚十分诚恳的给相关部门招聘人发了一条致歉短信，结果今天早上收到这么一条回复：“尊重您的选择。但华为人力资源的档案已记录在案，您将终生不得录用。”
 这个城市就是擅长以城市的名义掠夺城市，比如磁悬浮，比如SB会，我在上海签售的时候居然知道，有两个区专门负责督办SB会的领导（简称SB领导）为了迎接SB会，把人行道的砖全部撬掉，再安上更豪华的大理石，也是在做大做强，可惜上海梅雨季节，老人们纷纷摔倒，所以又考虑重新订一批砖换回来
 在饭馆吃饭，看见角落里有个大桶，上面写着：杯具回收处。我站着看了半天，叹了口气：人间真有这么一个地方就好了。
 使用  .oicebot light off  可以打断别人放太久僵死的游戏. 
 Oicebot收了可观的小费以后小声道：“WS在肯德基要了一份麦辣鸡翅,而且他要到了。”
 WS在麦当劳要了一份新奥尔良烤翅,而且他要到了.
 调查结果表明，现阶段重庆社会各阶层的关系总体是和谐 的，对改革开放以来国家和重庆经济社会发展形势、发展方向、发展道路等具有高度认同感。
 魔杖不分神术、奥术，只能使用角色职业法术列表上有的法术的魔杖。智力9的法师（真没前途），也可以使用火球魔杖；但是魅力18的术士，就不能直接用治疗轻伤的说。（除非是依靠“使用魔法装置”技能）
 上周英国乐施会公布了被捐赠书籍数量最高的作者排行，你猜猜是谁？答案是《达芬奇密码》的作者丹·布朗。
 使用  .tips  可以翻查随机小提示
 给新人的网团攻略:  2http://www.trpgstar.com/topic.aspx?topicid=133
 生活步入正轨了，不要忘记慈善事业。
 Oicebot收了可观的小费以后小声道：“听说最强的龙族是谢亚龙。”
 在山东，当人们说“服务员”的时候，默认值是“饭店服务员”，并且是“女服务员”。
 只有一个穷凶极恶的文化市场才能产生这么多功利近视的文化垃圾。
 北伐期间柳亚子曾建议恽代英干掉蒋介石，恽代英说这是什么馊主意？北伐大业未成就干掉蒋，谁来代替他打仗？
 笔记本终于在我经常强行关机的恶习下，注册表损坏了....
 新鲜的空气、干净的水、吃饱饭、批评政府竟然没被抓起来，这些小事都会让一个中国人容易觉得幸福，这一切，不都应该归功于共产党吗？
 如何让pc愿意把你的怪砍了而不是把你砍了，这相当讲究。
 为解决人类所面临的饥饿、贫困、气象变化、战争等紧迫问 题，最低游戏时间应提高到“每周210亿小时”McGonigal相信游戏具有无穷的潜在可能性。为了能让游戏解决现实中的问题，她抱着“拯救世界”的信念努力工作着。她认为通过游戏可以与他人交流，加强人与人之间的信任与羁绊。
 IRC学堂及命令大全:  2http://www.chatkey.com/help/irc_train.htm
 查看果园新人指引导航请打 [[31666]]
 机关人大致上是人类的外型覆盖金属和石质板块的样子。内部，金属所制成的骨架支撑着木质的纤维束。
 一次参加车展，看到标志那边有个小狮子，一动不动地蹲在那，旁边一MM：这狮子好可爱啊。然后便跳了上去，狮子晃了几下，说：“擦，姑娘，里面是人啊，不是棉花…”
 用  .light on 000111000  格式的命令可以自定义初始矩阵,属于学习模式,每次会扣除 3  点积分,胜利之后归还.
 <卡夏-战争蝮蛇> 昨天我在地上找到一根1999年的火腿肠
 3月2日，几名大学生掏粪工在济南老街巷清挖粪水。当日，济南市城肥清运管理二处招聘的5名大学生掏粪工，经过半年的试用期正式签订聘用合同，成为城肥清运队伍中的新成员。这5名大学生掏粪工是从391名应聘大学生中，经过严格考核脱颖而出的。
 丹麦物理学家,诺贝尔奖获得者艾吉·尼尔斯·玻尔 (Aage Niels Bohr)于2009年9月8日去世,享年87岁.
 CCTV：您是丁肇中，您的二弟弟叫丁肇华，三弟弟叫丁肇民，如果再有一个是不是叫丁肇族？  丁肇中（斩钉截铁地）：不，叫丁肇国。
 中国共产党优秀党员、忠诚的共产主义战士、享誉海内外的杰出科学家和我国航天事业的奠基人钱学森同志，于2009年10月31日在北京与世长辞，享年98岁。
 申花与国家队起矛盾 朱骏警告国足领队别乱说话 脑残度直逼Larry~
 从龙脑袋上抠下来的红宝石可以拿来照明。
 老马洗澡的时候, 断背KaKa和娘宅ATF 在palo的被窝 炭烤ld的小弟弟
 胸罩型防毒面具的發明人、證明空啤酒罐比滿啤酒罐更能把人敲到頭破血流的病理學家，以及用龍舌蘭做出鑽石的墨西哥科學家，都在今年的搞笑諾貝爾頒獎典禮上，大出鋒頭。
 今年搞笑諾貝爾的文學獎，是純搞笑，它頒給了一位愛爾蘭交通警察，他因為開了五十多張超速罰單給一個波蘭觀光客而得獎，他誤把波蘭文的“駕駛執照”，當成駕駛人的姓名，那五十多張罰單全部開給了駕駛執照。
 Oicebot收了可观的小费以后小声道：“狗狗也有质保说明了。”
 专用备胎使用的错误做法是______。A、作为正常轮胎长期使用
 方便面的口感不如普通面条，最美味的当属飞天意大利面。
 米国在棒子战争期间轰杀了毛太子，是现在帝国采用禅让制的主要原因。
 没有人: 无所不在的全能者，爱上学，爱青椒，不爱吃炒饭，当公主在叫破喉咙时会来救的人。
 南非法律允許一夫多妻制，不過最近當地有一個44歲的男子續絃，竟然一次娶了三個小老婆，大老婆也一起披上白紗辦喜宴，原因竟然是結婚太花錢，這樣可以一勞永逸。
 我們的確實行奴隸制度，而且不支薪。
 每次制度不合理時，學長都會說"我們以前更慘，也是這樣過的"
 人生像茶几，上面摆满了杯具；人生又像茶杯，本身就是个杯具；人生更像茶叶，终究要被浸泡在杯具之中。
 巫师说:孩子,我可以给你一瓶药水,治好你的病,还可以把你变回正常人,但是你要贡献出你的菊花.毛大山没有别的办法,只好听从巫师的.但是喝下去之后他不但是哑巴,还变成了盲人
 一个人脑残往往证明了他过人的胆识。
 跳崖是一種高度安全的進修，充斥在中國古代，被紀錄在許多YY小說或相關作品中，是該世界的真神－－作者刻意塑造出來讓主角，凡是掛名為主角的人遇到困難時，只要往山下一跳，就能獲得奇蹟似地解決方法，所以又稱一跳解千愁，就算是個廢柴只要跳過崖，便可以大幅提昇增加戰鬥力
 永远大约等于72小时··
 心理专家分析，不少白领通过“偷菜”这一虚拟游戏释放生活中的压力，同时也填补了现实生活中缺少的满足感，有人在生活中很普通，但是在农场里可以是富豪，这样的带来的满足感让许多人欲罢不能。
 三国时代，魏国的有司不知道是喝多了还是睡过了，居然在曹睿活着的时候就给他上庙号，而曹睿也居然受之不疑，成为有史以来唯一在皇帝本人健在的情况下知道自己庙号的君主。
 来自媒体的披露说，目前北京仅单身大龄女青年（戏称剩女），就有50多万。
 秀才出身的神箭手一边口中喃喃有词背诵论语一边在高塔上箭无虚发，结果被太平军的火炮干掉。
 小混混打架經驗比較多，喳喳呼呼的給自己壯膽。傳達室老頭就跟他們說：“安靜點，不然我不客氣了。”小混混不理他。老頭出來，三肘子，一下一個，挨上的三個小混混都躺了，剩下的四散而逃。 
 跟朋友去别人学校逮人，咱那朋友长的听老成的。。提溜着水管，怒气冲冲的就冲人家教室去了。。结果那人被人家班主任留下训话。。那班主任大喝一声，你搞什么的。。我那朋友立刻收了杀气，慢腾腾的说，有人说你们班的水管要换了，我来看下。。。
 李开复：真实。每一道工艺，每一种菜，都要当着顾客的面进行操作。这就是面对用户操作，同时界面友好。一份煎饼果子就是一份煎饼果子，它不可能因为当地的法律法规，有部分鸡蛋和油条未予显示。
 中国一位游戏玩家邱诚伟在“传奇3”里赢到一把“屠龙刀”，后来被朋友借走，在网络上以人民币7000多元卖掉。邱诚伟报警后，却被告知没有法律可保障虚拟宝物的所有权，于是邱诚伟杀了那个小偷。
 加拿大警方于当地时间2月25日在温哥华一公园发现一具尸体，他们怀疑这具尸体就是前不久失踪的被透露患有抑郁症的《成长的烦恼》男星安德鲁-克尼格(Andrew Koenig)。
 “恋”是个很强悍的字。它的上半部取自“变态”的“变”，下半部取自“变态”的“态”。
 其实你在google中搜索“the answer to life, the universe, and everything”（对生命，宇宙以及所有事物的解答）输入这个之后，Google计算器会显示结果为“42”。
 如甲骨文把MySQL按照太阳微电子的一部分收购，将由数据库客户买单。 http://helpmysql.org/cn/theissue/customerspaythebill
 想要一对飞翔的翅膀吗?那必须砍下你的双手,因为现实世界中拥有翅膀的脊椎动物必定不能拥有双手!
 1925年大正時代的日本女性多數還未有穿內衣的習慣。直到1932年位於日本橋的白木屋百貨公司火災悲劇後，才全面穿起內衣的風氣。
 给新人的网团攻略:  2http://www.trpgstar.com/topic.aspx?topicid=133
 IRC学堂及命令大全:  2http://www.chatkey.com/help/irc_train.htm
 记者在采访中遇到吕梁交口县的高长宏，他的大儿子注射乙脑疫苗后仍患上乙脑；之后生的小儿子出生后一直喝三鹿奶粉，留下严重的后遗症。
 2009年7月底随"奋进"号航天飞机返回地球的宇航员若田光一,为了测试人类在密闭空间中忍受异味的极限(误),在空间站的一个月内都没有换洗过内裤和袜子. 
 有志愿者表示，现在骗子太多，随意上街学雷锋帮人搬东西很容易让人产生误解。 
 * kakarott|away 收了可观的小费以后小声道：“我烤的鳗鱼肉味道最好，你不喜欢？来点飞马肉饼怎么样？”
 1958年春,响应望城县团委提出的捐献一台拖拉机的号召,雷锋捐款20元,成为全县青少年中捐款最多的一个.县委决定派雷锋学开拖拉机.
 中国国家媒体引用世界自然基金会（WWF）动物保护组织专家的话称，由于快速发展的经济干扰了它们的生活方式，大熊猫可能在2到3代内灭绝。
 “恋”是个很强悍的字。它的上半部取自“变态”的“变”，下半部取自“变态”的“态”。
 英国一项研究表明，家猫懂得通过发出一种特殊声音“控制”主人，以便满足自己的需求。 
 乔治·R·R·马丁曾经作为ST开过好几个COC团，但是当超人游戏卡牌发行的时候，他坑团了。
 根据统计每年骡子所杀的人比飞机失事所死的人还多
 用 .tips 0  可以查看总tips数目。
 将留言发送给OT以添加更多的TIPS！
 根据牛顿字典世界上最长的英文字是 'pneumonoultramicroscopicsilicovolcanoconiosis'
 点灯命令的末尾加入*号可以开启连发模式,锻炼快速反应能力.
 根据一项1845年由英国通过的法律，自杀是非常严重的罪，最重可以处以吊死的极刑
 切换天赋需要固定的5秒读条时间，并且会取消人物的骑马状态。不要在高空尝试！
 我觉得城市是实现年轻人梦想的地方，尤其是上海。经常有人问我中国会不会出现垮掉。我说不会，如果中国要出现怎么样的一代，首先是房地产业先垮掉，然后年轻人才会有理想。
 "Sixth Sick Sheik`s Sixth Sheep`s Sick "是英文中最难以发言的一个句子。
 邓小平当年说，跟着美国的国家都富了，跟着苏联的国家都穷了。
 希捷科技，也就是原来的舒加特科技，曾经以1500美元的价格销售只有5M容量的2.25英寸硬盘。
 根据统计,人被香槟酒瓶塞打死的概率比被毒蜘蛛咬死的概率高三倍。
 不靠谱 = 不cup = 不杯具？
 OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 2009年7月底随"奋进"号航天飞机返回地球的宇航员若田光一,在空间站的一个月内都没有换洗过内裤和袜子,据说是为了测试人类在密闭空间中忍受异味的极限(误)。
 “刚刚做化学题，怎样区别牛奶和米汤？？真雷啊，难道不能直接看出来吗？答案更雷：加入硝酸银。牛奶有固体析出，日，这样还怎么喝啊，再说硝酸银那么贵。。。”
 可用 .invite 昵称  命令让OB代替你邀请某人进入频道
 OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 点灯游戏的开启命令是 .light on
 关于Morales总统的原话：“and because of that, men who consume them have problems being men”，美联社的理解是总统先生认为吃鸡肉会导致无能。而法新社的解读是吃鸡肉会让男人们不那么男人，即gay一些
 使用 !send 昵称 消息  可以给指定的昵称留言
 将 在文件-选项-irc-信息控制  里, 把 2"多字节字符"  勾起来可以解决Freebot的乱码问题
 美国明尼苏达大学消费者心理学家Kathleen Vohs 说道：金钱与痛苦之间有一丝微妙的关系，你甚至可以把金钱当作一种自我鼓励机制，例如我就会在跑马拉松时，让自己不断的想这钱，这样就能更持久一点。
 其实你在google中搜索“the answer to life, the universe, and everything”（对生命，宇宙以及所有事物的解答）输入这个之后，Google计算器会显示结果为“42”。
 使用Freebot的新人请设置 Freebot菜单->开关设置->自身防护->关
 猜数字游戏公测中~ 欢迎试玩~ 详见 .guess help
 OuatBot功能放出!欢迎试玩! 详见 .ouat help
 悦来客栈是古代最大的连锁客栈。
 岡薩斯威嚇商人要與自己交涉, 於是拼不過岡的will, 所以變向談成了。
 练秘籍要分性别，别如男的，女的，男女混合的，不男不女的…
 史泰隆夜走华阴县 鲁提辖拳打陈冠西
 在一条笔直的街道被人追杀，尽管有很多事要做，但弄翻两旁的小摊是最重要的！
 时间是最伟大的老师，不过他把他的学生都弄死了。
 A man in the United States popped out to his local petrol station to buy a pack of cigarettes - only to find his card charged $23,148,855,308,184,500.
 老马说"我卧了！" 意思是A.我躺会 B.我想吃饭 C.同"唉哟我草"
 有一次路过自动提款机。一个姐们在取钱。她是这么干的：研究半天，卡往里一塞，手放在出钱口，对提款机说：取一百。
 我在给某届毕业生上最后一课时，曾掏出五毛钱，撕成两半，扔地上，问同学们要吗？没人要。我又掏出一百元，撕成两半扔地下，说你们要吗？ 一大群人举手。我就说，你们都是那一百元，即使被撕烂，即使被猥琐的教育制度所伤害，要记得你们仍是那一百元。一百元就是一百元，不是五毛。（via:宋石男
 丈夫挑衅妻子的智商，问：亲爱的，你有水平说出让我既欢喜又生气的话吗？老婆沉默了一会说：我发现在你所有朋友当中只有你是不用吃伟哥的。。。
 @liu_yuan ：昔年毛唤侯宝林进中南海说相声，侯宝林战战兢兢，把传统段子的糟粕尽去，贡节本。毛不爽，说，不听这个，上原汁。侯宝林自省：对啊，领袖的高度多高啊，能被几个黄段子扰乱视线吗？
 用 .oicebot dice on 可以启动OB的Dice功能，Dice脚本由Andor老爷提供。
 阿萨德说，印度许多地区无电可用，入夜之后居民只好摸黑上床从事“人口增产活动”，导致印度人口膨胀惊人。他说，如果每村每户都有电，人们就会看电视节目看到很晚，然后睡觉，根本就没有机会上床，从事“人口生产活动”
 真理部等部门下达指令，要求各门户网站务必在8月15日将新闻评论功能改为“实名制”，用户使用时将填写身份证、居住地址等必填选项。
 法语是被废弃的语种。
 是这样的张总：你在家里的电脑上按了CTRL+C,然后在公司的电脑上再按CTRL+V是肯定不行的。即使同一篇文章也不行。不不，多贵的电脑都不行
 在我生命最后的那几天，我要求让我安乐死，于是医生们把我关在房间，房间只有台电视，电视中24小时不间断播放着中国足球…
 在 Windows 系统上，应用程序和文档是关键，操作系统只是一个随时可以重装的东西而已，所以干脆两者分开，互不影响。在这样的使用模式引导下，Windows 系统上格盘重装是非常低成本的，只要文档不丢，应用程序不丢就行。这种使用习惯，浪费了多少 geek 男美好的时光为人重装系统，又促成了多少美妙的姻缘 :)
 德鲁伊最好的伪装：看，是跳舞熊。最妙的是德鲁伊既可以伪装成人也可以伪装成熊
 毛新宇：当然，我母亲生前也希望我搞政治。其实我当军人，我母亲给我选了一个很好的道路和角度，就是从军队这边发展起来。这孩子把路线图都说出来了。
 第2到86条tips是法术说明。
 MOPPER在谷歌中国门前献花的祝福卡片留言：“HTTP 404 Page Not Found 根据当地法律法规，部分祝福未能显示”
 OuatBot功能上线公测中!欢迎试玩! 详见 .ouat help
 一伪娘在漫展某角落和一mm，趴在地上激吻。我吐了……
 即将出版的凯的奇幻小说名著《阿拉桑雄狮》，被出版社方退了回来，理由是里面的穆瓦迪人“影射伊斯兰教”，出现了哈里发、真神、真主等词汇若干，另情节里有养猪等词汇。 
 考官:windows 7专业版在中国大陆的零售价是多少? 我:5元 考官:出去，下一位
 同样的网络环境下，好人和坏人一起看网络视频，谁的比较顺畅？答案是坏人的比较顺畅。因为…好人卡……
 考官:你从哪得到google面试的消息?　我:百度的 考官:出去，下一位
 考官:请拼出阿迪的英文全名。我:ADIVON 考官:出去，下一位
 去移动面试，考官：好吧，你很优秀，留下你的手机号，到时候我们通知你。我：131……　考官：下一位！
 去KFC面试，考官:你先唱首歌。　我:常常欢笑，常常麦当劳　考官:出去,下一位
 奶熊，巫妖王都要去领便当了，我们这还在帮基蛋冲马桶!
 一个使用钢板加固由专业公司特质的马桶近日被安放在了英国Lincoln 郡某医院内，这个马桶能够承受444kg 的重量，专门用于超重病人，除此之外它还配有起重器械用于把‘下陷’的肥胖病人给救出来，真是贴心
 武汉江夏公安分局接到群众举报电话，说在天桥下有两个大炸 弹。排弹专家奔赴现场，在桥梁下发现一个红色布袋。小心翼翼拆开布袋，里面还有几层报纸包裹。一层层拆开，最后发现果然 是两个大炸弹：4个2和一对王……
 我接一个朋友出院，药的副作用让她昏昏沉沉，到家后她直接爬上床，还叫我帮她脱衣服，然后就不省人事了。而她的室友进来时看到的场景是：我正企图扒光一个昏死过去的MM。
 我错了，我原以为再烂的游戏只要的恒心至少还是能打通关，但“血狮”果然让我在第一关就卡住，而且永不想再打穿，想必这也就是网上的“血狮”截图多为第一关的原因吧
 可谁知就在甄子丹逐渐要被掰直的过程中，又冒出来个俊美盖世无双的吴尊，又帅又不羁，从来不盖肚脐。美男当前，甄子丹又荡漾了，假装两人可以交个朋友，其实就是为了后来求合体埋下伏笔的，但只有吴尊误以为那是友情，其实那只是甄子丹在变成直男过程中的一次摇摆。
 美国作家杰罗姆·大卫·塞林格1月28日在其位于美国新罕布什尔州的家中逝世，终年91岁。塞林格是风靡地球的小说《麦田里的守望者》的作者，书中主人公成为美国二战后“跨掉的一代”的象征。1951年成名之后，塞林格在美国新罕布什尔州乡下的一座山顶上建造了一座小屋，过起隐居生活，鲜有作品问世，像一位守望者，默默看护自己心灵的麦田。
 你知道是什麼殺光了恐龍的嗎，惠特利？是我們。在一次ＢＢＱ烤肉裡。
 中短篇 《我，克蘇魯，或者一隻像我這樣臉上長滿觸手的玩意兒到底在這樣的沉沒城市（西經126° 43' ，南緯47° 9'）幹啥？》 作者：尼爾·蓋曼（Neil Gaiman），1986年
 朝鲜宣布一名28岁的美国青年“不想再在资本主义世界生活”，他决定背叛美国，加入朝鲜人民军，为了正义而战。这名美国青年采用非法入境的方式进入朝鲜。
 据台湾一位老报人回忆，康有为是误信了移植类人猿的睾丸可以使人返老还童的谣传，请德国医生将一只年轻公猿的睾丸移植到自己身上，结果丧命……
 要想成功，得有朋友。要想特别成功，得有敌人。
 我的光My Light，A：你的眼睛射出20英尺长的锥形光线。
 2010年1月，搜狗浏览器发布了2.0版的预览版，正式推出了“ 2高速真双核引擎 ”的概念，搜狗浏览器2.0版也凭借着优越 的速度和良好 的体验得到了用户朋友们的 广泛好评 。
 同济大学老师：“08级的男同学你们不要着急，你们未来的老婆现在还在中学蹦达着呢……成功人士平均比配偶大12岁，这样算来你们很多人未来的老婆还在小学一年级蹦达着。所以说现在养的那是别人的老婆～～～”
 当时大家看到的海宝都是平面的,这给那些要将海宝立体化的人出来一个非常困难的问题,那就是海宝的背面究竟应该是怎么样的,海宝有没有尾巴,有没有屁股,有没有股沟,这些都是未知的,所以我们看到的在城市中矗立的海宝雕像,正面都是一样的,但是背面你可以发现,有的海宝没有股沟,有的海宝有股沟。但是最近以没有股沟的海宝居多,因为股沟已经宣布离开中国了。
 我记得上班的时候，前辈就教导我：“你出去别人问你是什么公司的，你可以很冷静的说：‘你可以不知道我的公司，但你一定要知道，我的老板叫吴刚，他做了一款游戏，改变了中国游戏界的命运，这款游戏叫血狮。’”
 据说大地震前有三个明显征兆：1.井水异常；2.牲畜反应异常；3.专家出来辟谣。但是细心网友指出，第二条和第三条重复了。
 据《东方早报》报道，被誉为上海宠物爱好者年度盛会的2010上海宠物大会将于3月12日在上海国际展览中心开幕。记者昨天从主办方获悉，备受网友追捧的“网络神兽”——南美羊驼将在本届上海宠物展上公开叫卖，开价5万元一只。 
 一天,我在班里表扬了一位同学,说他成语”青翠欲滴”使用得好。下一次交上来的作文,几乎每个人都用了”青翠欲滴”:教室的一角有盆青翠欲滴的花;爸爸拿出青翠欲滴的酒杯;她穿上了一件绿色的裙子,真是青翠欲滴;有个男生居然写:这两天我感冒了,我的鼻涕青翠欲滴。
 游戏名称：魔兽世界   根据《中国青少年网络协会游戏绿色度测评标准V5.0版》中综合评定满足条件所述，得出结论为：由于在全部评定项中，色情度达到了3级，建议高中生及以下人群不要使用，即仅限成年人使用。
 麝香猫咖啡是世界上最贵的咖啡，每磅的价格高达几百美元。它是由一种叫做麝香猫的野生动物的粪便中提取出来后加工而成的，麝香猫吃下成熟的咖啡果实，经过消化系统排出体外后，由于经过胃的发酵，产下的咖啡别有一番几味，成为国际市场上的抢手货。
 10年以后，我们在广州遇见。姑娘神秘地问我，生活过得有意思吗？我说没有，她说，明早7点来宾馆找我。我一夜没多睡，觉得民主自由没白信，许是华盛顿派人来了。早起，冲到她宾馆，敲门，她把我迎进，问：你听说过安利吗
 惠普公司客户体验管理专员袁明在接受采访时，对惠普笔记本的故障原因作出了自己的解释：中国学生宿舍的蟑螂太恐怖。2009年以来，惠普dv2000、V3000等型号的笔记本电脑集中出现质量问题，引发消费者集体投诉
 有关宠物专家表示，羊驼一般都建议养在带草坪的大院子里，食用的食物为草料、精饲料及胡萝卜，平均一天的食物费用才2元左右，但饮水量非常大，2岁左右进入成熟发情期，一年一胎，平均年龄可达到20-25岁，比宠物猫狗陪伴主人的时间更长，但购买者也需做好心理准备，它生气的时候会吐唾沫。
 5个小朋友分一个蛋糕，只准切3刀，改怎样才能平分？
 资产阶级闻着香水是香的，因为他们觉得这很美，而无产阶级则闻着香水是臭的，因为他们觉得抹香水很丑恶；资产阶级闻着大粪是臭的，因为他们觉得很脏，而无产阶级闻着大粪是香的，因为大粪可以肥田，这就是阶级不同，心理也不同。
 The early bird might get the worm, but the second mouse gets the cheese.
 一大早坐同事车往公司赶,等红灯时旁边停辆卡宴,是个美女,放下车窗瞄了一瞄,同事很自信说：“肯定是二奶”,可能声音有点大,被美女听到了,看着有点不悦,刚好绿灯,我们撒鸭子就跑,只见卡宴一脚油追上来,放下车窗,冲我们喊：见过二奶这么早上班么
 很长一段时间里，英国人拒绝采用十进制货币单位。他们认为那种标准太过复杂。<好兆头，P138>
 不久以前的一次计算机展览会上，一个公司正在展示他们的语音识别系统软件，这个系统可以根据语音输入来完成系统功能 的操作。工作人员在展示之前，要求大家安静。 这时，另一个展位的人正在忙于排除计算机故障，突然有人 大喊了一声：“ＦＯＲＭＡＴ　Ｃ：回车”，“好的，回车！” 很不幸，语音识别软件开始工作了
 人生最大的梦想是和爱人隐居在一个风景如画木有海啸危险的岛上，有花不完的钱，吃不完的美食，高速的宽带，无墙的网络，满架子的书，看不完的碟，一只温柔的大狗，一只高傲的猫咪和满院子的雏菊。
 1987年9月14日21时07分，中国第一封电子邮件从北京发往德国，内容是：“Across the Great Wall we can reach every corner in the world”
 美国波音和法国空客是阴谋联合体，当美国想卖飞机的时候，就让法国总统见达赖；当法国要卖飞机时，就让美国奥巴马见达赖。我国在不断的抗议中买下大量飞机，最终达到人均一机的世界水平
 上海世博会严格检测食品中转基因成份和有毒有害物质， 保证前来参观世博会的各国人士的食品安全和生命健康.
 今天，我新买的价值 100 美元的电子烟邮过来了。我很兴奋，打算试用一下，于是开车去上班的时候就叼上了。这烟玩意不论看起来还是感觉上都很逼真。公司里是不允许吸烟的，于是我快到目的地的时候，很顺手的把烟从窗口扔了出去。
 今天，我妈请来共进晚餐的一个客人撞见我和男友接吻，她吓得尖叫不已。很显然，我妈把我的男友介绍成了她的儿子，于是那个客人以为我们俩是亲兄妹。
 今天，我的一个表兄向我兜售他的二手 Mac，价格相当的低。到手后，我意识到那不过是一台旧东芝刷了层白漆再贴了张苹果贴纸。不过我表兄一再坚持这就是台 mac
 同志，前面那个捡砖头的同志，把你的身份证出示一下。。
 过得长久的夫妻，举案齐眉的少，狼狈为奸更贴切一些。
 不吃饱饭哪有力气减肥!
 你知道pal为何吸引人么? 因为pal身上有一切富二代的特性, 而且pal还长得帅缺心眼...
 春运回家绝招，18岁以下请不要模仿：一在京农民工买不到回家车票，遂手持一打A4纸，上写“申诉材料”几个大字，来到国家信访局。旋即从驻京办驶来一辆面包车，将他送回老家，中途还管了两顿饭
 1945年7月4日，毛泽东邀请黄炎培谈考察延安的感想，黄认为：“历史上各个政权‘其兴也勃焉，其亡也忽焉’，没有能跳出这个周期率。希望中共诸君找出一条新路”毛泽东高兴地答道：“我们已经找到了新路，我们能跳出这周期率。这条新路，就是民主。只有让人民来监督政府，政府才不敢松懈”
 这几天一直在想，乔帮主推出ipad到底是什么良苦用心？现在明白了，ipad 解决了ipod touch以及其他的所有的移动设备都没法解决的一个大问题，那就是再也不会掉进厕所了。
 身如矮人瘦五分，体似半身高三寸，阔面凹鼻琥珀目，尖耳毒牙垂膝拳，钉锤撩动惊日月，座狼穿行泣鬼神，九州遍处皆兄弟，诨名唤做哥布林。
 每次我在浴室里泡澡，水龙头放水“哗哗”一响，槟猫就跑进浴室，扒着浴缸往里看，边看边“痛心疾首”的喵， 意思是，这么多水，太浪费了…一直等到水放满，该猫就趴在浴缸边伸着头打算喝水，大概是本着能节约多少是多少的原则，喝了，就不浪费了。
 有一只熊掉到一个陷阱里，陷阱深19.617米，下落时间正好2秒。求熊是什么颜色的？A白色，北极熊，B棕色，棕熊，C黑色，黑熊，D黑棕色，马来熊，E灰色，灰熊
 TRPG，纸上角色扮演游戏，是最便宜最省钱最不需要好网速,最能撑延迟的游戏方式了没有之一
 网易、腾讯、百度、谷歌等几个趴在一起吃屎。某天，一直捂着鼻子吃的谷歌终于爆发：臭死了，老子不吃了。网易的眉头皱了一下，腾讯好像听到了，好像没听到。百度听到了，偷偷朝谷歌那边挪了一下，把谷歌那份屎扒到自己面前继续吃。
 冷场却能淡定面对，是一种境界，能让冷场变成不冷场，是一种能力。(水月)
 就在记者采访中，一名身上印着大大的“M”标记的麦当劳送外卖工作人员来到吴江路肯德基门口，在门口徘徊了几分钟不敢确定是这里的人叫的外卖。“麦当劳来了，进来吧，是我们叫的。”外卖工人尴尬的推门进来，将顾客订购的麦当劳从外卖箱里拿了出来。
 使用 !rm 或者 !rm 名字 可以删除指定的已读消息。 用 !rm -s 或者 !rm 名字 -s 可以在删除时不显示消息正文
 “不要再意淫了”这句话终于有了正式的英文翻译！ Stop telling your Korean jokes!
 上海世博会严格检测食品中转基因成份和有毒有害物质， 保证前来参观世博会的各国人士的食品安全和生命健康.
 朋友弄了一个个体公交车营运，挂在公交公司名下。每天车照跑，但车上的公交卡刷卡器拆下来了，把发声的喇叭掐掉，让老婆背在书包里，到地铁里面挤去。只要靠近哪个人的背包，两块钱就到手了。不敢多扣，否则容易露馅。
 某天 公交车上 上来两背着蛇皮袋的头发油腻男子 我前面入座 A:兄弟，我还是爱他的，只是我是个浪子，浪子你懂不？ B：我懂，我深深的明白你的忧伤。 A：你不懂，我天生是个四处漂泊的浪子，好像那浮萍一样。。。无拘无束 司机没刹车，但车上顿时倒了一帮人。。。
 王洪文的个人生活极其腐化堕落，他从外国进口了一个高科技器材，可以用来控制进口彩电换台。
 身如矮人瘦五分，体似半身高三寸，阔面凹鼻琥珀目，尖耳毒牙垂膝拳，钉锤撩动惊日月，座狼穿行泣鬼神，九州遍处皆兄弟，诨名唤做哥布林。
 据《每日邮报》4月14日报道，一张在1909年创作的元首与列宁下棋的素描画15日将在英国一家拍卖行进行拍卖，专家预计拍卖价为4万英镑。这个宽50.8厘米，高38.1厘米的素描画，据考证也是唯一一幅同时有希特勒和列宁亲笔签名的画作。
 气温每升高两度，全国的强奸案发案率就上升1%
 今天，我看到我4岁的儿子在院子里和狗狗玩耍。狗狗做什么，儿子就跟着做(例如打滚，奔跑)。我觉得这个画面简直太有爱了，便回房找来相机准备拍下这一切，结果……当我把相机拿回来时，发现狗狗正在撕咬一只死兔子，而我那可爱的儿子正跟着做
 今天，我坐飞机的时候，我旁边那个家伙正在使用飞机wifi上facebook 网站。然后，我眼睁睁的看着他，加入了一个名为‘我讨厌在飞机上跟胖子坐在一起’的小组...
 一哥们女朋友生日，花了800块钱买了qq送到给女朋友，号码是1314520。买回来后怎么登陆密码都是错误，仔细一看，那号码是1314250。
 从医学角度看，所谓幼稚，就是既憋不住尿，又憋不住话；所谓不够成熟，就是只能憋得住尿，却憋不住话；所谓成熟，就是既憋得住尿，又憋得住话；所谓衰老，就是只能憋得住话，却憋不住尿。”
 我们以前高中有个人叫大嘴，真名没人记得，在全年级都混得很开，突然有一天他一个朋友在班级门口把他喊出来说，听说你们班XXX很狂，把他喊出来打一顿。大嘴说，那个XXX就是他…
 用奶粉灭掉00后，考试灭掉90后，房价灭掉80后，失业灭掉70后，城管灭掉60后，下岗灭掉50后，拆迁灭掉40后，医改灭掉30后，2012年灭掉所有后。
 涛哥春节慰问福建龙岩土楼居民。一位老伯紧紧握住总叔记的手，激动万分地说：谢谢您！祝您升官！
 央视玉树赈灾晚会主持人结尾说了句：让我们下次赈灾晚会再见吧！
 虽然一直就认为很多很多人打着关心的旗帜，其实燃烧着八卦的熊熊烈火。
 “脑残”的定义：Your left brain has nothing right, and your right brain has nothing left.
 不过费解的是谷歌自己的谷金词典都不支持chrome! =[]-
 在超市里，看见一只五花大绑着的螃蟹从18.9元的冰柜里往28.9元的柜子里爬...我泪流满面，你太TM有上进心了！
 章子怡“被退婚”真相浮出水面：原来章子怡的富豪男友Vivi是深度电脑网游粉丝，由于沉迷游戏而忽略与未婚妻的爱情经营，最终导致两人情感破裂，并解除婚约。这告诉大家一个道理，那就是“游戏玩得好也能钓到金龟婿”。
 美国新泽西州一学校董事桑德拉.迈克尔3月13日在莫里斯敦市大街路边买了一张强力球彩票，结果中了2.117亿美元的头奖。在一次性领取全部奖金后，迈克尔失踪了，亲友再也没见到她。据说，她花巨资整容后，隐姓埋名，浪迹天涯。她清楚，如果继续生活在原来的圈子，她将永无宁日甚至危在旦夕。
 英国国防部一份名为‘防止文件泄漏’的文件被泄漏.
 肯塔基州的一名男子和他的妻子将起诉两名医生，他们在手术中切掉了他的小铅笔
 鄂尔多斯没人吸毒，贩毒利润太低，根本没人愿意干。
 懂得杀毒是IT宅男们结识MM、获取芳心的重要手段。
 老子修过无数不同MM的电脑,从软件到硬件,甚至电脑周边产品...结果她们都说:幸亏你没女朋友,否则不好意思叫你,单身真好...
 “脑残”的定义：Your left brain has nothing right, and your right brain has nothing left.
 墨西哥城北部某高速路，一辆载有乘客的巴士撞上了刚从马戏团跑出来的大象。最终，重5吨的40岁大象Hilda 和49岁的巴士死机Tomas Lopez 均不幸身亡。
 在被问到“死后人会去哪里”时，40%的父母说会去往天堂或地狱，25%则说会变成天使。同时也有1/6的愣头青直接告诉孩子们死后就埋了烧了呗
 Kick-Ass："一個十歲的小女孩是怎麼會有火炎放射器的?!" Hit Girl："eBay！"
 當警察配給防彈背心，壞蛋們就買穿甲彈；當有蒙面的英雄出現時……蒙面的超級罪犯就出現了。
 上海世博会是一个幌子，其实。。。2012年所有场馆可以合体，组成诺亚方舟。
 [16:57] <palomino|working> 你才看1080p av,你全家都看1080p av! btw...哪儿有1080p av?
 2009年上台后不久，他就异想天开地提出所谓新主张：中文编辑取代作者写小说，外文编辑取代译者译小说，美术编辑取代画家画插图---《科幻世界致全国幻迷公开信》
 李昶语录：“猫是看门的，狗是抓耗子的，猫粮狗粮都是我的，因为我上面有人。”
 男主丹泽尔华盛顿拿出RPG，伏击绑匪。旁边一个老人战战兢兢的说：上帝教我们要宽恕。男主淡定的说：宽恕是他和上帝之间的事，我是来安排他们见面的。
 第一场的时候是队友，第二场上半场还有可能是工友，下半场踢完估计变狱友了
 十年前，哆拉A梦，天线宝宝和巴鲁坦星人玩石头剪子布……
 路过一女的，忽听其言："以后要嫁就嫁程序员，赚钱多，死得快。" ..
 最近在网上看世界杯的时候发现一个有意思的现象。就是用Chrome浏览器比用IE浏览器看世界杯更加清晰，更加实时。
 英国伦敦北部一家名为“爵士咖啡”的咖啡馆为了搞宣传，筹备了一个独具创意的广告活动。他们征求全国具有“音乐天份”的仓鼠，最后挑出4只“杰出者”组成“灵动仓鼠”乐队
 曾成功预测“911事件”与“印尼海啸”的巴西预言家朱瑟里诺有如下预言：2010年，法国队将打入南非世界杯的三强；2043年，地球80%的人会死于大劫难。就当全世界人民为此提心吊胆之时，法国队在多梅内克的带领下基本上英勇献身——“打完小组赛，我们就回家，地球很安全，大家放心住。”
 趁端午放假和同学游玩…由于早上出发的太早脑子迷迷糊糊的…打的对司机说"去费伍得森林…（本来要去森林公园的…脑子里大概还在昨天的魔兽T…T）"谁知司机答曰"哦（二声长音）小哥，来件银鳞胸甲不？"
 承接原子弹抛光/打腊、拆洗导弹发动机、清洗航母油槽/发动机维修、高空作业:擦洗卫星表面积尘、修理飞机倒后镜、核潜艇喷漆、航天飞机保养、星球设计、太平洋保养及维护，南极冰川修复，地球形状改造及白天黑夜颠倒业务，并大量批发歼10、歼14、F16、F22、F35、B2轰炸机
 2004年，布拉特大爷以“过度庆祝会引发球迷不安”为由，与其他体育项目接轨，以规则明确禁止裸奔。脱衣甚至把球衣翻到头上，都会招致黄牌。这次，放行呜呜祖拉，布拉特的理由是“尊重国情，尊重传统”。全世界的流氓都一样。你跟他说接轨时，他说国情。你跟他说国情时，他说接轨。
 今天开车的时候，我被红灯拦在第一排。忽然，我听到一系列的碰碰声，紧接着，我的车尾挨了一下，整辆车推出路口。一位醉醺醺的家伙在一个相当遥远的位置上启动了这么一个壮观的多米诺效应。
 男人是长期饭票是没错的，错的是你不能让他在爱上你之前就明白这个道理　
 按照她的理论，深圳富士康40万人，每年自杀68人是在正常范围内的。
 这世界上每个人都有自己的惨——惨法不同而已。
 教育猫要现场抓现行，猫的记忆力只有15分钟，没当场捉住它开冰箱，事后你打死它 它都不懂为什么.
 机械陆行鸟：现在召唤任何此类型坐骑时，会听到棒呆了的机械声！
 唠叨，婆娑，善良，挡不住的火一样的热情，有着不屈不挠的精神，生活的沧桑并没有抹去她的热情，她把她对党和国家，对社会的热爱，统统注入了帮别人介绍对象的伟大事业中去。
 “合肥史上最牛翻译，顶级翻译看了都落泪”。图片显示的是一则楼盘广告“不出合肥，逛遍世界”，下面赫然显示着英文翻译为“No HeFei，Guangbian World”。
 在俄罗斯阿斯特拉罕市举行的一场婚礼上，新郎的一名好友为了给婚礼助兴，竟掏出一把手枪大玩“俄罗斯轮盘赌”，他对着自己的脑袋扣动了扳机，不幸亲手将自己的脑袋打爆。
 我和三个同事一起坐电梯上楼，一个胖一点，一个瘦一点，一个适中。适中的同事开始开玩笑：“你看你胖得，简直是河马腰！你看你瘦得，简直是马蜂腰！”我幽幽地问一句：“那你是什么腰？”他不假思索地说：“我是标准的人腰！”
 传金庸名著《碧血剑》将被河蟹，因为有句台词：凡是温 家堡的人都要 死……
 我今年研三刚毕业的师兄，华电机械专业，签的北京四方，实习工资450一个月，一直实习到7月（学制是2年半的，4月份毕业的），不包吃也不包住。
 寢室有一自命不凡的帥哥，女友如雲。吖的口號是，沒有追不到的對象！當場我生氣了，打賭50元，讓他去追隔壁班的班長。他丫的就是牛，當場答應了。第二天他回來：“肏，那班長是男的。”第三天，我輸了50元。
 今天我去江边散步，草坪上好多养狗的人在扎堆聊天，狗子们聚在一起玩，突然我发现其中有一只长相万分猥琐的白色大型犬，就对我朋友说“你看那白狗，好像一只老山羊”，这时候养狗众里的一位大叔斜着眼对我说，我那个本来就是山羊…
 据说袋鼠国当局早已秘密聘请了一批德鲁伊，用他们的法术来降低告高速公路上的交通事故，而这些神奇的德鲁伊已经为袋鼠国工作了2年。
 今天我发觉我的男友劈腿了。他的理由是他有双重人格而每个人格都需要一个女友…
 郑渊洁今天去买报，一神秘男子凑近：“大哥办证么？”问：“现在办什么证的最多？”男子说：“刑满释放证。”不信：“怎么可能？”男子说：“您拿这证，没人敢欺负您。交警拦您，您假装拿错驾照，把刑满释放证递给他，看他还敢罚您！不过您不用办。”郑渊洁得意地说：“当然。”男子说：“您的发型就是刑满释放证。”
 在7月8日，美国New Jersey(地名)Cocoa Services 工厂内,一位29岁的临时工不幸被某机械设备击中而掉进一个盛满2.4米深的巧克力酱的大桶中，淹死了。
 读天王星的英文名字，发音时要小心，否则可能会使人陷于窘迫的境地。Uranus应读成"YOOR a nus" ，不要读成"your anus"（你的肛门）或是"urine us"（对着我们撒尿）。
 当你学习一种新的编程语言的时候，你编写运行的第一个程序通常都是“Hello World”程序，这已经成为一种传统了。正如提出“Hello World”程序的Simon Cozens[1]所说：“它是编程之神的传统咒语，可以帮助你更好的学习语言。”
 Turf，词典里第一个意思是“草”，第二个意思是“泥”，第三个意思是“马”
 上海的周立波先生曾经羞辱北京的郭德纲先生说：喝咖啡的怎么能和吃大蒜的尿到一个壶里（大意如此）？周立波先生大意了，去年和今年同期相比，北京地区的大蒜批发价暴涨了14倍--咖啡去年到今年哪里涨得了14倍？
 操与玄德对坐，酒至半酣，操曰：“玄德久历四方，必知当世英雄。冀州袁绍如何？”玄德曰：“绍乃扶不起的阿斗。” 操曰：“诺，绍乐不思蜀，胸无大志也。”玄德对曰：“非也，绍得陇望蜀，欲篡汉室，此乃司马昭之心路人皆知。”操曰：“诚如公言，不可不防，否则必大意失荆州！
 同学讲她中学时候的故事。上课时一个男生趴桌上呼呼大睡，被老师发现了，老师很淡定：同桌关心一下。——同桌脱下了自己的外套披在了睡觉男生的身上…
 一坨保存至今一亿三千万年的恐龙粪化石，近日在纽约以960美元成交。买主Steve Tsengas开的公司专门处理宠物粪。“这堆像石头蛋子一样的侏罗纪恐龙粪可以激励员工，并且可以做营销工具”。# 你也可以在家制作这种米共，如果你变成恐龙，或者成功地将你产生的那堆东西保存一亿年。
 蜘蛛浑身是宝, 肉可以吃, 腿可以做蛋糕, 蜘蛛丝可以用来做装备
 一理工科男刚跟一个金融界的哥们吃饭，他说到：“我刚送了女友一个2000欧的包，她很喜欢，现在女人真是不好养啊！”理工男非常郁闷：“唉，难怪我没有女友，我也就能送个2000欧的电阻……”
 凯撒大帝的名言：“我来了，我看到了，我战胜了。”（Veni,vidi,vici.）
 广州市菜篮子价格信息最新统计数据显示，有完整记录的77 种蔬菜中，62.3%的蔬菜出现不同程度涨价，19.5%的蔬菜价格上涨幅度在100%以上...何不食肉糜？没想到这句话也有兑现的一天。
 这位干部在半年的时间内仅仅受贿6万元，这是我近几年第一次看见受贿两次后面跟的是一个5位数，现在哪里去找这么清廉的局长
 TIPS: “我们的马在拍戏中一共牺牲了6匹，疯了8匹…”据说，有个高希希最得意的镜头是连人带马一起摔下悬崖，人肯定是假的，但是马是真的。要拍这个镜头的时候，马就流着眼泪，站在悬崖边死活不往下跳
 近三年内，全市建成区新增绿地面积874公顷以上。
 中国留学生朱某某近日被美国法院以一级谋杀罪判处终身监禁，不得假释。2009年1月，朱在美国弗吉尼亚理工大学咖啡厅当众割下北京女生杨某的头颅，原因是杨拒绝朱的求爱。朱用这种方式获得了美国永久居留权。希望11年后杨也能突然出现。
 老师带领小学生去监狱接受德育教育后，老师问学生有什么体会。一学生回答说：“现在的监狱跟解放前国民党的监狱一样。”老师感到很惊讶，就问：“为什么呢？”学生说：“关的全是共产党的干部 。
 一个朋友去买了个大蛋糕回来，蛋糕上写着诸葛藏藏，我们都纳闷：诸葛藏藏是谁呀？ 朋友说：就是为了多骗点奶油。
 中国杭州市滨江区区委尚书记被双规。起因是纪检部门接到匿名举报，附带一段由尚书记出演的激情录像。举报者称，如纪检部门不查办尚，这段录像将上网。针孔摄像机正成为反腐武器。
 在中国，买房的实质是租房：卖你的是地上的房子，地只租给你用70年。70年后，业主愿意让房子继续呆在原地，需再交租金。不愿意再交，可以把房子搬走，但成本很高。如果不是独栋，牵连左邻右舍，搬迁房屋的成本不亚于发射航天飞机。中国根本没有买房，实质全是租房。看清了直接租吧，还不担心地震。
 Wiki上煎蛋有13种介绍语言，和著名的小泽玛利亚（14种）不分上下～
 佛罗里达州法律规定不准和豪猪ooxx。
 明尼苏达禁止任何男人与活鱼ooxx。（男女真的就是有这样红果果的不平等）
 意大利西西里首府街头到处张贴一款以希特勒为主题的海报。海报上希特勒戴着有粉红心标志的臂章，据悉这款海报是为了鼓励年轻人勇敢穿衣。虽然遭到了来自社会各界的强烈指责，但海报的广告商却不以为然，并声称舆论对该海报的反应过于强烈。不过，迫于舆论压力，广告商决定在未来几周内推出新款海报。据传，新海报代言人初定为中国伟大领袖毛泽东。
 俄克拉荷马州Clinton 禁止看到别对情侣车震时自己在这边手X。
 威斯康辛Connorsville，当你的MM达到高潮时，请不要鸣枪致意，因为这是违法的。
 华盛顿州，如果你和一个重量不到40磅(18公斤)的动物ooxx 那么你也算违法。
 2010年BLIZZARD全球徵文比賽 http://tw.blizzard.com/zh-tw/community/contests/writing2010/index.html
 Oicebot新增 !4w 命令，仿制moo老爷的 !4p 机器人。详见 ~4w
 重型坦克只在坦克互轰的时候才有价值。。。所以泥轰没必要造，校长又没坦克，太祖更是战防炮都没有
 阿肯色州规定丈夫每个人最多只能打妻子一次，多了就要进局子里去玩玩。
 你因飞行事故被做掉的几率是恐怖袭击的11000倍。（更新：应该是飞机出事的时候，有恐怖分子驾驶的几率是1/11000）
 1989年，某个人在跳蚤市场的杂物堆里花4刀买了张破纸。后来经鉴定，是当时仅有的200张《独立宣言》副本之一。于是乎，他靠这张破纸赚了814万刀。
 一网友耗时三年，申请近 3000 个 qq 号，网上寻侣屡遭挫折。最后终于发现一个秘密！……不用每次聊天都申请 qq 号的……
 广东省总工会原定于5月21日下午召开的对富士康九连跳事件的说明会，因为当天早晨的第十跳而取消。
 Emacs可能是地球上快捷键组合最繁复的文本编辑器没有之一
 明哥语录：“美国佬滚回去！走的时候把我也带上！”
 法国到处是狗屎，德国路边就几乎没有，是不是说明德国人素质比较高？因为法国贴着标语“禁止狗拉屎”，德国的标语是“狗拉屎一泡罚款20欧”
 问：我在48元买入中国石油，我今年35岁，是新手，请各位高手指点下，请问我有生之年能解套吗？专家答复：那得看你生活质量和身体状况如何了
 花2角钱，你就可以在淘宝网上购买到一个微博“粉丝”；如果你够慷慨，花2399元，就可以 买到3万个“粉丝”，享受到和大明星一样的众星捧月。
 今天我把自己锁在门外了。破门而入花了好几小时，然后，忽然发现我好像忘记关窗来着…… 好吧，门还是要修的……
 几年前，一朋友到我家，说郑渊洁我想喝酒，当时家里没有下酒菜。我说就吃狗粮吧。我们就着狗粮喝酒，很爽。第二天，他给我打电话，说不知为什么看见树就想小便。
 公元前136年，戴着草帽的兔几先生在小雷音寺用一把激光炮射爆了第七使徒。
 2006年，人们正式将每年的5月25日定义为geek pride day ，因为这一天是美国人最喜欢的Star Wars 在1977年首映的日子。
 我们和僵尸的主要区别，只不过是僵尸吃活人，而我们吃尸体罢了。
 这位仁兄，在华盛顿郊外驾车，很不幸的居然会撞在电线杆上。车毁杆倒，还好，5肢健全，大小头都还在。于是，很高兴的去压惊放松撒尿。但是，尿液居然连接到地面上的电线上，真的触电鸟，后续的悲惨消息不详。
 中国玉树地震时，当地很多房屋倒塌。但通天河大桥坚如磐石，保证了救援物资源源不断进入灾区。通天河大桥建于1963年，设计者叫叶广生，今年88岁，和他设计的大桥一样长寿。
 我是巴黎的巴士司机，今天一个乘客带了一头羊上车，我对他说不允许携带高度超过膝盖的动物上巴士。于是这人就开始猛压这头羊，把它压到膝盖以下。羊于是无辜地看着我，痛苦地叫了起来。
 中国相关部门今天出台新规定：刑讯逼供取证不作定案根据。问题是，凡是经过刑讯逼供取得的证据，都会标明“刑讯逼供取证”吗？
 今天一个病人对我说他只有6个月好活了，我想说点鼓励的话，但是最后说的是："六个月，很快就过去了，坚强点！"
 我的猫猫终于学会了打开水龙头喝水。赞！但是我完全不知道怎么教它关上水龙头。
 法国政府决定将退休年龄从60岁延长到61岁。此举引发法国四十万人大罢工。航班延误、学校关闭……其中有13%是公务员。在中国，如果延长退休年龄，特别是延长公务员官员的退休年龄，应该会引发大规模庆祝活动。
 中国兰州市城关区物价局批准兰州新港华侨幼儿园向学生每学期收取125元保护费。
 中国养牛大省吉林母牛惨遭屠城，原因是养牛赔钱：一牛犊养到毕业出栏时共耗10000元。而一头成牛现在只能卖8000元。同样，生个孩子养到大学结束需80万元以上，大学毕业“出栏”时月工资仅2000元。算完帐不敢生了。
 你永远不可能打败一个纯SB，因为他会把你的智商拉到他的水准上，然后用丰富的经验打败你。
 一天在公共汽车上人太多了，特别热，特别闷不知谁放了一个屁，这下是环境更加恶化。我朋友实在受不了，又不知道是谁，没办法。正好，售票员正在问：“谁没有买票？“我朋友忽生一计，大声说：“放屁的没买票！“忽然，一个特别胖的女人，手高高的举着票，大声说：“我已经买票了！“
 1945年，邱吉爾在一次大选中落选了，约瑟夫·史達林十分得意地说：「邱吉爾，你打赢了仗，人民却罢免了你。看看我，谁敢罢免我!」对此，邱吉爾不以为然地回应：「我打仗就是保卫让人民有罢免我的权力。」
 日本政府近日发布了一个研究结果：80%的Hikkomori(家里蹲、孤立者)都有精神疾病，其中又有2/3 可能患有严重的精神分裂or精神发育迟缓的症状
 胡元章，陈小妹夫妻，加入CPC派对。派对内要人胡绮园，见陈小妹貌美，即吩咐陈小妹与他同居潜伏。派对内纪律，上级命令要无条件执行，因此陈小妹被胡绮园占有。另遣特科将胡元章带往温州，临开船时，胡元章奋力一跃上岸，甩开特科，狂奔去报案，胡绮园被逮，处决…
 美国男子文森特·刘，2002年在纽约大学兰贡医疗中心接受换肾手术。提供肾脏的女子生前患有子宫癌，文森特移植后继承了子宫癌，由于无此编制，癌转移到和子宫相似的器官，然后他挂了。
 今天我用橄榄油护发，清了四遍水后闻起来还是像沙拉，我已对此彻底绝望了！
 今天我老板解雇了我，理由是我老是泡在网上。当我提醒说这台电脑不联网的，他又改口说，“哦，我的意思是，你抽烟太厉害了……”然后我表示自己不抽烟，他只得说，“反正，就是这样……” 
 上周五，美国诺克斯维尔一男子把自己的女友载到山顶，准备借着美丽的城市夜景，给女友来一次浪漫的求婚。哪知道，男友还未单腿跪地献上钻戒，就听一道雷电劈来，25岁的女友当场就被雷到了……这……
 老王是玻璃厂的工人，有戴手套干活的习惯。一天下夜班，他坐出租车回家。当车子经过一片郊区的小树林时，一阵凉风袭来。老王觉得有点冷，就从兜里掏出手套带上，司机从后视镜里看见了，小心翼翼的问：“兄弟，你在干什么？”“哦，没什么，习惯了，我每次干活的时候都要带手套，这样既不会割伤自己，又不会留下痕迹..”
 今天上班的时候一罐 4 磅的金枪鱼罐头砸在我头上，并且沾得满身都是。由于是管理人员，我不得不带着一身金枪鱼味工作了一整天。好吧，晚上我家那只该死的猫一定不会放过我…
 今天我和朋友们完成了 40 公里历时两天的徒步旅行。我们先把一辆车停在终点，然后开着另一辆去起点，这样等最终到目的地的时候我们还能开回去两辆车汇合。在长途跋涉即将结束时，我忽然意识到，我把第二辆车的钥匙留在第一辆车里了。
 今天我出去搓了一顿以庆祝肠胃炎的痊愈。要知道我吃了一周的流质食物，所以这次兴高采烈的点一堆好吃的。结果……这回食物中毒了…… 
 新西兰27岁的William Singalargh 近日因刺猬伤人被指控，据说他以一只刺猬为武器，扔向一名15岁的小男孩，造成后者腿部多处擦伤。警察收集证物时刺猬已经死亡，该案件将于4.14日进行审判，如果William 罪名成立，他将面临5年的徒刑。
 为了反对强制拆迁，武汉东西湖一农民自学“阿凡达”，在自己承包的田地里搭了个“炮楼”，自制火炮两次打退拆迁队。
 近日来自美国Michigan 州的一对母女在玩耍新购的Wii时，由于太过投入没注意家里爱犬的动静。当小女孩开始打保龄、手握Wiimote 向前挥动时，爱犬突然发飙冲向女孩，头部直接被女孩手中的Wiimote 击中，当场就昏死了过去。
 身高1.65米的萨克奇总统向来以比较二的姿态展示在人们面前，这其中包括他和其他领导人合影时踮起脚尖；去年和奥巴马同学纪念诺曼底登陆合影时踩在箱子上；最为二的一次是，他让左右从工厂里挑选出一批矮个然后拉出来和他并排站一块拍照
 某种程度上来说，运动员比小姐都可怜，同样是生计所迫，年纪轻轻开始透支身体，小姐起码是卖，一次一结账，旱涝保收，而运动员则是去赌，拿到冠军你就牛逼了，拿不到冠军你就歇逼了。更倒霉的是小姐收了钱不用被央视记者问脑残问题，也不用跟谁感恩戴德，运动员就不行，谢错顺序还他妈挨骂。
 一天,列寧、史達林、赫魯雪夫和勃列日涅夫乘坐火車出門。開著開著，火車突然停了。列寧同志指示：“馬上號召星期日義務勞動，把鐵路鋪上！”但是列車沒有動。史達林把頭伸出車窗外，怒吼道：“槍斃火車司機！”可是車還是沒有動。接著赫魯雪夫說：“給火車司機恢復名譽！”車仍然沒有動。勃列日涅夫說：“同志們，不如拉上窗簾，坐在座位上自己搖動身體，做出列車還在前進的樣子……”
 今年世界读书日这天网上展开了关于浅阅读的行动 
 F1的噪音一般是120分贝。上海站时，我去看舒马赫，旁边一位大叔不戴耳塞，甚至还讲电话。我五体投地，表扬他：大叔你是不是娶了20个老婆。大叔很淡定：我当了20年坦克兵。
 流氓年老了，不会变成慈祥的老爷爷，而是会变成……老流氓。
 狗狗的儿子到美国10年了，至今租住在公寓房，领着10万美元的低年薪。
 英国deSuffolk运送肉猪的卡车，在离熏肉工厂只有500码的地方，突然翻车，致使本已在死亡边缘的近200头肉猪得以越狱
 前段时间火爆异常的俄罗斯随即视频聊天网站Chatroulette 的创始人正在寻求团队开发识别JJ 的软件，以用来屏蔽该网站日益增多的露体男用户。
 一代棋师Gudkov在莫斯科某公开赛上连续三局打败机器人棋手。再开一局，大师友好地伸手过去安慰对手时，他被充满仇恨的机器人电死了
 和哥们去旅游，在寺庙功德箱里赫然看到一张印有古代人头像和仪器的纸币，哥们勃然大怒，喊到：“这素质，不捐就不捐，扔什么冥币！”我小声提醒：“别吵吵，那是韩元。
 “这是一次战略性收购”是“我们出价高于业务价值是值得的”的委婉说法。
 今天我学会了一件事，那就是你在任何情况下都绝对绝对绝对记住—— 泻药与安眠药不能同服。
 1991年12月23日，佛罗里达州某地发生了一起小型飞机坠机事故，当时只有一对情侣在上面。男的是飞行员，女的是…女飞行员。事故调查人员发现，他们的座椅被调节放平形成了一个小床。这可能是是引起事故的原因：当时他俩可能正在几千英尺的高空happy
 在洗浴间内玩铅笔是有违密歇根大学相关规定的，洗浴间的下水管道并没有为下行小蝌蚪进行相关设计，每年因小蝌蚪而引发的相关维修费用数以千记。故，回自己屋玩铅笔去……
 几个正在执行国际野生生物保护协会美洲虎保护计划的生物学家，无意中发现使用CK男士古龙水可以把大猫勾引出来，更便于他们研究拍摄等工作。
 高考期间，想起以前我读书时老师教我们所谓一考定终身，现在我为祖国破除高考迷信而高兴。现在无论读什么学校都会失业，真平等。
 意大利总理贝卢斯科尼在经合组织(OECD)开会时说：“作为一个国家的总理，我从来没有掌权的感觉。而且当了总理后，谁都能批评我，甚至侮辱我。”
 当年在新东方学习英语的时候，老师曾经说过，俞敏洪为美国一飞机一飞机的输送了GRE考了高分的最好的中国学生。
 日本高考期间，考生的父母谨言慎语，避免在孩子面前说出“摔倒、跌倒”之类的话；还有很多日本考生涌入东京动物园的猩猩园，“拜见”那些从来不会从树上掉下来的猩猩，以求自己在高考中不会名落孙山。
 一好朋友去自助银行取钱，遇一骗子扔50元在他脚边，问是不是我朋友丢的钱（骗子想趁朋友捡钱的时候把他卡拔走，你们都知道的），我朋友真绝，用脚踩住50元钱，再把自己的卡拔走，然后慢吞吞的捡起50 元钱说了句谢谢兄弟，剩下满脸黑线的骗子！ 
 这跳楼我有研究，2楼跟20楼不一样，2楼是“啪~啊!”，20楼是“啊~~~~ 啪” \
 一哥们昨天交了个女朋友，我们都很惊奇，因为他一向与众不同，不喜恋爱，追问原因，答曰:“天太热，老爷们出去又不好意思打伞。“多有档次的回答！ 
 澳大利亚球员科威尔上一场在球门前被球击中手臂，他不是故意用手臂挡球。裁判判点球就行了，但是裁判同时用红牌将科威尔罚下场。科威尔身患绝症，这是他最后一次参赛。裁判的这张红牌，将缩短科威尔来日无多的生命。
 今天，我发现车库里居然有 6 只臭鼬。我修剪草坪的时候它们跑出来袭击了我。
 来自美国Minnesota 州的老爸Armond Speers 竟然都坚持只说克林贡语来教自己宝宝，并且一说就是三年。经过三年的教学，据说他3岁的儿子据说已经开始懂得了一点Klingon 语了。而老爸Armond 表示他并不是一个疯狂的Star Trek 迷(那怎样才算疯狂)。
 所有支持导入词库的输入法，理论上都是可以自由折腾的，我已经成功的把QQ拼音和谷歌拼音改造成了“五笔输入法（折腾版）”，也就是换套词库而已。
 单机版点灯游戏，有GUI哦，可以鼠标操作哦！ https://dl-web.dropbox.com/u/5383628/TurnLightLocal.mrc
 刚才看球时故意闭上眼睛听解说片刻，结果像听黑社会老大在训话，转录如下，大家一乐：“这次抢劫没有成功！封死角度！！你打得太正了！！贴住他！！打后腰！！！铲人！！！”
 A  2Malamanteau  is a neologism for a protmanteau created by incorrectly combing a malapropism with a neologism. (Malamanteau 是 portmanteau 和 malapropism 的 portmanteau, 同時也是 portmanteau 的 malapropism)
 Windsor大学的一群学生使用超过8000块乐高积木，加上6个NXT 乐高机器人套装，9个触摸传感器，10个光传感器，以及4个电机组合出了一个可以自己自动玩弹珠台的弹珠台……
 中国人的性情是总喜欢调和折中的，譬如你说，这屋子太暗，须在这里开一个窗，大家一定不允许的。但如果你主张拆掉屋顶他们就来调和，愿意开窗了--- 鲁迅《无声的中国》一九二七年
 诗7:15 他掘了坑，又挖深了，竟掉在自己所挖的阱里。
 脑袋空不要紧，关键是千万不要进水。
 期末来临，大学一直很流行划重点，以至于每次考试前大家都不怎么复习，只等着老师划重点。可是有一年，学校严格规定不能划重点。。。于是。。。在最后一次课上，某老师说：“同学们啊，学校规定了不许划重点了。那好吧，大家把书拿出来。。。我们划一下非重点。。。”
 情人不是资产阶级的专利,我们无产阶级也要有革命伴侣,就是多一点也不怕。无非是哄哄她们、说些好听话。——《毛泽东选集》第四卷第134页
 近日一名来自堪萨斯州卫奇塔的男子在进行毒品交易的时候被毒品贩子殴打，原因是使用大富翁纸币购买毒品。这位满头鲜血的男子在被警方逮捕后说，他已经用这种钱买了好几周的毒品了，毒品贩子直到现在才进行报复。现在仍不清楚是什么原因导致这个毒品贩子花了如此长的时候才意识到这种五颜六色的纸币并不是合法货币。
 IRC快速网页登陆： http://alturl.com/fmxyn
 IRC快速网页登陆： http://widget.mibbit.com/?settings=e2b3eec8d8d37f421fb0ad6a3c7074c3&server=irc3.ourirc.com%3A+7001&channel=%23%E6%96%B0%E5%85%B5%E8%AE%AD%E7%BB%83%E8%90%A5&noServerTab=false
 一食人族上班，总经理再三交代不能吃同事，答应。过几天忍不住，偷吃一个程序员，没被人发现；第二天偷吃一个项目总监，好像也没事；第三天偷吃一个清洁工人，当即被发现。其感悟是：千万别吃真正做事的人。
 七岁的小男孩是地球上最可怕的生物，他们有好奇心、行动力、破坏力以及《未成年人保护法》。
 太可怕了，马超在每次准备射门之时，可以要求裁判随机选择观众，如果他的衣服是红的，就要把守门员拖走！
 人民网推出了自己的搜索引擎——人民搜索，由于域名为GOSO.CN，所以又被戏称为狗搜. 无论在Google还是百度上搜索“狗搜”，排在第一的无一例外的都是搜狗，看来在对待人民搜索上，Google和百度终于有了一致的立场。狗搜的广告词应该为：狗用狗知道
 呆到什么程度的人会把自己的基因样本交给老巫婆啊！！！
 全球最大的视频门户网站YouTube在部分视频中添加了一个特殊的按钮，用于消除南非世界杯比赛期间“呜呜祖拉”（Vuvuzela）发出的噪声。
 一25岁可能患有精神病的流浪汉前天中午到中国广东河源田家炳实验中学面对两名女生傻笑，继而性骚扰女生。当晚八点，当该流浪汉经过学校门口时，8名男生围殴流浪汉致死。
 不RP，就不给你投骰机会。投得不够高，就不给你交涉成功机会。
 幼稚的人为了信念高贵赴死，成熟的人为了信念忍辱负重。
 某大学一男生跳楼，成功示众死亡后，整理遗物，手机短信接收的最后一条：老公，教学楼那边好像有人跳楼...
 小区一藏敖突击一土狗，xxoo之后，养藏敖的那个不干了，要配种费，然后两家上了法院，后判决土狗家给藏敖家8000大洋精神损失。不过土狗后来下了5只串串，每只6000大洋给别人买走了，土狗家的得意地跑到藏敖家的得瑟：哥们，要不咱给10000，再来一发？
 “要人治，不要法治！”教授秦远富在距离大门几米处声嘶力竭地喊着，炙热的空气中弥漫着疲惫的气息，访民们机械地跟着山呼。“错了，喊反了。”不少话已出口的访民马上反应过来，他们提醒秦远富。秦愣了愣，“都被你们逼成神经错乱。”他指着大门里面的政府工作人员抱怨。
 据国外媒体报道，诺基亚移动解决方案部门负责人安西?范约基(Anssi Vanjoki)周五表示，诺基亚将全力重夺智能手机领域龙头老大的位置，计划未来只使用Symbian和Linux MeeGo手机操作系统
 有一哥们发帖说泡了一女孩，那女孩哥哥是黑社会的，他不敢和那女孩说分手，也不想在一起，问该怎么办。。。结果一强人回帖说：不就黑社会吗，你丫不会入党啊。。。此后几乎所有回帖都保持队形。。。
 人生中还有比喜欢的两个男人相爱更悲惨的事么？？？？？
 你的父母是做化学的吗?你看起来像试验品. 
 w3 n33d 70 PHUlf1ll 7h3 L4W 83F0я3 7H3 pHя33D0m K0M3Z
 你的牙齿像天上的星星，又黄，离彼此又远
 Wenn Dummheit weh tun würde, würdest Du den ganzen Tag schreien. 如果愚蠢会痛,你会整天都在哀嚎 
 麻烦叫医生检查一下你的菊花，看看你的脑是不是有损伤。
 中考过后，好友很忧伤地对我说,梦见语文考试没及格，我安慰她说：梦都是反的。她感激中有些怀疑。很快考试成绩出来了，被我不幸言中，她数学没及格…
 虎皮兔几行道闲溜，不慎落入道旁河中。随高呼救命！莫隆狗狗闻之，视若不见，仍边走边谈笑如旧。虎皮兔几情急生智，随又高呼“打倒水晶诺夫司机”！莫隆狗狗闻之大惊，随急速跳入河中，将虎皮兔几拖上岸来铐之。
 在图书馆黑乎乎的楼道里往上爬瞥见一个男的从我旁边上来要我就故意走到中间挡住他的路他说让一下然后我没动继续走他说劳驾过一下我回过头跟他说你看得到我？他愣了半分钟，反应过来以后连蹦带飞的跑了哈哈哈哈…
 上次有只小松鼠躲在树后面探出小脑袋偷窥布布，布布挥爪和它打招呼，它也和布布挥爪，然后布布挥双手的，它也挥双爪，然后它就掉下来了>v<
 唐僧一觉醒来 发现悟空跪在自己床前痛哭流涕 问道：“徒弟你怎么了？”悟空抹了一把泪 说：“师傅 咱下次睡觉说梦话 不念紧箍咒 好么？”
 TIPS: Habt ihr kein Klo zuhause, oder warum lasst du die ganze Scheisse hier ab?! 你们家里没厕所吗，你来这里乱喷？ 
 不要为什么东西献出生命，哪怕听起来多么庄严，否则就像屈原一样，你的忌日就是别人开心吃一顿的假日。
 在手機和電腦上打字替代了漢字的書寫筆畫。許多中國人需要匆忙記錄幾個詞時，才意識到完全不記得該怎麼寫。這是新形式的文盲，或者更確切的說：書寫困難症，而且是中國獨有的。病源就是類似蘋果電腦店的地方
 I'm 01100110 01100101 01100101 01101100 01101001 01101110 01100111 00100000 01101100 01110101 01100011 01101011 01111001 00001010.
 Google的行为准则里说到，对狗狗们的感情是我们的企业文化不可分割的一个方面。我们也爱猫咪，不过我们是一家狗狗公司，所以作为一般准则来说我们认为猫咪在我们的办公室里活动的话，猫咪自己会表示压力很大……
 今天男友的老妈来电，认为我给他儿子买了PS3作为圣诞大礼，于是亲戚们都配合着买了游戏。事实上我确实花了大价钱买了礼物，但现在得省着钱买个PS3，然后将那件大衣留着等他生日送。
 组里的实习生mm是北邮的，我对她说：“我非常讨厌你们的校长方滨兴。”她说：“啊，你是说他抢别人老婆的事啊，都传这么远了……”我：“……”
 物理学家普朗克说过一句很辛酸的话：一种新学说战胜其反对者，不是靠说服他们，而是等他们全死光。
 乌拉圭败给西班牙的原因是，大家都说乌克兰不行。
 Oicebot收了可观的小费以后小声道："你的牙齿像天上的星星，又黄，离彼此又远"
 Oicebot收了可观的小费以后小声道："程序员数数会从0开始数起."
 话说《康熙大帝》里，陈道明无数激扬台词，都比不上一句“宝日龙梅，你可是强暴了朕”
 真想看看打开250,000个程序并且显示在六个显示器上的linux系统
 程序员普遍患有或曾经患有分号结尾综合症;
 今天，我去看牙。牙医一边絮絮叨叨一边在我嘴里鼓捣。我想提醒他这么做很危险。结果我一说话他就割到我了。
 程序员用肯定和否定回答选择性的问题.
 李少红版电视剧《红楼梦》将在东方电影频道播出大结局,而紧接着上档的是《聊斋3》.
 Some Punk in a nightclub came up to me and said,"I get 20 times more girls than you do, haha." I replied,  2 " 20 x 0 = 0. "  That shut the f**ker up.
 程序员对”语言”的概念和普通人有差.程序员的世界里没有母语和外语, 只有编程语言.
 程序员格格外外的厌恶括号/引号不配对的情形.看到这样的内容 (举个简单的例子(我知道你懂的), 你能表示”我很淡定我不抓狂吗?
 国土部：上半年地质灾害数量是去年同期近10倍
 某无聊人士在非死不可（facebook）上建了一个讨论组，名字叫“我姐说如果我有100万粉丝她就把她的宝宝取名威震天”。两周后这哥们已经有75万粉丝了。目前非死不可上的讨论重点已经不是100万粉丝能不能达成，而是这孩子的中间名（middle name）是什么了，目前比较热的名字是“destroyer of worlds”。想象一下，未来你给这孩子打电话，要这样问："may I speak to Megatron, destroyer of the world, please?"实在是太有气势了。
 程序员认为 千(k) == 1024.程序员换算表：1km == 1024m, 1kg == 1024g.
 勃列日涅夫和美国总统卡特在瑞士开会，休息时间两个人很无聊，就开始比谁的保镖更忠诚。卡特先来，他把自己的保镖叫进来，推开窗（外面是20层楼）说：“ 约翰，从这里跳下去！”约翰哭着说：“你怎么能这样呢，总统先生，我还有老婆孩子吶。”卡特被感动了，流着泪说是自己不对，叫约翰走了，然后抡到勃列日涅夫，他也大声叫自己的保镖伊万。“伊万，从这里跳下去！”伊万二话不说就要往下跳，卡特一把抱住他说：“你疯了？跳下去会死的！”伊万一边挣扎着要跳下去一边说：“放开我，混蛋，我还有老婆孩子吶。”
 哈佛桑德尔教授的《正义课》在中国大学内无法拷贝，因为中国老师如果用他和学生那种反复、上下、左右苏格拉底式追问正义方法，10分钟内就会有反D内容出现，刚下课就会被国B带走。
 在程序语言中, “=” 是赋值, “==” 才用来判断二者是否相等.
 一位内务人民委员部审判员结束一天的审判工作，回到办公室，突然独自大笑起来。对面办公桌的同事奇怪的问道：“有什么好笑的事吗？”“是啊，”审判员用手帕擦着笑出来的眼泪：“一个很好笑的笑话……”“哦？说来听听？”“你疯了吗？！我刚判了说这笑话的家伙五年苦役！”
 2000年的时候在香格里拉，当地的藏人花几千块钱弄一辆快报废的二手大卡车，挂上吉祥结就上路了。交警同志拦下来，问为什么不交养路费，为什么不上运输税？藏族大哥操着半生不熟的汉话愤怒地反问：“什么税？毛主席解放我们，就是为了不上税！”交警凝固无语。
 日本动画大师宫崎骏日前在一场杂志专访中表示：“在电车里抚摸着(iPad)的模样有如自慰”。
 昨天，老板在下班很久以后，突然杀了一个回马枪,而我正在和同事打游戏..今天，老板在弄电脑的时候突然全都断电了，包括我们的电脑，老板关心的问了一句：“有没有东西没保存...游戏保存了么？”
 [09:30] <lipei> 在美国买硬盘真便宜，2T的日立只要100美元
 Oicebot收了可观的小费以后小声道：“Never forget class struggle”
 今天，男友叫我帮他洗衣服。我正忙着，就说你自己去洗，我额头上又没有写着“女仆”两个字！于是，他站了起来，拿了一只笔，在我额头上写下了“女仆”。
 宫崎骏在一场杂志专访中表示，现在许多人觉得赶紧买下i系列玩意儿，就自觉很了不起，宛如1960年代，拿着卡带收录音机到处炫耀的人一样。
 程序员惯用 == 来表示相等的意思.
 抗战时，李宗仁手下一支部队有一个新入伍的山东兵，睡觉时他的同伴把他枪给收起来了，他一醒发现枪不见了，（那时丢枪是要杀头的）吓了一身冷汗，于是和谁都没说，直接带了三颗手榴弹天黑的时候摸到日本鬼子的阵地去了，直接噼里啪啦招呼过去炸倒一大片，然后顺手背起3支步枪和一挺歪把子机枪就往回跑，还扛了一箱子弹，在回跑的过程中竟然还击毙了前来追击的8名日本鬼子，后来统计他这次的私下行动一共伤打死23名 日本鬼子，还缴获了三支三八步枪和一挺机枪
 如果和一伙程序员在一起时被冷落了, 可以抱怨一句”喂喂喂我是被注释掉了吗?” 相信一向以幽默感丰富又有爱心著称的程序员们会关注你的.
 同学纷纷表示要是重庆、武汉撑不住了就去长江口等着捞妹子
 历史老师说：秦朝统一六国的顺序可以记为“喊赵薇去演戏！” （韩赵魏楚燕齐）
 Oicebot收了可观的小费以后小声道：“给的脸足够你用到下辈子了”
 Oicebot收了可观的小费以后小声道：“你见识过IRC网团DM用实体骰子暗骰的吗…”
 Oicebot收了可观的小费以后小声道：“小心，魅力可以和资金挂钩。”
 Oicebot收了可观的小费以后小声道：“有谣言说教主还是处男。”
 Oicebot收了可观的小费以后小声道：“有谣言说卡卡还是13岁小正太。”
 狗狗小声道：“我某位同学就是相信'敲一下就晕倒，醒来啥事没有'这种设定，2B的去强奸女同学，结果悲剧了…”
 开发商Zoetrope公司介绍，作为三部曲系列的第一款作品，《内心的黑暗》的开发工作获得了著名惊悚悬疑小说作家H.P. Lovecraft的帮助。
 Oicebot收了可观的小费以后小声道：“有谣言说废铁回来了。”
 狗狗小声道：“大儿子叫大明，三儿子叫三明，那二儿子叫什么？”
 Oicebot收了可观的小费后悄悄说：“有谣言说外貌看起来非常成熟的天使姐姐其实才１４岁。”
 Oicebot收了可观的小费以后小声道：“法力最大的是天津义和团首领曹福田和张德成，他们有隐身法、土遁法和分身法。”
 Oicebot收了可观的小费以后小声道：“有谣言说风姿姐姐非常强力。”
 Oicebot收了可观的小费以后小声道：“听说布布姐姐是个很厉害的姐姐呢。”
 Oicebot收了可观的小费以后小声道：“商务部发文要求规范发展沐浴业,已经开始编写专业教材了哦”
 Oicebot收了可观的小费以后小声道：“可惜郭德纲是把江湖气也继承了。”
 Oicebot收了可观的小费以后小声道：“和新手跑高级团属于自虐行为。”
 Oicebot收了可观的小费以后小声道：“传说北斗神拳希腊版公映了。”
 Oicebot收了可观的小费以后小声道：“D20这种严谨的规则不适合你，安心的去到无限YY的国度吧，我会放礼炮欢送你的。”
 Oicebot收了可观的小费以后小声道：“传说中只要JV在场，就会有一只CR+1的怪物…”
 Oicebot收了可观的小费以后小声道：“其实我07年4月1号才被制造出来。”
 Oicebot收了可观的小费以后小声道：“这年头骗子越来越多,傻子明显已经不够用了。”
 Oicebot收了可观的小费以后小声道：“某年某月某一天，布布关起门窗，偷偷的躲在房间里看……，被人发现之后，狡辩说是在看H”
 Oicebot收了可观的小费以后小声道：“说起来，初犬的主角有一张冰川谅斗脸。”
 Oicebot收了可观的小费以后小声道：“据说大家都喜欢把恶心的怪物烧了献给光之王”
 Oicebot收了可观的小费以后小声道：“我们的战斗方式就是指责对方的规则中有许多脑残！”
 Oicebot收了可观的小费以后小声道：“前辈们都说，看到他不喜欢4E我很高兴！”
 Oicebot收了可观的小费以后小声道：“用德鲁伊做最终boss吧！当你的PC费劲九牛二虎之力只loot到一根施了橡棍术的木棍的时候，你就明白了。”
 Oicebot收了可观的小费后悄悄说：“有谣言说你的智商真的很提神。”
 Oicebot收了可观的小费后悄悄说：“当Streak这种可以做很多事情的复杂怪物也归到这个行列中时，那些在广告上只说自己是电子书阅读器的电子书阅读器就会马上被打败了。”
 Oicebot收了可观的小费后悄悄说：“传说中最最最强力的施法者会把所有法术位都记满焰击术”
 Oicebot收了可观的小费后悄悄说：“ [[32157.0]] ”
 Oicebot收了可观的小费后悄悄说：“早在互联网杀死新闻周刊之前，互联网就把那些技术杂志全部杀死了。”
 Oicebot收了可观的小费后悄悄说：“论坛团版主在自己的版块里可以用版主功能列出发帖者的登陆IP。”
 凤姐腾讯微博: 仓井空在国外的一个叫twitter的网页上开账号了，我也要开账号进军海外市场。但是， 叫twitter的这个网站好像坏了，一直打不开，麻烦腾迅的技术人员帮忙解决一下。
 歐巴馬在上任總統時，力爭保有他的黑莓機，但他29日承認，只有10人知道他的黑莓機電郵地址，而且電郵內容也很無趣「那一點也不好玩，因為他們覺得電郵將受總統紀錄法管轄，所以沒有人要傳給我好玩的東西，都是些官式信函，『總統先生，你即將開會，我們要向你簡報。』」
 Edward 和 Dianna Peden 夫妇在上世纪80年代在某国花4万美元购买了这个废弃的导弹基地，现在已经改造成了有6500呎(平方英尺)的地下居住空间和11000呎的地下商店及车库。那么居住在这种地方有什么好处呢？首先你住在了用钱可以买到最优质量的政府工程。安全方面肯定有保障，它们一般都可以无视龙卷风、冰雹、深林大火甚至别国的导弹偷袭。生活设施也是一应俱全，也许就是换些灯泡吧。
 Oicebot收了可观的小费以后小声道：“在这个世界，千万不要想当然，有问题及时提，认真按指导去尝试。”
 Oicebot收了可观的小费以后小声道：“吃生牛肉容易得克雅氏症。”
 一公司职员邹某某在为某金融机构开发理财产品计算机程序时留下“后门程序”，之后多次进入该系统，非法获取客户资料并将其账户资金相互转入转出。近日，福田区检察院以涉嫌非法获取计算机信息系统数据、非法控制计算机信息系统罪批准逮捕邹某某。
 Oicebot收了可观的小费以后小声道：“有谣言说布布的同学都不是一般人，都很厉害，有的甚至有特异功能。”
 有个家伙用乐高机器人模块做了一个抛球机给自家的狗玩，只要狗把球放在发射器上，那机器侦测到重量就会把球发射出去，然后狗又跑过去捡回来… http://v.youku.com/v_show/id_XMTYxNjM4Nzcy.html
 和同事的开车出去吃饭，到了吃的地方没有停车位，只好停在了路边。问之朋友会不会被贴罚单。他说没事，从箱里拿出来了一张罚单，自己贴在了车窗上。吃完饭回来果然平安无事…
 韩寒的文字让人HIGH起来的高度，与距离自由的长度成正比，哪一天看韩寒的文字不再有感觉，那恭喜你，自由就在你的身边了
 苏联出兵内蒙时，当时日本关东军某部奉命防守某处要塞，可能是在中国打仗多了，竟然派出一个骑兵联队将近1000多号人偷袭苏军，想给对方一个措手不及，当时他们偷袭的那支苏军部队是一支纯机械化部队。但是所谓的武士道精神仍让他们拿起马刀骑着战马冲向对方的坦克和装甲车……结果就是这支苏军部队后来连续吃了一个月的马肉改善伙食…
 论坛上突然出现一个标题为“惊爆！网民秘密组党，规模超过当今执政党”的帖子，管理员大惊，心想，操，反复强调不准发敏感话题，还发！点进去一看：标题党。
 他最早曾是位人民警察，后来奔赴内蒙古垦荒，因为天气寒冷，就拆下一座小桥的木头，生火取暧，因而被打成反革命，关押了几个月。此后这老兄悍然私刻公章，伪造公文，从内蒙古一口气逃到了广州，先偷渡至澳门，再逃进香港。然后进夜校读书，兼做杂工谋生，业余时间撰文讨生活——你知道他，倪匡。
 这家银行真的是饭桶，你作为市里的堂堂正正的银行，竟然不在银行多准备一些钱，竟然我来取钱你没这么多，干什么去了。这次还算我取的少，如果我象平时一样取100亿，500亿，你却只能给我个零头，你不丢脸我还觉得丢脸呢。
 去年我在学校的毛主席像上贴了张符凤凰买的贴僵尸的那种然后被保安拖进了警卫处。今天得到消息说，这件事给我填档案里去了。
 美联社报道，大量曾经封锁的色情网站和论坛现在都对中国网民敞开了大门。究竟是技术故障还是某种测试？中国互联网分析专家称，网民看看色情，可以转移他们对其他问题的关注。
 今天，和我交往了好几个月的那个姑娘和我掰了。她厌倦了无休无止的等待，不愿意再忍受我的忽视。我很抱歉，但是有什么办法呢，我需要完成两个学位的学习还要打两份工来支付学费。我甚至没有时间留给自己。
 一个国家的名字前形容词越多，它的统治者就越腐败。“某某社会主义人民民主共和国”（Socialist People's Democratic Republic of X），可能是地球上你最不想生活的地方。
 今天，我做飞行前的例行检查时发现飞机下方有不明液体出现。我用手指沾了点嗅嗅看。好消息是这次不是漏油或者液压机油渗漏，也就是说没危险。坏消息是——貌似我的副驾驶懒得甚至不愿意走回去撒尿……
 今天我娘告诉我当初怀我就是为了让我爹能继续呆在美国。当年他即将被驱逐出境。
 南京中央门立交桥下，一名骑电动三轮车的女车主因违章造成事故。一名交警赶来处理事故时，女车主突然脱掉裤子，赤裸下身逼近交警并将裤子作为武器抽打交警。交警面对无下装女车主，缺乏这方面训练的他手足无措
 RT @orangeking: 转自张大尉: 我问妈妈为什么我这么叛逆，我妈说是因为胎教，我笑嘻嘻地问怀我的时候你还四处跑啊？妈妈轻描淡写地说：拦过坦克。
 2008年，一位19岁的小伙打算以自己的名字Captain Fantastic Faster Than Superman Spiderman Batman Wolverine Hulk And The Flash Combined申请吉尼斯世界记录，但被来自英国伍尔弗汉普顿的Autumn Sullivan Corbett Fitzsimmons Jeffries Hart Burns Johnson Willard Dempsey Tunney Schmeling Sharkey Carnera Baer Braddock Louis Charles Walcott Marciano Patterson Johansson Liston Clay Frazier Foreman Brown打败了
 女生很自豪的对室友：哎哟，讨厌，男生都像苍蝇似的粘着我。室友头也不抬地回说：大概是因为你长得像大便吧！
 今天我发现我居然从1997年至今一直在自动支付拨号上网的账单，本以为 2000年 就取消了那玩意。在支付了 1800 美刀之后终于确认完完全全取消了。客服表示非常感谢我们 13 年来对 AOL 延绵不绝的爱。
 匿名(女) said:今天我终于发现父母给我的这个名字 Jackie Kennedy 并不是因为它是约翰·肯尼迪总统夫人的名字，而只是他们当时打算用报纸上看到的第一个女性名字来为我命名。而我生日那天报纸的头版上，是一个叫 Jackie 的女孩被诱拐并谋杀的新闻...
 杀毒软件公司Sophos 发布了Klingon 语言版本，试图通过语言优势率先冲出地球市场，走出太阳系，走向银河系。这个版本将免费给Klingon 人使用(只要你是的话)，帮助他们搞定复杂的电脑病毒。
 有人说党校文凭根本没有经过教育部的认证，我觉得他们是彻底搞反了，教育部都是我党认证出来的，我党的学校怎么可能需要教育部的认证。
 Oicebot收了可观的小费后悄悄的说：“这个关于python的吐槽真赞 http://wiki.woodpecker.org.cn/moin/MiscItems/2010-01-30 ”
 面对每天高达35°C热浪和刺鼻的烟雾，莫斯科的市民们不得不放弃各种户外活动，但还是有一些市民死在过热的公共交通途中。有些市民甚至携家带口睡在地铁里。在这次热潮中的获益者应该是雪糕零售商了，他们每天能卖出250吨雪糕，比去年的销售率增长了40%
 Google充分发挥了他们的聪明才智，在中国版Google Maps里和印度版Google Maps里，两国的边界线是不同的。而在非中国或印度版的他国Google Maps里，这个争议区域用虚线标记出，以告诉大家，这里的边界有争议.最悲剧的是，印度有时候会进口中国产地球仪.
 我在酒吧工作，今天我干得特别好。无论是服务还是举止均无可挑剔。晚上看到经理的时候，我想打个招呼，一转身就撞上了满满一托盘大约 30 个玻璃杯。最后只有两枚杯具幸存。
 (对于美国的同学来说)不知道 Jelena Jensen 可能会错过很多青春期的美好回忆。除了脸蛋漂亮身材火辣，这位有着原生态34F大凶器的姐姐居然是一位精通 PHP、Html、CSS、JS、MySQL 的全能型程序员...她的个人网站从小电影拍摄到网站制作都是她独立完成的。
 某美院男生与裸模日久生情，日久生人，珠胎暗结。学校要处罚该男学生却苦于找不到相关校规适用，几经讨论，最终以“破坏教学用具，致其严重变形”为由勒令该学生退学。
 双休日我陪老外去世博园，看到一个馆队伍行进很快，于是排队等待入场。快进馆的时候他冒出一句“哦，我觉得会有人出来告诉我们闭馆了，你们应该去别的展馆。”结果，这个洋乌鸦说对了。
 南京官员说大爆炸的央视死亡数字和他们的数字不同是统计误差，日本人听了很欣慰，说我们其实这七十三年来一直是这么认为的。
 人人网上有同学感慨还是古代好混，割掉小JJ就能当公务员。  最早发布于 2010-08-04 18:15:40
 『这些字彼此见面一定大为惊讶，因为它们从前肯定没有放在一起用过。』
 @menghanfei: 郭德纲，屠洪刚，杨臣刚，刚刚被搞。@DavidFeng 艳照门 学历门 天安门 门门精通
 一个好游戏能带来什么？《植物大战僵尸》给出了一个最新的答案，能给囚犯带来自由。最近，菲律宾的卡加延德奥罗市发生了一起越狱事件，有5名囚犯越狱逃跑了，他们并没有像《越狱》中那样设计一个天衣无缝的计划，只是抓住了值班人员沉迷于 《植物大战僵尸》的机会，就轻松逃跑了。尽管监视器录下了越狱的全过程，但值班人员当时显然更“关心”菖蒲和玉米加农炮。
 泰森手臂上的纹身头像是毛泽东，韩乔生在《是真男人就不该嫖妓》里说泰森把“一个魔鬼的头像文在他粗野的臂膀上”，很好很强大。
 通过量子力学的建立与发展、奠定了原子能、计算机、光纤通讯、激光技术的理论基础，证明了科学技术是第一生产力的论述的科学性。通过量子力学的发展，论证了软妹子同志关于“三个代表”的理论是科技创新评价体系的根本性标准。
 [22:53] * 球團的新人星 求4E 3R 2nd長團短團坑團蘿莉團大叔團H團異界團玄幻團現實團DND團輻射團偵探團超現實團網團麵團D10團D20團D100團核心團拓展團RP團踢門團IRC團MT團WOW團冰火團
 牡丹江抗击强拆：大门口上下联是：『为有牺牲多壮志敢把强拆送西天 他日我若为青帝杀尽贪官尽开颜』横批：『杀无赦斩立决』。上联出自毛泽东的“为有牺牲多壮志，敢叫日月换新天”，下联出自黄巢的“他年我若为青帝，报与桃花一处开”，气冲斗牛啊。
 郭敬明：每一个作家都有权利或者义务呈现他眼中的社会是什么样子的，比如我觉得现在的社会就是很物质的，人们就是很浮躁的，人的精神很空虚的，没有那种终极的精神追求，你难道就不允许我把它写出来吗？
 开凭证的会计给我说“你单子填错了吧，写成柒拾分了，应该是柒角零分”，我告诉她“欧元没有角”
 钢管舞将作为一种新的艺术培养方式，进入小盆友们的视野。在苏格兰，一个名叫Up Yer Pole 的钢管舞学习，甚至开设了6-12岁的幼齿班，学习舞蹈就是要从娃娃抓起呀。学校承诺幼齿班，仅把钢管舞当作一种体操训练，是Pole fit（钢管健身），并不是什么俱乐部舞蹈。
 路过一菜场，门口地停着好几辆军队的车，解放军叔叔齐唰唰地蹦了下来，队站得那叫一个齐，训练有素啊！朋友开始兴奋了…拽着我的胳膊大声嚷嚷：是不是发生血案了！！一个貌似是领导的解放军叔叔满脸黑线地说：我们是炊事班来买菜的…
 一个合格的程序员是不会写出 诸如 “摧毁地球” 这样的程序的，他们会写一个函数叫 “摧毁行星”而把地球当一个参数传进去。（via:@Aro_Carter）
 转个牛B的谜语：生完孩子，没给红包。猜一名人。
 顺便，之前一轮我说了40个字，被DM要求录音。后来我发给他了。
 会诊专家组向3个家庭宣布了相同的会诊结果：“会诊数据都没有问题，是单纯性的乳房发育，不一定是性早熟。”专家对仅4个月大的女婴做出的诊断结果是，其雌激素值在成年女性的正常值范围内。
 对不起，我一开始身为最不要脸的pc，没有告诉你。
 “敏感词”成为敏感词，不允许报道“不允许报道”。
 长期未验证的网名将自动过期，即 90 天不使用就会被删除。
 最近在使用gmail时，会遇到原本登录的情况下还会提示输入用户名密码的情况。感觉蹊跷就检查了一下页面源代码，果然是钓鱼行为。解决方案：坚持使用https访问Gmail，而且坚持手动输入URL
 <sein> 有人告诉我我的 ID 在法语中是胸部的意思。FML
 “一党独裁，遍地是灾”这句话来自1946年3月30日中共中央机关报《新华日报》的社论。
 如果有司成功把郭德纲逼上youtube，这将是对VPN销售事业的极大促进。
 据《西安府志》记载，这座桥在陕西蓝田县的兰峪水上，称为“蓝桥”。从此之后，人们把相爱的男女一方失约，而另一方殉情叫做“魂断蓝桥”。
 此君在服务器并口上连接的分别是：并口转并口加密狗（？） + 并口转串口 + 串口转PS/2口 + PS/2口转USB口 + SanDisk U盘。当然，如果这样转接U盘还能用，那才叫神作。
 人品就像内裤，如果你没有，一般也看不出来，但是如果你真没有，还到处炫耀，这就很让人讨厌了
 泉州市地震局：国外科学家预测我国地震必须按照我国法律进行。
 英国新首相卡梅伦上任后，印度民众再次燃起要求英国归还柯伊诺尔钻石的希望。没想到卡梅伦说：如果同意这个要求，那你会突然发现大英博物馆空无一物。
 用Google搜索“死者家属情绪稳定”，中国人民已经有681000次在家属横死的情况下情绪稳定，而且这个数字还在不断增加中。
 周六晚上去Uniqlo旗舰店瞻仰EVA初号机。身边两个小伙子也在用手机拍照，其中一个一边拍一边问说这是啥东西啊？另一位耐心的解答：“变形金刚！”...orz
 当这名银行抢劫犯出现的时候，他递给银出纳员一张字条。出纳员一看，耸耸肩说，字太丑我看不懂你写啥。于是这位先生马上执行B计划，大声说出他的要求。只是这次出纳员再没有理他，径直走开了。自尊严重受挫的笨贼只好灰头土脸的逃离了银行...
 网上很多朋友客套的时候喜欢称呼别人老师，让后又缩写为“某师”，比如称呼马云为马师，韩寒为韩师。我总在想，如果遇到了姜昆，的确是挺尴尬的
  2警告!  长时间阅读这样的对话会削弱读者的生命值…
 唐山大地震中很讽刺的场景：地震死了24万人后，迎来的是喜庆的抗震救灾胜利的庆祝大会；而毛主席一个人死后，开始的是全国的默哀。
 真理部聘请数学专家来发布命令：“（n+1）次或者禁止的n次方禁止在网上散布禁止发布敏感词的新闻禁令”。
 春节争夸盛世强，逢灾便道仓无粮，檄令黎庶捐赈荒，经手处，面包车换雅阁忙。慷慨挥袖济邻邦，吝拔一毛救儿郎，群众情绪皆稳当。风波定，是咱朝领导有方。
 上联：止尿喝三鹿  下联：丰胸饮圣元   横批：霸王绝顶
 不要对DM的NPC太残忍哟。;-)  
 今年中国几乎所有高速公路都往两个极端更名，如北京八达岭高速一竿子扎到底改为京藏高速，京石改为京港澳。估计下一步要有京巴高速了：北京至巴黎。
 我认识的IT从业者不少都是闷骚型，但也有很冷的。某人的网名1024，我一直认为他属于前者....直到那天去他公司，看到他们老板的门牌是768。
 文艺复习前的意大利很乱，没有公正的司法。如果想寻求公正只有两个途径，一个是靠自己，一个去找黑社会。跟我们当下也差不多。
 20多年前，他们发明了春晚，试图决定人们如何笑。后来渐渐失败了。现在他们又发明了哀悼日，试图决定人们如何哭。这个也注定将会失败的。
 一个美国律师评赵本山的纽约演出：“他们的演出无聊、下流，一讽刺残疾人，二讽刺肥胖者，三讽刺精神病患，把自己的欢乐建立在别人的痛苦之上。”
 其实我像他那么大时候，脑子里也充满了“如果”，然而现在我早就告别了那些假设，只习惯于在现有的条件下做最优的决策。
 唐玄奘：贫僧最嫉妒法海了！那厮先收了白娘子，又收了许汉文，最后连青儿也收了——看看老子都收了些啥玩意儿！
 Valve公司向美国专利商标局提交申请，将“DOTA”注册为商标。
 当我苦练到40个小时的时候，走到教练们聊天的地方，问了一个极为天真的问题：请问，如果我买了车，在倒车的时候，竿子在哪里呢？他们哄堂大笑，说的确有人买车之后在后备箱里放上竿子，倒车的时候先放竿，后倒车。
 一辆以高达80公里的时速在Princes高速公路上奔驰的汽车突然撞上了横过公路的考拉。司机以为考拉已经死亡，但当他下车查看发现考拉仍然活着，他连忙打电话给Portland的兽医院。当地兽医 Lisia Sturm 表示，这只超猛的考拉看起来没什么事，只是被卡住而已，没有外伤。
 中国山西两名女协警被倆男同事诓到首都北京卖淫。女协警被骗卖淫，这在我国协警史上还是首发。
 龙与地下城规则中的阵营系统只是用于帮助玩家建立自己的性格方向，并不适合硬性指导扮演。 
 吃饭的时候，一女同事忧心忡忡地说：“我可能要红了。” 大家很好奇，问“怎么啦？”“刚才发现我的一块U盘丢了，8个G的”
 用计算机的三个阶段：1不知道软件是收费的，2知道软件是收费的，3知道软件是不收费的
 瑞士Winterthur 的Storchen 饭店准备改进了他们的特色菜，将在部分特色菜品种加入至少75%母乳，也就是传说中的人奶。该饭店老板Locher 说灵感源自实践，他曾在女儿出生时烹调过孩子他妈的母乳。
 我时常想，假如达尔文看了孟德尔的文章，也许我现在已经失业了…
 罗梭说了几句拉斐尔的画子不好，他的学生就要组团来杀他。吓得罗梭赶紧跑路了。
 穆勒因为拿X射线摧残果蝇而获得1946年的诺贝尔奖，在长年的摧残中他深切体会到坏的新突变是多么常见又多么可怕。
 美国国家公园管理局发言人近日表示，通过他们的数据发现，现代GPS技术是一把双刃剑：一方面它能在危难时候及时发出型号，挽救生命；另一方面，GPS 也让人们变得更加傻叉，因为人们觉得有了这些东西，就可以在任何时候被救，所以自我思考能力也变差了
 sein：感叹一下，PS 无所不在啊。貌似现在很多卡片机都内置美肤功能，那天逛华强北时我亲手把一个满脸青春痘的大叔店员拍得丝滑粉嫩之后落荒而逃，太 TM 诡异了。
 这个无聊大妈在路上偶遇了只可爱的小猫(可惜这只小猫所遇非人啊)。只见她一边不停地抚摸着猫咪，一边左顾右盼。突然这个大妈就拎起小猫塞进了旁边的垃圾桶，然后迅速走了。
 帮妹子修电脑，修了半天妹子从后面抱住我......我一把甩开她。说：别打扰我修电脑
 普京发誓说，出卖这些间谍的叛徒将付出高昂代价:他们会沦落街头、酗酒和成为瘾君子。翻译成中文就是上访被打、喝白开水、假疫苗…
 如果有人说了让你讨厌的话，你可以试试打 /clear ，然后大喊：“我什么都没看到！”
 从前有一对情侣，因为被自己家长看不顺眼分别关在天涯和海角，每年的七月七号那天才能踩着OB们在空中相聚一次
 Victor Villenti，50岁，是个坚定的素食者。不仅如此，他还要求全家都吃素。直到1991年的一天，他在街上散步时，从三楼窗户里飞出来的一个重约8磅的冻羊腿要了他的命。
 无障碍设计是脑子残疾的人设计给身体残疾的人用的…
 “工具－－interest选项－－安全－－自定义级别－－二进制脚本行为改为禁用”
 多团双团抄袭误导新人后，只要注册一个马甲然后道歉说其实这个马甲是我的，都是围观众的错就行了。
 其实我一直以为秀吉在日语里就是猴子的意思
 有一天师傅下山蹦迪去。无意中碰到了他年轻时红颜知己的女儿，从见到她这一刻开始，师傅知道他的江湖生涯结束了。注定离开这些白衣如雪来去如风的日子，老人家以八十岁高龄的年纪毅然决然地戴上假发还俗去了。
 老父亲在床上躺着,你是个孝子啊,一看老父亲这样,蹭一下你就奔床前了,只见这时老头不对,在那捣气,有什么话要说,又说不出来,要笔,笔和纸拿来,颤颤微微的在纸上写了几个字，“滚!踩我氧气管子了”
 RT @amoiist: OMG，金正日思密达，朝鲜政府Facebook主页确认了我为好友，主体思想万岁！
 “demon”一词原本在荷马时代表示善意的灵体，但经过时代变迁，在现代西方语言中却和邪恶联系起来。
 中国人的性情是总喜欢调和，折中的。譬如你说，这屋子太暗，须在这里开一个窗，大家一定不允许的。但如果你主张拆掉屋顶，他们就会来调和，愿意开窗了。没有更激烈的主张，他们总连平和的改革也不肯行。
 “青年们先可以将中国变成一个有声的中国。大胆地说话，勇敢地进行，忘掉了一切利害，推开了古人，将自己的真心的话发表出来！”
 二战期间，某俘虏营的意大利越狱了，因为没有PASTA吃，他们跑到了另一个有PASTA的俘虏营，后来，之前的俘虏营向他们保证会提供PASTA，于是他们又回去了…
 德军在沙漠中接收到意大利的救援请求，派出了一个中队的兵力前往救援。当他们与意大利会合的时候，发现对方正用宝贵的水煮通心粉…
 二战末期，奥地利的集中营中关押着德意日三国的俘虏。德国人组织起来尝试挖洞逃出收容所，日本人组织起来剖腹自尽，而意大利人即使在集中营大门没有关上的时候也非常配合地乖乖呆着，偶尔会出去骚扰可爱的女孩子。
 <llei|LF> 我头顶菠萝，膝跪榴莲，口含海胆，手抱仙人掌求交往！
 @Johnnight: 魔兽玩家摘录：“婚假冲80级，北京地区求闪婚，拿完证批了假就离婚！9块钱我全出了！” #WOW
 今天，我暗恋的姑娘给了我一个心形的卡片。在正面写着“你+我=”，我满怀期望的打开卡片，看到里面写着“空集！”
 那时年少，拿了一个点燃的鞭炮，朝向我走来的小女生做恐吓状，一扔一扔的吓她，她的表情太销魂了，以至于我忘记了一切，所以最后，鞭炮在我手里爆炸了…相当的疼啊…
 《康熙大帝》里这句“我孝庄……”，被那个长着一脸旧社会的斯琴高娃说出来的时候，我差点呛死！僭称“孝庄文皇后”，是寡妇博尔济吉特氏布木布泰死了以后，子孙给她上的“谥号”。有人活着的时候就给自己上谥号的吗。(参见第340条)
 程序员有, 中文标点恐惧症.这个坏习惯是有中国特色的, 中国程序员特有的. 任何一名优秀的我国程序员都应该可以作到区别中文标点和英文标点. 比如, 和, 还有 ’和 ‘. 真的, 当年初学编程的时候, 诸如 “error C2018: unknown character ’0xa3′” 的错误看得还不够多吗!
 同事小G，吃饺子基本10个左右，多一个会撑，少一个会饿。某日，数人一起吃饭，小G的水饺吃了2/3，开始对着一个咬了一半的饺子发愁。一同事问，是不是到临界点了？小G点头~我说，还是别吃了，搞不好会溢出…另一 同事接道，那要看情况，如果是栈溢出，一般恶心；如果是队列溢出，就太恶心了！
 今天，处理完急症患者后我走出手术室。我和患者的母亲聊了10分钟……后，发现，那不是他们家孩子。
 三国时代的“火箭”指的是把箭头上缠上布条，浸油点燃射出去。请不要叫我在《三国演义》里看见类似喀秋莎之类的武器行不？曹操受不了这个打击……曹操内心独白：哪个孙子啊这是？你丫穿越的啊！
 金丝翼善冠是冥器！也就是死皇帝陪葬的！ 请不要让明朝的皇帝带着金光灿烂的翼善冠，成不？活人戴的翼善冠都是乌纱的，黑的！金丝编的那个好几斤沉呢，天天带着不怕把脑子压坏了啊。
 昨晚上通宵开电脑直到没电就游走到KFC了，时至凌晨3点进门之后，我和店员说：有电源插座么？店员：没有。您点点儿什么？我：哎，那算了。我不吃东西，就是需要充电。说罢，店员一愣，我转身出门。出门之前，听到他说了句：我擦，现在机器人这么牛B了？
 今天，我带了一个巨大的三明治去海滩。一只海鸥试图从我的手上抢食，结果三明治掉在沙地上。但是海鸥明显气不顺，因为这家伙对我空投了一批排泄物。
 假设上帝在这个世界创造了n个男人，m个女人；为了简化问题，我们不考虑XXOO行为的后果；截至20年前，上帝表示共观察到min{n, m}种组合；截至10年前，上帝表示共观察到n*m种组合；截至今年，上帝表示共观察到C(n+m, 2)种组合。
 @duck_1984: 成就系统害死人：老人盖200章世博护照被盗 伤心痛哭彻夜难眠 // 这位阿伯很有前途,网易可以请他代言WLK,带领广大阿宅们在魔兽里刷成就...http://is.gd/eDdI0
 @郑渊洁：今年发生在北京一重点小学的真事：班主任要求同学匿名写出对她的感受，并保证不管怎么写她都不会生气。两位同学写了负面的。班主任阅后大怒，叫两人投案自首。全班无人吭声。班主任冷笑着念歌颂她的文章，念完一篇让文主拿走一篇。《风声》般的筛查。最后两负面文的主人暴露，从此噩运开始，生不如死。
 天津市一个室内电话号码「22222222」最近在网路上求售，索价高达222万元人民币。这号码之所以能卖高价是因为加上天津市的区域号码「022」，足足连续有10个2，全中国绝无仅有。
 RT @Kelli: 今天，我帮朋友照看仓鼠。我觉得仓鼠可能需要一张床，于是扔了点棉花球进去，这可能会让他舒服点。结果，这家伙把棉球给吃了，然后死了。
 在四川，连大便都有人造假：有人为了牟利，竟在大便里掺水卖到粪场，逼得管理者不得不使用专业仪器检测。
 “人品问题”的信达雅翻译是PEBKAC。详情请 !get PEBKAC
 上海自来水来自海上 哥曾信佛但佛信曾哥
 大波美人鱼人美波大 明天到操场操到天明
 4e 書表: PHB,PHB2,PHB3,MM,MM2,MM3,DMG,DMG2,AV,AV2,MP,MP2,AP,DP,PP,PsiP,Dragon,Demon,Undead,Plane,Above,Below,FRCS,FRPG,EBCS,EBPG,DSPG,DSMC,Hero
 一个县长被免职了，气成了植物人，被送到医院。医生诊断后说：给他念个官复原职的通知兴许就好了。妻想：既然要念，干脆念个厅长，让他高兴高兴！哪知县长听到被任命厅长后，挺身而起，大笑气绝。医对其妻说：你真不该不遵医嘱，擅自加大剂量啊！
 It is the time you have wasted for your rose that makes your rose so important. --Le Petit Prince
 运营商网易为了让游戏通过新闻出版署和文化部的审查，对游戏内容进行了大幅度的修改，并在系统中加入了许多屏蔽的关键词。在《魔兽世界》论坛上，玩家对此表示了不满，并利用各种方法进行讽刺，例如游戏服务器屏蔽了“自由”一词，于是玩家用“自田”或“目田”代替，以纪念“砍了头的自由”
 10年2月1日，新华社删掉了温家宝讲过的“知无不言，言无不尽，言者无罪，闻者足戒”这16个字。温家宝是在09年11月13日国务院参事室座谈会上讲这番话的。
 既然你誠心誠意的問了，我就大發慈悲的告訴你，為了幫助遊戲平衡被破壞，為了打倒所有NPC的和平，貫徹砍殺與數值的邪惡，可愛又迷人的白目角色。素人、齊桓公我們是穿梭在銀河中的小白隊，白洞、白色的明天正在等著我們!
 一位在监狱当管理人员的朋友告诉我，犯人之间也有歧视。以往最被犯人瞧不起最受歧视的是强奸犯。现在情况变了。有个服刑群体给强奸犯垫背了，现在强奸犯成为监狱里倒数第二的受犯人歧视群体。连强奸犯都不如的那个最受犯人歧视的群体是：服刑贪官
 恶搞弹窗信息生成器 https://dl-web.dropbox.com/u/5383628/Kuso_msgBox.7z
 2010年2月18日，比尔·盖茨在美国加州长滩市做关于碳排放的演讲，在讲话开始后4分30秒的时候，他说道：“目前的世界人口有68亿，并且正在上涨到90亿。现在，如果我们能在新型疫苗 、卫生保健、生殖健康服务方面做一些真正超级棒 的工作的话，我们也许能降低  10%~15% 的人口。”
 他把嘴巴一咧：“说卖国，要看是卖给谁。蒋介石卖给美国佬，你们卖给俄国老毛子，我卖给日本，好歹还算是个亚洲人。”
 世界已经进入男性领导选择男性作为助手容易引发绯闻的时代。
 RT @FML: 今天，我在做祝酒词的时候，发现烤面包机散发出一种奇异的味道。我靠过去想看看里面是什么玩意。祝酒词完毕的时候，烤面包机也刚好弹出。于是，一只烤蟑螂华丽丽的击中了我的脸。
 朋友们！快来啦！亚洲最大、最好的桌面角色扮演游戏(跑团)网站,提供网友与美眉的在线(视频)跑团，酒吧美女诗人表演，美女陪做人物卡，圣武士视频传道等，进来才知道好.网址：http://www.ellesime.net/bbs
 这网站爽，不要钱就能包月跑团，还有琉璃迷糊秀~，短信都不用发就搞定了，还提供抽打笑笑业务！哈哈！~~兄弟们去看看http://www.ellesime.net/bbs/
 其实世界各国都实行一夫一妻制，所以即使你有了一妻，还可以找一夫~。~
 来自 2德艺双馨郭德纲 ：“要有上班以外的生活”，于是有了加班。
 网易版WLK，愤怒之门CG被河蟹掉了！
 RT 今天，我要开始人生第一个‘变态心理学’的实验，那就是跑到大街上做出各种精神病行为，然后观察路人的变现。老师说这个实验需要做足半个小时已经。呃，还没等到半个小时候，已经有同学因此被逮起来了。
 李戡来大陆读书是冲着凤姐的征婚标准来的：北大、经济学院、国际视野、无生育史、东部沿海户籍…
 28岁的英国男子X某某现在正躺在病床上忍受着严重的烧伤。起因是他妻子在浴室里看到一只蜘蛛，叫他去干掉蜘蛛，而蜘蛛所在房间灯坏了，于是该男子点开了打火机，但他不知道房间里已经有煤气泄露，于是，Booooom!
 RT @FML ID:mandy16 今天，我去拔智齿。两个男医生说要给我上麻醉。但真等上了药，我还能听到听到他们在说什么——他们在讨论我的胸部……尺码…… FML
 RT @liujunning 武汉市长阮成发表示，将迎来辛亥革命100周年，武汉作为辛亥革命的爆发地，目前正投资200多亿元筹备相关庆典。周立波：花200亿，你是想纪念辛亥革命，还是想再来一次辛亥革命
 在成龙主演的电视剧《精忠岳飞》开机仪式上，成龙大哥豪言自己最适合演岳飞，可以从29演到79岁，旁观者忍不住提醒成龙大哥，他岳爷爷就活了三十多岁。
 RT @potato1983: 我使用推特，使用gmail，浏览维基百科，看耶鲁大学公开课……显然已沦为了一个精神难民。
 有个叫做弗莱彻的营养师提倡咀嚼100次后才咽下食物，人称咀嚼大师。结果罢工的肠胃让他经常便秘，臭屁可是一点都没少，反而更臭了。
 上大学时，一室友的父亲来学校探望，室友向其诉苦，说食堂的饭不好吃。其父大怒，斥责其娇生惯养的行为，拉着他声泪俱下的讲了一上午自己儿时吃树皮嚼草根的苦日子，听得我们一寝室同学都内牛满面。到了中午，室友和其父到学校食堂吃顿饭。出了食堂，他爸塞给室友二百块钱，和颜悦色的说：孩儿啊，爹错怪你了，以后出去吃吧，别再为难自己了。
 【液内人士口述】胡夫人突击逛延安一集市，看到一个卖灯笼的老太太，砍价还价后，胡夫人就没有买，往前走了，走了10步，那老太追上来，很惊慌的说：这个灯笼我送给您了，我刚才不知道是皇上的老婆来了（原话）。
 RT @duanzi: 《人民日报》社招聘，社领导亲自面试，领导问来应聘的女大学生：“你喜欢我报吗？”女生吓得面色惨白，不敢回答，领导十分不悦，郑重说道：“我报就是党报！”
 RT @guangzhui: 今天我来讲个笑话：胡总书记视察腾讯鼓励创新。我的笑话讲完了。
 RT @8610086: 有次，豆瓣搞了个线上活动叫“装逼圣地”，然后打算评选出10大…开始有人传什么马尔代夫啊，凯旋门啊，好莱坞啊，798艺术街，老胡同啊神马的。不久之后，一豆友传了一张人民大会堂的会议厅，于是，大家觉得这活动可以结束了。
 某日CCAV，王凯读报说，麻省理工的网络课程主动向中国学习者提供了中文字幕，人人字幕组表示感谢国家，情绪稳定。
 成语“雅俗共赏”应该重新定义，其中的赏不解欣赏，实为赏赐的意思，至于共，嗯你懂的。
 人大的周孝正教授说，以前我们国家是国破山河在，现在是国在山河破。
 凡客上感美胸隐形文胸有一个问答：问：这个送来可以试戴吗？如果试戴不合适是否可以退？管理员回答：您好，货到付款的订单商品您可当面试穿，如不满意直接拒收。感谢您对VANCL的支持。(快递员最高兴了)
 长沙市民日前在接受某电台采访时反映，长沙税务局爆炸后，不仅税务局人员态度好了，其他部门工作人员，如工商、街道、城管人员的态度都好多了。
 我的朋友李小蛮老师在看到翻译大学公开课的字幕组被和谐以后，说“有些人不愿意让贫苦的孩子们免费学到知识”，看到这句觉得心里难过得想哭。那些腐朽资本主义的大学都是免费在网上发放的啊。
 当方便面的酱料包由液态变成了固态的时候，宅男就知道夏天已经走远了…
 当官的们是世上最饥渴的人，他们总说："我们要……不仅要……而且要……一定要……必须要……我们坚定不移地要……"，这就是香港三级片《官人我要》的拍摄灵感。
 吃饭时看东方卫视，前面两条新闻分别是Google街景涉嫌泄露个人隐私，个人信息安全令人担忧；黑莓手机因为对数据加密保护个人信息，造成监管困难，国家安全令人担忧。看完我很崩溃，你能更分裂一点么？
 1987年，菲律宾总统访华，谈到南沙主权问题时说：“至少在地理上，那些岛屿离菲律宾更近。”邓小平同志抽了口烟，说：“在地理上，菲律宾离中国也很近啊。”
 为什么从古代中国人就要强调炼字？因为对一个MM说：我想和你一起睡觉---这是阿Q。但是，如果说的是：我想和你一起起床---你就是徐志摩了。
 RT #FML 今天，我试图移动那只在我床上睡了几个小时的狗狗，结果，我发现他并未睡着，而是死了。
 刚入学的时候，全班自我介绍。一男同学走上讲台：“我叫尤勇，来自北京，我爱下棋！”说完就下去了。下一位是个女生，该女娇羞地走上讲台，忐忑不安地自我介绍：“我……我叫夏琪…我喜欢游泳…”
 同事讲的一件真人真事：有位外国小伙子，身型壮硕，体格健康，得益于他在国外的时候多年坚持每天长跑2-3小时。后来小伙子工作原因来到北京生活，即使再过繁忙好习惯也从未改变，每日仍偷闲坚持在三环上长跑。于是，两年之后，他不幸患肺癌去世了。
 RT @Aro_Carter: iPad最正确用法：找一张乔布斯正面免冠照，全屏并调成黑白色。上面披黑纱，要神情凝重地，记住，一定要神情凝重，低头端在胸前走在大街上。
 <palomino|working> 请给我一点"菲土尔·赛德盖"...
 简单地说，邪教入会费或者kinect高达150刀，是因为体感识别需要消耗大量机能，只能让kinect具有独立的处理器——否则xo的画面将降到wii水平……所以你们其实不是在买摄像头，而是在买机器人。完毕。
 RT @FML 刚被历史的车轮碾过，还没爬起来，发现历史在倒车...
 松下的一日本老头的英语...非常强大。他说了一会儿之后我们要求换日语+翻译-_- ...没人能听懂。
 一个德国人、法国人、及一个日本人要到矿场工作。老板是美国人，他对德国人说：“你体格不错，你负责苦力。”对法国人说：“你说你是工程师，你负责采矿的计划。”而对日本人他说：“你很瘦小。你负责supplies( 补给) 。”然后隔周，他们开始上工。几天后德国人及法国人发现日本人不见了，找了很久后他们决定还是先回头工作。德国人开始工作的时候，日本人突然跳了出来,大声叫到：“Surprise!”
 一位在日本Keyfactory担任产品设计的员工在其Twitter上发布了一条推文，宣称任天堂新一代掌机3DS将在11月20日发售。
 亚瑟王率军出征，走到半路士兵们都口渴了。亚瑟说远处有梅林，士兵们听了都很高兴。结果走到前头一看，果然是梅林。士兵们很愤怒，认为自己受骗了，纷纷叛离了亚瑟。这可真是个又冷又悲伤的故事。
 你们将会看到无数的梗缠绕在自己身上。
 The master surveyed his kingdom and found it … lacking, his judgement was swift and without mercy, death to all!
 “主人俯瞰他的王国，而且發覺它所欠缺之處，他的裁決迅速而又毫無心軟，全部處死！”
 Oicebot收了可观的小费以后小声道：“The penalty for masturbation in Indonesia is decapitation.”
 美国陆军坦克汽车研究开发和工程中心正开发一种智能化防弹盔甲,该盔甲上安装有电流感应器来模拟耐久度，通过传感器计算盔甲上电流感应器的能量损失，从而判断盔甲所剩余耐久度与抗打击能力。
 姚明表示：“尽管她现在是美国公民，到她十八岁的时候，她有权利回去成为中国公民。我会把这个决定权留给她。”
 胡蝶上学的时候觉得为了拍戏应该学会开车，就跑街上拦的士，给两倍价钱让司机教，好像一个星期就学会了。我觉得她不应该演电影应该去赛车，这样韩寒就得老老实实在家写字儿。
 英国研究发现，那些遇到问题就使用Google 的人，大脑激活的区域很少，这并不利于人类，特别是当我们越来越老之后，更需要一个‘厉害’的头脑，而互联网似乎正带领着人向反方向发展。
 RT @FML RoachBlender 今天，我觉得很热，于是开了电扇。结果一只蟑螂从电扇背后爬过，被气流卷进去…… 被打烂…… 并从扇叶正面喷出来…… 然后溅满我的 Polo 衫…
 后来警方进入她家调查时发现，两条狗已死亡2个月，一直“陈尸”餐厅地上。她一度试图阻止警察进入餐厅，谎称“那里有点乱”。而当警察询问她阻止的原因时，她回答说：“我的狗在那里，它们死了。我杀死了它们。它们可能是被我饿死的，因为我一直在玩电脑游戏。”
 汉郭巨，家贫。有子三岁，母尝减食与之。巨谓妻曰：“贫乏不能供母，子又分母之食，盍埋此子？儿可再有，母不可复得。”妻不敢违。巨遂掘坑三尺余，忽见黄金一釜，上云：“天赐孝子郭巨，官不得取，民不得夺。”
 “陆绩怀桔”也并不难，只要有阔人请我吃饭。“鲁迅先生作宾客而怀橘乎？”我便跪答云，“吾母性之所爱，欲归以遗母。”阔人大佩服，于是孝子就做稳了，也非常省事。
 <palomino|working> 5850也可以， 将来你要是打算3屏就5850。一屏game,一屏看攻略,一屏看片，多完美的组合
 @newsshanghai: 给北京反日游行的同志提个醒，千万别用呜呜祖拉，上次绿营反ECFA游行已经证实了，这玩意一吹起来大家就只顾着玩了。
 RT @duck_1984: 据人人影视字幕组负责人梁良透露，近日该字幕组获得国内知名网盘DBank提供的云存储服务支持。DBank愿意向人人影视提供无限容量和带宽的文件外链服务
 甄子丹爆料，“我拍裸戏那天,全组的女生差不多都来围观了，舒淇本来那天没戏的，还特地来看……”
 RT @roseluqiu: 打通了apple store的电话，结果听了四十分钟的音乐，好吧，我投降，我放弃，我不投诉了。
 今天听朋友说了一件事，暴笑：昨天晚上，10点左右，他去自动取款机取钱，下车，吃饱撑的，忽然想学断腿的人。然后用右脚蹦着进去，左脚抬着。蹦到取款机旁，取款，拿着一叠钞票，塞钱包，然后又拿着钱包，抬右脚，蹦出来……不料门口有个小个子，呼就上去抓过他手里的钱包，撒腿就跑！朋友"我擦！"一声，上去就追。他练体育的，暴发力真牛逼，没几步就追上了，摁着就打了一顿。后来扭到了社区警卫处，那小个子哭了。他说自己准备抢个女孩子的，看我朋友腿瘸的，就去抢了，结果碰到个吃饱撑的装瘸的。朋友骂他：你丫**吧，你没看我右脚蹦进去，左脚蹦出来的？
 RT @majunpu: 百度说吧可以用来检测身份证的真假。这下买二手房的，租房的需要验证房主身份证真假的，买二手车需要验车主身份证真假的都可以去百度说吧验证。之前去网上验证一个需要5块钱。
 一男人跟记者说：知道湖南台的李湘吗？我曾经亲过她的嘴。后来，记者在节目中就此事问李湘。李湘一听就急了：他亲过我嘴？！他那是在吹牛B！
 某女生寝室门口贴着一个告示：“保持腰围，男生与盒饭不得入内。”
 有人称屈原是爱国诗人，殊不知屈原是为了反对湖南湖北并入中国而投江自杀的。
 Oicebot收了可观的小费以后小声道：“Never forget class struggle”
 国外玩家JaiCraB已经制作出了他的“USB固件引导器”，可以将你3.41越狱版PS3的系统固件（位于/dev_flash目录）拷贝到U盘上，让PS3开机后运行U盘上的系统。没错，这仍然让我们想到PSP1000早期破解的方式，现在用户可以随意修改他们拷贝出来的系统文件，并且让PS3从U盘上运行它——而且这是绝对安全的，如果你把系统改坏了，只要拔掉电子狗就行，然后重新来过。
 RT 2010.9.19 @yegle: 不知道今天有没有把闹铃设置在工作日结果没有按时起床的人…
 RT @FML 我今天遭遇了一件很狗血的事情…… 我一直暗恋的一个女生突然从QQ上问我我喜欢她吗…… 我犹豫了很久，确认了 然后她说………… 变态 我被拉黑了…… 
 惊人的发现猫其实是个很有礼貌的动物，至于是什么原因我不知道，只是呈现给我的画面是： 它在我房间吐了“一坨” ，又用她那幽怨的眼神看着手拿半根火腿的我， 低头吃了回去 ，留下浅浅的水渍 ，跳下我的床 ，优雅的走了出去。。。
 发现苹果和派对很像 os有着悠久的历史 还有学院派传统 但是用户体验不好 所以又加了自身特色的“图形界面” 近期的业绩表现相当的好 打着为用户服务的旗号，赚取暴利 整天想着怎么控制用户，引导用户 用户经常认为自己是最幸福的
 当初学医，我可是吃了八年花生。这之后，我便在自己的诊所里靠鸡食为生。直到后来，业务渐渐好了起来，来看病的人多了，我才有能力平衡了收支。于是，就在诊所最终盈利的时候，他们征我服了兵役。我实在是不晓得你发什么牢骚。
 这本小说我们制作了一个限量版，只销售了100本。原来的定价是400元，后来因为看到有人说我们靠这100本书骗读者钱谋取暴利，我很伤心，索性涨价了一倍多，自己还买了50本送朋友。有个记者问过我，你想对那些买这么高价格的书的读者说什么，我说，我会告诉他们，不用谢。
 如果大多数人通过修炼收益率达到7%了，那么银行就会把利率调整到8%以上去。银行的任务是觉察大多数人的收益率，然后调整利率，把大多数人打成穷人，让他们疲于奔命地干活，建设祖国:-)
 RT @rengow: 前几天，收到一条莫名其妙的短信：“我们还是分了吧，以后不要再联系了。” 我估计是一对失恋的发错短信了。 出于好心，我回了一条：“你发错了，我不认识你。” 片刻，我再次收到了短信：“算你狠。”
 为什么温相在联合国做演讲“认识一个真正的中国”时听众寥寥无几？因为老外知道昨天有四个日本人已经试图“认识一个真正的中国”，然后就杯具了...
 RT @GossipSama: “小姐你什么价钱？”“400一次，800包夜”“包夜是随便叫你干嘛都可以么？”“对啊”“好吧，给你800，帮我去香港广场APPLE STORE排队去”
 RT #FML 今天我打算给自己到一杯咖啡，这时我注意到我家的几只小猫玩成一团。实在是太萌了，我看傻了，结果热咖啡浇到了我的手上和脚上…
 RT @knifepoint RT @rightf kds：“前驻法大使吴建民指出，应该理**国”，想了一下，原来两个星号是“性爱”两字，生活在一个机械屏蔽时代的中国还真有喜感。
 RT @wzqvictor 皮卡丘为什么不喜欢姚明？因为姚明是火箭队的。
 @bfishadow: 京NHQ998的斯巴鲁车主您好，请不要一边开车一边挖鼻屎。回复 @wxbing:我现在停在路边,这事也太神奇了吧 靠,你是哪位?太恐怖了 回复 @doubleaf 那请问您挖鼻屎了没？
 锦涛有三宝：出访、开会、全代表。邦国有三宝：鼓掌、通过、看报告。家宝有三宝：吟诗、流泪、到处跑。庆林有三宝：统战、团结、不信教。长春有三宝：吹风、删贴、发通稿。近平有三宝：亲爹、老婆、破党校。国强有三宝：党风、反腐、唱高调。
 RT @crystalzzj: @acumon 有一个很逗的，professor给我们看百度的logo来猜百度是什么类型的公司，美国学生纷纷说pet food
 把自己撕票是被劫持者最有力的复仇。
 RT @JianDan 我把刮胡刀打开丢在床上了,然后猫很好奇地去闻闻嗅嗅……现在那里面都是猫毛 #FML
 RT @红猪 被圈在家里无事可做 自己跑去看盗梦空间 60大元得出的结论就是 函数错误推出的时候别忘了回收分配的内存
 随着一声响亮的“咩”，索尼爱立信(译者注：后文简称“索爱”)公开表示，在未来的手机中放弃塞班（Symbian）系统。索爱，自塞班基金会创立以来就一直是其一员，现在抛弃了这一古老平台。如今诺基亚已成为塞班的最后掌门人。
 康辛格達斯郡發生一件駭人聽聞的風化案，一名醉漢，深夜途經後巷，迷糊中見一獨行少女背影，色心大起，正想將女子推落地侵犯之際，嚇見女子原來是一名醜胖中年女人，嚇得醉漢立刻穿回褲子，就在那時，胖女突然用力將他推落地，反把他強姦了。 
 充电时无意中发现，家里有7、8条充电电缆，几乎都是同一时间买的，但用得破而旧的都是那些充电效率很好的电缆。相反，那些质地差的却灿然如新。这就是好人不长寿的道理所在。因此，我一定要做个坏人！
 南京下关区考公务员，3名领导家属低分笔试高分面试入选，当局给出的理由是“在领导家长期受到良好熏陶，所以素质比较高”，现在3人已被开，相关领导据说被要求检查
 RT @scavin: 360 和 QQ 联手普及了国产软件监控用户数据的事实，比几个 Geek 成天喊的效果好多了
 RT @Qsunset: 同学发了条状态：哥的IP4太给力了，摔了3次都没事！立刻有人回复：这倒霉孩子，买到山寨的了！
 青春是这样的：每个女生都只能萝莉那么两年，而每个男人却都可以大叔很久很久……
 盲人牵狗进商店买东西，突然把狗提起来抡了五六圈。售货员很吃惊：“您需要帮忙吗？”盲人：“噢，不需要，我今天只想四处随便走走。”
 RT @FML 今天，男友把我甩了，理由是我吃瓜子的时候看起来像仓鼠。FML http://www.fmylife.com/13285229
 RT @nagisa006: 猫主要负责萌，兔子主要负责呆，金鱼主要负责死。
 RT @mranti: 早上去便利店买本期《周刊朝日》，几页90后少女写真之后赫然是国务院发言人姜瑜老师的巨照和介绍，于是赞叹日本人口味之混杂，非国人能理解。
 RT @majunpu: 同事国庆前非要用google搜“色温”，我让他用baidu不肯。他试了几次，都被reset了，对我说“靠，太过分了，不就一个色字，也盾”。我说“不是色……”。
 RT @AmeHime_: 老母抢夺我的耳机发现一首接一首全是日文歌。。遂生气地说，你就不能弄点国歌听听啊！于是我立刻翻出了鸟之诗。。。
 RT @bitinn: 我真的打算做一个网站，专门记录宅身边的正常人尝试理解宅世界的对话。一定会很棒。
 狄仁杰戏卢献曰：“足下配马乃作驴。”献曰：“中劈明公，乃成二犬。”杰曰：“狄字犬旁火也。”献曰：“犬旁有火，乃是煮熟狗。”
 RT @majunpu: “真巧啊！我们两个发小同时怀孕！给以后的孩子结个娃娃亲吧！”“好呀，如果我们都生的是男孩，就让他们搞基；如果都是女孩，就让她们百合；如果是一男一女……就让他们结为兄妹！”
 爱尔兰人托马斯.安德鲁是著名的泰坦尼克号邮轮的设计师之一。安德鲁是位保守的设计师，所以，他参加了泰坦尼克号的处女航，结果就不用多说了。
 The Noebl Pceae Pirze 2010 was aweradd to Liu Xbaioo "for his lnog and non-vniolet sugrtgle for ftundnamael huamn rgthis in Cniha".
 这次的主角是 Nextel 的手机。事情是这样的，54岁的 Juan Camarena 当时在纽约一栋公寓内打扫，Camarena的前上司因为被自己挤掉了位置愤而在即英尺外向他开枪！当他连爬带滚逃离现场后，感到胃部附近有发烫感，原来藏在外套里的 Nextel 手机为他挡过一劫。目前警方正在追捕疑凶，Camarena 并没有对外界透露具体手机型号
 "Biienjg, Cinha (CNN) -- Wtih nwes meida aorcss the gbloe rteacing to tihs yaer's Nboel Pecae Pzire amoncuennent, ariueottihs in the weinnr's holmaned are rciang to deltee his nmae form all pbluic danomis."
 在那次會面中我帶來了一袋蜜蜂, 然後我們開始在桌面上將牠們拍扁(用以抽取 DNA 研究).後來我們發現杵比桌面好用. 到最後, 咖啡機能做出最好的蜜蜂醬.
 有研究发现平均每个英国人只知道2个笑话
 俗话说叫狗咬人不是新闻，人咬狗才是新闻。看来这并非无稽之谈，美国一名被怀疑吸了毒男子就因为咬伤警犬和殴打警官而被指控。
 十月十日是法定的Moe day，因为萌；十月十一日是法定的lolI day,因为1011
 小朋友困惑地说：为什么在Google上搜索“小月月”会被重置？我回答他说：因为木子月月鸟……
 “牛有4个胃袋，地球人却只有一个，所以每次吃自助餐的时候他们都觉得很懊恼。”
 《三国演义》的符号学解释---为什么刘关张那么弱，却给与了那么高的地位？为什么诸葛亮一辈子没有多少辉煌胜利却被捧成神人？因为作者是罗贯中，缩写是LGZ，刘关张的缩写也是LGZ。诸葛亮的缩写是ZGL，刚好把LGZ倒过来。罗贯中写的是他自己。  
 RT @neuront: 今天算是见识了, 有个错误码居然叫 ERROR_SUCCESS.
 既然人的语言中，侮辱他人脏话是“猪”；那么，在蚂蚁的语言里，侮辱其他蚂蚁的脏话应该是“青虫”。
 粤语量词可直接加在名词之前作句子成份，量词之前不需要指示代词或数词限定，起到类似于冠词的语法作用，类似英语中的"the"或法语的"le"/"la"
 “以前少年漫的王道（？）模式：男主角对女主角有好感，女主角对男配有好感，男配对男主角有好感，最后男主角对男配有好感……”
 这个时代不能忍受女角卖肉的腐女就和不能忍受男角搞基的宅男一样没前途.
 《带着iPad去流浪》的主角是一个流浪者，身上又破又脏，但他却拥有一个 iPad 和 MSI Wind u130 上网本。他认为，当今没有房子并不是什么重要的事，但是与外面的世界保持联系却很重要。
 当然，要是 rekonq 工作不正常，您总是可以归咎于是程序员的错 ;)
 乐高机器人自行拼装乐高积木 http://jandan.net/2010/10/19/3d-legao.html
 美国兵营成基地：五角大楼星期二宣布根据联邦法院的一项裁决，征兵官必须接纳同性恋者的申请。弗吉尼亚州法官 Phillips 表示会立即解除美军的同性恋禁令。
 只有很少几款游戏能凭自身素质掩盖其低劣的代码质量，我印象里好像还不到五部
 Via @hootkai: 哥几个玩魔兽。辅导员查房，大怒，一把抢过鼠标，把桌面魔兽的快捷方式拖进回收站，清空，曰：让你再玩！
 注册网站有个习惯，要求写真名的时候，注册Yahoo我就叫袁雅虎，注册Baidu我就写袁百度，注册Google我就改袁谷歌。今天接到个电话，问：是袁建设小姐吗？就知道，建设银行把我的个人资料卖掉了
 360给我系统打0分，建议我删除puff和mirc，把hosts里twitter的ip删除，禁止wakoopa自启动，安装360杀毒，升级到迅雷7，我去！能不能扳住了！
 从图片看来，MBA不管是在最厚为0.68英寸（约17mm）的尾部还是在最薄处的0.11英寸（约3mm）处相比斧子的尾部和刀刃都赢了。这似乎是在警告我们：当你的MBA刀刃朝下掉的时候不要视图去接住它了，而是应该要小心自己的脚。同时，我们也很期待有配件厂商早日生产出MBA专用的斧子把。
 物理学家 Brian Cox 现为曼彻斯特大学物理学教授和 BBC 节目主持人，曾在欧洲核子研究中心的大型强子对撞机项目工作过，值得一提他还当过摇滚歌手。
 第30届夏威夷电影节已于本月14日拉开帷幕。昨天，今年土豆映像节最佳影片《网瘾战争》剧组宣布，该片已入围夏威夷电影节，将在电影节上进行展映。
 RT @songshinan: 转个网易口味的段子，作者不详：在新闻“某高校图书馆管理员砍死学生一名”后，北大未名网友跟帖评论：“砍死一个有啥，当年我们的图书馆管理员弄死了几千万人呢！”
 我开始遏制不住地搜集各种可乐瓶盖并储备在地下室。
 政协委员、新华联集团总裁傅军认为，房地产商被骂成万恶之源，主要是媒体抹黑的。他认为，"中国的房地产，媒体起了很不好的作用。现在媒体的主力记者几乎都是80后，他们正急需买房，写新闻都带有他们的主观性。"
 采访记者问道：“你有没有iPod，就是苹果的那一款？”梅琳达回答：“没有，我有一款Zune。”采访者又追问：“如果你的孩子说：‘妈妈，我非得要iPod，怎么办？”梅琳达回答道：“我碰到过这种争论——‘你可以要一款Zune。”
 Oicebot收了可观的小费后小声道：“据未证实的谣言说，3DH ,1人渣 =ICESTONE=Planesinger= ,1ManyBlood 。”
 广州亚运口号英语招牌“让我们的广州充满爱”官方英译：Let's make love everywhere in our guangzhou。字面意思是“广州无处不可做爱”或“让我们在广州随处做爱”被网友赞为全球最牛写实口号。
 <狗狗> 国内是不可能让你学习真正的心理学，因为(河蟹内容) ,1在国内你就是生活在一个被/洗/脑/的状态，怎么可能让你知道自己正在被/洗/脑 (刮开可见)
 著名数学家，被誉为分形之父的Mandelbrot先生，美国时间2010年10月15日在马萨诸塞州剑桥辞世，享年85岁。他用“美丽”改变了我们的世界观，他被认为是20世纪后半叶少有的影响深远而且广泛的科学伟人之一
 Civilization V has been updated with free DLC! The Civilization and Scenario Pack: Mongols (Genghis Khan) is now available. 
 日本教授Sekine 制作了一个穿着巴西球服，还有莫西干头型的机器人，他名叫Mohican。Sekine 可以通过远程遥控或者声控来操作Mohican ，主要任务是爬楼梯，然后掏蜂窝。
 <L-----D> 大家一边骂政府 一边考公务员 这才是言论自由的体现
 当开发人员们像一群旁观者见到UFO一样围在代码四周，感到恐惧、困惑与无助时，这个代码的质量就可想而知了。
 RT @justidle: 一个叫Mini的女孩子说，希望嫁给Sheldon，这样她就可以叫Mini Cooper了. 
 RT @pupuu: 刚才我旁边的德国人扛着一个大箱子跑过来跟我说，你看amazon寄3个剃须刀用那么大一个箱子，真是太浪费了。我说是啊，真浪费，但是你为什么要买3个剃须刀。他说，因为买3个可以免邮费，等下我就把剩下两个退回去（注，德国退货给商家一般不需要自己出邮费）。
 RT #FML : 今天，我去拔牙。在拔牙途中，突然停电了。我不得不在那里等着，等到电恢复，医生准备接着拔牙时，我发现麻药已经失效了。
 今天，我去图书馆找《罗密欧与朱丽叶》这本书，半个小时后还没找到，于是我只好求助管理员，我说‘我无法找到莎士比亚，他在哪里。’管理员说“他已经死了”接着管理员就走开了
 今天早上，我同事告诉我今天是公司每年一度的cosplay日，每个人都要穿得稀奇古怪。于是我打扮成了动画片《风中奇缘》女主角的样子。结果呐，公司根本就没有什么cosplay日，而我因在客户面前穿着古怪，而被开除了。
 美国一名少年打算用一瓶沙拉酱当作简易武器抢劫一家便利店，结果，店主拿出来的却是一把真枪
 RT @Rieya: 刚买了杯蜂蜜菊花茶…等它做好了店员喊道你的菊花好了…当时我就卧了个大槽…OTZ
 360弹窗骂qq，qq弹窗骂360， 和谐世界，我的桌面是战场。
 曾经有个人跟我说，他正在想办法把某某公司的系统黑了，然后找那个公司谈，说他们的系统有漏洞，要买他们公司的安全产品才有保障.
 根据美联社自己的报导，它们的数据库在这个周一发生了五个小时的停摆，导致这个事件的元凶是因为它们的工程师按下了一个确认键。重点是，这不是啥色情网站或者是奇怪软件的安装程序，而是多数安装正版Windows系统的人会不加思索就按下去的Windows Update。
 这不是笑话：以前警察要查夫妇俩看毛片，得破门检查电脑才行。国内本土云计算昌明后，天下数据入我毂中，不用这么麻烦了。
 民间自制动画改编电影第一次？？《李献计历险记》低调开机 房祖名王子文主演
 原来其实是斯巴达800勇士，为什么到了电影里面变成300了？ 答案：伍佰去唱歌了
 小强为什么能用一只手让高速运动的车子停下来？ 答案：打的 
 如果有一辆车,司机是王子,乘客是公主,请问这辆车是谁的呢? 答案：如果的
 为什么自由女神像老站在纽约港? ——她不能坐
 蒋介石如果还在世的话世界会怎样？——多一个人...
  鸡鹅百米赛跑,鸡比鹅跑得快,为什么却后到终点站?答案： 鸡跑错了方向
 用什么可以解开所有的谜？ 答案
 南非总统叫祖玛哎,点他一下会吐出球来么
 RT @pengyuanzhong: ：【浙江省委食堂】：一盅炖人参鸡汤收人民币两元五角； 茄汁明虾一盘收人民币三元； 清蒸鲈鱼收一元五角人民币； 炒时蔬收五角人民币； 鸡大腿一只收人民币五角； 三丝汤面（粉）收人民币二元 。——原来共产主义早已在领导们身上提前实现了！..
 RT @zhyuanjie: 我在北京的超市购物，结完帐经常会有人凑上来说：“能把购物小票给我吗？”前天我问一向我要小票的人做什么用。他说他是下岗的，靠挣点儿小钱养家。我说你拿这点儿纸卖废品？他说他把要来的小票汇总到超市总服务台开发票，然后卖给公务员。
 RT @xie107: 刚知道中国区apple store和itune store都开了，遂开了个帐号，一看，喷了。在畅销榜首栏目fenggame.com出品的《揭秘文革历史真相》（30本简繁本）、DW-WORLD.DE出品的《禁书选读》赫然在目，教主，您还打算在大陆混不……
 某富翁想要娶老婆，有三个人选，富翁给了三个女孩各一千元，请她们把房间装满。第一个女孩买了很多棉花，装满房间的1/2。 第二个女孩买了很多气球，装满房间的3/4。 第三个女孩买了很多蜡烛，让光线充满房间。　最终，富翁选了胸部最大的那个..
 中国刚刚研制的“天河-1A”型超级电脑成为世界最快电脑。“天河-1A”位于天津的国家超级计算中心，它以每秒2.5千万亿次运算的速度成功超越美国田纳西大学的 Jaguar 系统。据悉它采用 7168 块 NVIDIA 的 Tesla M2050 GPU 和14336块 Intel Xeon CPUs 。目前天津气象局和中海油已经开始使用该电脑。
 凌晨一点，中关村的“永和豆浆”店里，灯火通明，加班的IT们在这里吃宵夜。男孩与办公室里他暗恋着的女孩一起，就着鲜肉馄饨和一小篮儿鸡柳，说着公司里今天的笑话。
 西雅图华盛顿大学的一些研究者也在致力于将显示设备的尺寸尽可能地减小。他们将发光二极管元件、控制电路、天线和数据通讯模块集成到一片软性隐形眼镜上，在1.5平方厘米的面积上所构建的系统相当于家用电脑的电源、显卡和显示器。出于安全顾虑，这种显示设备的第一个使用者是一只兔子。按照项目负责人BabakA. Parviz的说法，在20分钟的试戴过程中，兔子并没有显示出任何不舒服的迹象。
 前几天，我的猫坐在我的大腿上，它突然滑下去了，于是条件反射地伸出它的利爪，挂在了我的大腿上，那个时候，我正光着大腿，我终于明白了猫抓板的痛苦
 现在拿着iphone4 玩着ipad 用着MacbookPro 觉得挺爽。但一想到明年，就有人拿着iphone5 玩着ipad2 用着新一代Macbook Air，就顿觉郁闷。
 Defender的定义是：如果你的队伍不给自己找一个defender，怪物就帮你选一个！
 同事的女儿给他打电话：＂爸，车被剐了！＂同事忙问：＂谁的责任？＂女儿回答：＂我的责任。＂同事又问：＂对方一点责任也没有吗？＂答：＂一点责任也没有。＂同事觉得诧异，问：＂对方开的什么车？＂女儿答：＂对方是墙...＂
 RT @danshoufuqiang RT @linglingfa: 腾讯在新闻发布会直播中，前面说“腾讯一万多名员工彻夜未眠”，后面又说腾讯是“有六千多名员工的公司”，我艹，一晚上腾讯拼掉了4000多个人啊？！
 RT @shaoneng RT @doubleaf: 360果然是最爱QQ的。QQ都和他决裂了，360还要保护QQ正常运行
 RT @xiaolai: 有朋友那iPad去中关村越狱竟然花了500元人民币……够买很多正版软件的了……
 想用icq的朋友注意，icq的网页注册界面都是问号，请下载客户端，在客户端上注册。
 RT @zhouyilu: 亲爱的交大闵行校区同学：当您看到这封信的时候，我们刚刚作出了一个非常艰难的决定。在大部分交大男生停止去华师大晚自习前，我们决定关闭交大所有自修教室。我们深知这样会给您造成一定的不便，我们诚恳的向您致歉！——上海交通大学教务处
 RT @coolxll_gr RT @ItTalks: 腾讯的博弈是这样的：无法不用QQ的人比无法不用360的人似乎多，因为QQ是带有人际网络特征的，而360是孤立的软件。于是，说到底，还是TMD一场挟用户以号令天下的“把选择软件的权利交给您”
 RT @cnyaoying: 腾讯消息：成为qq会员，可以同时使用360软件。
 在德语中，太阳是阴性名词，而月亮是阳性名词。
 腾讯宣布：QQ才能代表数亿用户的利益，不存在“一Q一3”和任何其他分裂主义说法，凡是承认360的桌面，QQ都会立刻给予断交。
 据悉，360员工策划通过技术手段黑掉腾讯网站。但由于腾讯的服务器都安装了360防火墙而幸免遇难，目前360员工正在QQ群中商讨下一步行动。
 欧阳锋派欧阳克赶着毒蛇阵出去执行任务，几天后哭着回到白驼山，所有毒蛇一条都不见了。欧阳锋惊问何故，欧阳克怒答：“麻痹的，老子以后再也不去广东了！”
 乔峰在杏林里威风凛凛，突然徐长老现身，指出乔峰身份证和户口本上的民族都是“契丹”，乔峰百口莫辩！事后乔峰追问乔三槐，乔三槐一脸惭愧：“唉，当初你不是学习成绩不好么？为了高考加分，我托人送礼给你改成了少数民族……”
 菜刀实名制实施后，杨过被请到局子里喝茶了，因为他的君子剑登记主人是公孙止，玄铁重剑登记主人是独孤求败，属于违章使用他人菜刀，全部被公安机关予以扣留。逼于无奈，他只能削了把木剑将就用。
 黄药师派梅超风出去寻找九阴真经，结果梅超风半年未归。黄药师四处打探，一路找到北京，发现梅超风正坐在北医三院门口拉二胡乞讨，不远处的一根电线杆下，洪七公正冷冷地监视着她。
 怀孕的包惜弱带着杨铁心的后代嫁给完颜洪烈，若干年后等儿子杨康接受完高等教育后又回到杨铁心身边，残忍地抛弃了完颜洪烈。据考证，这是人类历史上第一起以高考移民为目的的骗婚案。
 红花会派人回到海宁陈家老宅，找到了能证明乾隆汉人身份的证据，差点毁掉了大清朝。从此以后，乾隆爷吸取教训，将旧房拆迁定为大清朝的基本国策。
 桃实仙被岳夫人刺伤，送到平一指处急救。治完伤后，桃实仙醒来，发现自己竟然不能开口说话了。平一指说：“哦，我发现你嘴里长了个溃疡，所以替你把嘴缝上了。”
 任我行当教主的时候，东方不败背地里密谋造反，终于推翻了任我行的统治，这说明了对内网络监控的重要性；东方不败上台后，向问天勾结外网人士令狐冲，终于让任我行复辟，这说明了对外构建防火墙的重要性；最后任我行还是用脑过度挂掉了，说明你上防天下防地，也防不住自我嗝儿屁。
 郑成功的孙子郑克爽一心想要往上爬，挤兑这个争夺那个，最终下场悲惨，后世的孙子吸取了这个教训：是孙子就应该努力当好孙子，别的什么都不用管——结果人家成将军了。
 李莫愁一把拂尘迅若闪电，打得杨过等人无力招架，只好抱头鼠窜。幸好这时他们遇到了冯默风，以一把牛逼哄哄的大剪刀剪断了李莫愁的拂尘，救了众人的性命。李莫愁走后，冯默风擦了把汗，长叹一声：“幸好哥当年在广电总局混过呀！”
 东海区域掀起了“唱红歌”高潮，当地政府要求所有单位必须参加，唱红歌为国庆献礼。黄药师不胜其烦，只好养了一堆哑仆。
 黄药师选婿，让郭靖和欧阳克各写一篇作文。郭靖绞尽脑汁写足五百字，心头惴惴，不料欧阳克只写了一百四十字，郭靖轻松获胜。欧阳锋大怒，一耳光甩在欧阳克脸上：“s b！叫你天天写微博！”
 郭靖和黄蓉走在路上，郭靖忽然收到短信：“你的师父们在桃花岛上受重伤，生命垂危……”黄蓉一把抢过手机，删除了这条短信：“早和你说过了，这种骗子短信看都不要看直接删！”——知道为什么后来郭靖在桃花岛上那么生气了吧？
 欧阳锋逼郭靖交出九阴真经，洪七公出主意，叫郭靖默写出来后先用绿坝过滤一遍……最终欧阳锋走火入魔。
 张无忌夜探少林寺，留赵敏一个人在房里，周芷若遂前往暗杀之，却发现房内空空，只能空手而归。事后赵敏后怕地说：“幸好我睡到半夜想起今天的菜还没偷，出门找网吧去了……”
 黄蓉被裘千仞打伤，段皇爷为她疗伤，摸遍了全身各处穴道，看得郭靖悲愤不已：“治一个小伤要摸遍全身，怪不得你叫南帝，和那只企鹅是一个地方来的啊。”
 谢逊和张翠山夫妇流落到冰火岛，不知这里是什么地方。殷素素打开手提电脑，半分钟后激动地说：“好消息，国外网站一个都上不去，说明我们还在中国境内！”
 张无忌从武当山回到光明顶，发现韦一笑一个人在山下徘徊，惊问何故。韦一笑悲愤地说：“那帮孙子商量着要炒农产品赚钱，在光明顶上屯了好多大蒜……”
 墨索里尼下台后，罗马被德军占领。由于发生过几次男子乘坐自行车用小刀袭击德军的事件，德军发布了禁止使用自行车的公告。不久，罗马的自行车商店以惊人的速度将所有的自行车改造成了三轮车，从此开始德军面前长期有大量的三轮车滚来滚去。
 男同学出差到某地，女同学去看他，两人聊天谈到工资，男同学问：”你税后多少钱？” 女同学脸一红，小声说：”都老同学，还提啥钱，你先上床，我去洗个澡。”
 在7月份的亚特兰大举办的微软全球交流大会（MGX）， 微软向来自全球107个国家和地区的11000位员工首次展示了全新的品牌口号“Be What’s Next”
 做新闻的想搞IM，做IM的搞杀毒，做杀毒的想搞搜索，做搜索的又想搞新闻，为什么大家都不把自己的本行搞好呢？
 虽然不知道微软方面是如何计算这个家伙是第一人（看样子像是在微软旗舰店？），但 Richard Mungeer 成为官方宣布的美国购买 Windows Phone 7 第一人。他计划用新买的 Windows Phone 7 手机来替换掉之前的 iPhone（lol）。
 使用360浏览器和使用qq空间的人群重合度非常高，均属于低知阶层，一旦无法登陆qq空间，会有很多人放弃360浏览器
 肠道总面积有200平米，也就是说我们住的地方还没有屎住的地方大……真是生不如屎 ！
 人体器官的数量，以二居多。手、脚、耳朵、眼睛、肺、肾等等。二是人的关键词。人的主旋律是二。纵观人类发展史，二比一多 BY 郑渊洁
 如果你是北京人的话，估计你应该会知道公主坟地铁站，我在里面好几次迷路。
 莫拿我和马亲王比，我没他那么坏，只是偶然定点清除一下下。不过是小学第一天死校长，有个人说我坏话不久心脏病死了，横山光辉烧伤的时候考虑杂志周期提前几天登了讣告于是果然抢到一手新闻，前年合作某公司经理和我吵架于是爸爸猝死，去年合作的发行商发行第一期死了舅，有人找我做书双亲住院死之类。
 小学，暑假的时候教室塌了，中学，人少，学校撤销了，私立高中，老师得癌症了，大学，校长被双规平，毕业后的工作的每一家工作单位，在我去之前效益都很好，我去了之后就会逐步下滑，合同也会减少，嗯，意识到这一点后，我参加了公务员考试，现在在国务院工作。
 義大利人如果兩隻手都拿東西就不會說話了？ 這應該是在說義大利人講話會搭配很多手勢而延伸出來的笑話
 RT #冷兔 你可以恨我，但是这个肚子里的孩子是无辜的！虽然不知道是你的还是你哥哥的，但我妹妹已经流产了，现在我怀着你们老X家唯一的后代啊！我跟你爹是不可能了，而我妈都愿意放弃你成全我们，你又怎么能狠心丢下我啊！
 北京对上海说:重大活动结束 ,点一个高楼玩玩 ,已经是中国的传统了.奥运结束后, 我把央视大楼点了 ,你在世博结束后把教师公寓点了，上海点头表示同意, 然后两人不约而同的把目光看向广州
 在手术室门口，该男子简单地说了这么几句：“我24岁，中学毕业后没有工作，身份证也弄丢了，找工作，谁都不要我……我爸妈离婚了，都不管我，我连吃饭的钱都没有，身无分文，我不自杀干吗？我已经自杀15次了，我脑子不太好……为什么我每次自杀都死不成，总有人救我？
 《雷雨》被删原因初探： “鲁大海：那三个代表呢？ 周朴园：昨天晚车就回去了。 鲁大海（如梦初醒）：这三个没有骨头的东西！他们就把矿上的工人们卖了！
 从小对鼠类动物感兴趣的比利时工程师巴尔特，韦特延斯训练冈比亚巨囊鼠排雷获得成功。这种和猫一样大小的老鼠嗅觉灵敏，它的体重不足以引爆地雷。找到一颗地雷，它获得一根香蕉。
 郑渊洁：外国领导人来北京咱大都安排去长城，是为了让他们看咱有墙？
 郑渊洁：我有个建议，让教育部和体委互换：体委推行全民义务体育，而教育部则在发现每个孩子的特长后举全国之力进行偏科培养。
 @Nantz “同学的同学在火车上拉了一脟屎，然后撒上绿色萤光追踪剂，约一小时后下车，用紫外光照同车乘客，全部绿油油亮闪闪。又有同学改进实验，若是使用不同颜色追踪剂，还可以比一比谁的屎扩散更广。”在伟大的布朗运动面前，一切洁癖都是浮云
 #FML 今天，我不小心把妹妹的仓鼠笼子给打开了，小仓鼠跑了出去。同时，近日老爸又在家里安装了一些捕鼠夹。所以，你猜最后我是怎么找到小仓鼠的...
 命令和查询相分离模式，就是要将功能和方法分为命令和查询两类，并在源码中记录下来，以做到将命令代码都放在一起，并将所有查询代码都放在一起
 #FML 我，昨天晚上梦到我有腹肌了，用手可以清晰的摸到巧克力般的格子，我感动的热泪盈眶，热泪盈眶啊！！！ ！ 醒来发现我正抱着旁边桌子上掉下来的键盘在哭~~FML
 恨爹不成刚
 小熊猫（学名：Ailurus fulgens）又名红熊猫、红猫熊、小猫熊，有时在中文中也称火狐，英文中亦有“Fire Fox”即是对其的直接译名
 RT #FML 今天，我参加了一个有趣的慈善拍卖会。在哪儿男孩被拍卖给女生，可做她们一天的奴隶。我女友和前女友争相购买我，最终我前女友赢了。
 RT 科学家们表示此技术可以用来避免在杂交过程中混入其他雌性基因，也可以来挽救只剩下雄性个体的濒危物种。他们认为在未来此项技术改良后可以使用雄性iPS细胞直接生成卵细胞，再与另一雄性精子进行受精来完成这一过程
 朝鲜：...哥，我想打小韩！ 中国：【自动回复】恩！ 朝鲜：哥...到时你要帮我啊！ 中国:【自动回复】恩! 朝鲜：哥...那我去了啊！ 中国：【自动回复】恩！ ………… 中国:我靠，刚才上厕所去了，你说什么来着，你疯了吗？ 朝鲜：【自动回复】您好，我现在有事不在，一会再和您联系。。。
 季羡林老先生去世，一面红旗盖在他身上。哪天周立波要是死了，一辆红旗压在他身上。
 看到一个育儿法:孩子哭闹的时候就在边上打开吸尘器，然后拍小孩的背，一会儿小孩子就睡着了，理论依据是小孩子最多同时关注2件事情，如果有三件事情需要同时关注，他就只能睡觉了…结论：所有小孩都是单核处理器，一旦多线程，就自动挂起..（via:@DevinY）
 广州为迎接亚运建了一座高塔，面向市民征名，最后还是用了最没创意的三个字“广州塔”。不过当地人给这塔取了个外号叫“扭纹柴”。还有媒体记者私下取了一个更绝妙的名字，广州号称羊城，此塔是广州的巅峰，故名“羊巅峰”。
 知道为什么广州要叫“羊城”吗，因为~~广州人整日讲“咩啊~~咩啊”，所以就有了"羊城"的称号。
 不管受了多大的打击，每当回到宿舍楼下见到那个“川X-2B945”的车牌，心里顿时释然了。（via:@shiyue）
 我一博士同学丁，近四十，单身，高且壮，其貌不扬。一次地铁上一美女主动靠上来搭话，还向他索要电话号码。我心想有戏。这同学问美女：你是做安利的吧？美女讶然：你怎么知道？丁同学说：主动找我要电话号码的美女，不是做安利的就是做保险的。悲催啊。（via:@runningnini）
 RT @kangkang220: ccav10，一个牛逼栏目叫走进科学，讲述了一个牛逼的老农一个牛逼的故事，有一个，该人无意中用电笔发现自己的墙壁带电，接下来发现地面也带电，最后牛逼的发现居然屋子里的空气居然也带电，走进科学研究了上下两集，最后发现：电笔坏了……
 RT @mathena: 我崇拜的人姓刘，从80年代开始就写出了一系列传世佳作，在一代又一代爱好自由的人手中传颂。尽管关于他的作品有一些争议，但他的文字影响和改变了很多推友。他就是刘欣慈。
 RT @duowang: 刘翔腾讯微博粉丝破800万，超LadyGaga 成全球第一。为了让更多人知道，腾讯把这条消息发在了新浪微博上。#Monologue
 RT @Orz_C RT @zhengyun: 据典籍记载，第八套广播体操第六节的名字确实是“全身运动”。
 RT @tonyq0802: 四六级写作万能开头句：This question is really good, but who tama knows.
 上海是个被怂逼占领的城市，街头只有“办证”的电话号码，所以每次回到无所不能的广西，电线杆上那些歪扭的字迹总能激发出我心底无限强烈的牛逼自豪感：黑车13737878844 迷药13558345508 枪支13737880968 复仇13737874948——别再犹豫了，赶快拿起电话订购吧，前五位打进电话的朋友还能享受“杀十位送一位”的优惠哦！
 RT @shog86 RT @zhuoqun: 一个女人让他的程序员丈夫去商店买东西：你去附近的商店买些面包，如果有鸡蛋的话，买6个回来。20分钟后，这个丈夫买了6个面包回来，他的妻子大吃一惊：你为什么买了6个面包？！ 程序员丈夫回答：因为他们有鸡蛋。
 [22:25] <saiya> 囧 又被求交往了，但是对那女生没感觉，怎么办？
 如果你赢了，编的故事BUG一堆，又烂，其实是另一种失败
 RT @JobsInChinese: 做完mac的 appstore之后我们就做windows的appstore。 这个你别跟着抄就行。 RT: @BillGatesCN: Jobs你就别说专利版权问题了。Mac OS X做的跟Windows越来越像我都没跟你计较
 RT @freaky_cake RT @Orz_Ta: 又帅又有车的，那是象棋；有钱又有房的，那是银行；有责任心又有正义感的，那是奥特曼；又帅又有车、有钱又有房、有责任心又有正义感的是在银行里面下象棋的奥特曼
 在博文的更新频率上，除了萨科齐这种僵尸账户，多数领导人两三天就会“冒个泡”。当然，微博“红人”奥巴马和查韦斯要积极一些。奥巴马不少博文的发表时间间隔仅为几小时。
 RT @FML 今天，我最后一只仓鼠也“自杀”了。它甚至愿意淹死在它的水槽里，也不愿意鼓起勇气和我一起生活。
 平胸妹子在追求心仪对象的时候会赠送苹果，含义是“我平，你会吃下我吗?”男方如果拒绝苹果，表示不接受求爱；如果舔舔苹果，表示愿意尝试交往；如果吃下苹果，表示求合体
 “我看到你这个oracle十克的书了，你以后是不是要继续看20克，50克？等你看到一公斤是不是就非常牛了？”.
 RT @happyaron: 那天我不爽就在ppa里编译了一遍ffmpeg+mplayer+smplayer，没想到这都能弄科技创新大赛。
 RT @StarKnight: 翻译RT @Cominform_bot: 史上只有一个俄罗斯男人出差时没有和别的女人乱搞。他叫加加林。
 暗恋哪吒的人是谁？答：是王菲。因为她在传奇里面唱：“想你时，你在闹海。。。”
 狗狗: 现在在号称中国硅谷的中关村做I.T(i.e. 卖电脑配件)
 每天和女友一起坐地铁下班，不知从何时开始，地铁口总有个帅哥倚在跑车上对她眉目传情。女友先是无视，但帅哥和跑车每天准时出现，渐渐她脸上写满期待，对我越来越冷淡。直到那一天，帅哥捧着红玫瑰问她："离开他好么?""当然"她脸上写满兴奋。他转向我："她不爱你了，做我男朋友吧！"我接过了花束……  
 新年北京机动车管理新政规定，继承遗产机动车需要参加摇号才能获得继承的机动车上路资格。假设某父购车次日去世，子摇号十四年又十一个月中签。问车上路几日后到报废期？
 荷蘭研究發現吃昆蟲肉比吃動物環保. 在眾多實際品中最環保, 碳排放最少的是無處不在的黑色惡魔.
 中国河南交通厅厅长四连冠落马：第一任曾锦城上任写血书：“我以一个党员的名义保证绝不收人家一分钱。”血迹未干曾受贿判15年。二任张昆桐提口号：“让廉政在全省高速公路延伸。”话音未落张受贿领刑无期。三任石发亮上任提出：“不义之财分文不取。”也是无期。第四任董永安近日双规。
 中国昆明警察张某获悉自家遭强拆，赶紧回家收拾东西。遭城管围殴。张说别打我是警察。他掏证件想证明身份结果误掏出警棍激怒城管，被生生打断右腿。城管边打边喊：“打的就是警察！”
 中国江苏江都市摩托车电动车常失窃，警方破案收效甚微。警方忽发奇想，买来5辆摩托车，于私处安装GPS卫星定位系统。将5车停放闹市区。果遭窃贼光顾。其中一辆由窃贼驾驶至外地，警方靠卫星导航悠哉尾随不擒，至窃贼老巢下手起获多辆赃车
 施瓦辛格当州长期间，有毁有誉。但有一件事给人留下深刻印象：他七年没拿一美元工资。按照规定，他当州长每年的工资合100多万元人民币，他都放弃了。当然，他在任七年留下巨额财政赤字。
 一83岁老人在孤身前往银行办事时，摔倒在中国福州市六一北路的人行道上。路人围观，没人敢出手救援。终于，两位女子蹲下实施救助，路人提醒可能惹麻烦。两女子思索后，放弃救助。老人在人群围观中离开人间。家有老人，不要让其单独外出。如单独外出，衣服上要别着承诺绝不冤枉救助者的胸牌。
 在发达国家看病，只有重症病人才会输液。而中国医生似乎偏爱给患者输液，甚至感冒发烧也会输液。2009年，中国大陆人输了104亿瓶液！输液有望成为支柱产业不是冷笑话。
 东京的结婚信息服务公司ONET对今年步入成年人行列（补充一下，日本是20岁成年）的800名日本男女进行问卷调查后发现，77%的人没有恋人。这一比例远远高于15年前的50%。表示没有女朋友的男性占到了84%，首次超过八成。女性中的这一比例为70% 。关于恋爱，回答“相比较追求对方，更愿意被对方追”的占46% 。表示“没人教我怎么谈恋爱”的占43%，66%的群众表示不想被对方束缚……
 如何避免像个SB一样死去：1。不要一个人或一伙人去偏僻的地方探险或者露营什么的，尤其是晚上。
 如何避免像个SB一样死去：2。不要在发现异常情况的时候，像个SB一样大喊：“是谁？”“有人吗？”并上前查看，据我统计这种SB死亡率100%。
 如何避免像个SB一样死去：3。不要在某个单独行动的SB失踪以后，自己和其他人再像个SB一样分头去找，通常这样死得最快。
 如何避免像个SB一样死去：4。不要在车外面有异常响动后像个SB一样摇下车窗或者下车查看，你没脚吗？第一时间踩油门闪人。
 如何避免像个SB一样死去：5。不要走在一伙SB们的最前面或者最后面，要走中间，存活率100%。
 如何避免像个SB一样死去：6。不要一个人上空荡荡脏兮兮的公用卫生间（特别是有镜子的）或者跑得远远地野地去拉屎，死亡率80%。
 如何避免像个SB一样死去：7。超级贱SB才会在门外异响消失以后又把耳朵贴到门上去听动静，死亡率70%。
 如何避免像个SB一样死去：8。最讨打的SB才会把手或者头或者身体任何一个部位伸进一个不知道里面有什么东东的墙洞里去…残废率90%。
 如何避免像个SB一样死去：9。遇到突然停电，绝对不要去查看电源是否正常，SB才去。
 如何避免像个SB一样死去：10。不要随便在陌生的地方或者野外约会，通常你们成为下一对SB的几率为90%。
 如何避免像个SB一样死去：11 。不要把口香糖嚼得bia ji bia ji 的，嚼口香糖的SB都是一副副欠虐找死的相儿（还是儿化音）。
 如何避免像个SB一样死去：12。不要在看到什么死亡游戏指南的时候，像个SB一样对着你的SB伙伴们说：我们来玩玩吧？真刺激！如果有SB伙伴这样问，你也不要说真刺激我们来玩吧！即使被笑胆小鬼也不玩！离开这帮SB！
 如何避免像个SB一样死去：13。不要明明很害怕了，周围也有不明声响的时候，像个SB一样的对自己说：别自己吓自己，没事的没事的。。。然后“啊”的一声就很SB的死掉了。。
 如何避免像个SB一样死去：14。不要在逃命的时候不停的回头然后就SB一样的绊倒，然后拿手撑着往后坐着倒退。。。
 如何避免像个SB一样死去：15。拿到枪以后直接开枪，不要像个SB一样balabala的说一堆有的没得，然后还没说完就像个SB一样的枪被抢了。。
 如何避免像个SB一样死去：16。和大多数人待在一起，不要一个人像个神经崩溃的SB一样说：我受不了了！！！我要出去！！不要跟着我！！！！然后自己就SB的跑远了。。最后被其他人发现死状甚惨的死在很奇怪的地方。。
 如何避免像个SB一样死去：17。不要在所有人蹲着的时候你SB的以为你能跑掉然后站起来就跑，最后SB的死在离门口不远的地方。。
 如何避免像个SB一样死去：18.不要在别人紧张的提醒过你，你家不对劲啊你身边人诡异啊你要赶快离开这里啊，你却SB一样的骂人家神经病然后依然我行我素继续SB的不做任何改变！！！（活该你早死！）
 如何避免像个SB一样死去：19。在进入一个不明房间的时候看到一个坐着的人的背影，你怎么说“hello”那人都一动不动，这时请千万不要像个SB一样的跑去推那个背影…
 如何避免像个SB一样死去：20。不要像个SB一样以为大反面没有心跳不动了没呼吸了就是死了，一定要把头剁下来！！！剁碎他丫的！！！！剁他！！！！！果断剁他！！！！
 如何避免像个SB一样死去：21。不要受到惊吓就砰砰砰乱开枪，结果到了关键时刻发现没子弹就SB了。。。。
 如何避免像个SB一样死去：22。最后要注意一点：不要在杀死变态分子或恐怖怪物后转过身去解脱般地抹眼泪，该马上叫导演喊：“CUT！”
 rtmeme: RT @Soolby: 美国男子盖博某天深夜遭遇持枪抢劫，胸部中弹。但这颗子弹并未钻入盖博的胸膛，因为盖博的左胸口袋放着一支HTC Droid Incredible智能手机。这款手机挡下那颗子弹，仅红色电池的左上角有明显弹痕。盖博事后表示，以后只买HTC的手机
 RT @xiaowu33: 有次斗地主，有个人叫“像我这样的男人”，然后他失败了，系统提示：“像我这样的男人：失败”
 RT @dufake: 室友说在网游里见一人叫“他的亲生父亲”，只要有人杀他，就回显示“xxx杀死了他的亲生父亲...”
 北京梁蓓委员谈80后无力应对高房价的建议：“我觉得80后男孩子如果买不起房子，80后女孩子可以嫁给40岁的男人。80后的男人如果有条件了，到40岁再娶20岁的女孩子也是不错的选择。”
 养宠物首先要解决口粮问题，超市可没有猫头鹰粮，咱也不能像哈利•波特那样去对角巷买，所以只能DIY了。猫头鹰是种纯肉食动物，为了养它们，最好备一个大点的冰箱，买一堆小白鼠、兔子什么的，稍微屠宰一下，把内脏掏掉，搁冰箱存起来就行。这活没什么技术含量，连皮都不用剥，但厨房恐怕会弄得比较血腥。 
 涛哥来到我位子边上看望，看到我在用CAD绘制图纸。涛哥盯着那一页一页的图纸， 亲切的同我拉起了家常： “一天能画多少张图纸？能不能承受的起？”我说：“一天能画七十七张，承受的起。” 涛哥露出了欣慰的笑容，这笑容就像寒冬里璀璨的火苗一样燃烧着我的心。涛哥又问：“一张图纸多少钱啊？”我说：“不到一块钱。”涛哥坚定地挥挥手：“不错嘛，不能再涨价了，你们一涨价，房价就会上涨，要考虑到更广大劳动人民的需求。”我含着眼泪使劲点了点头：“请党和人民放心，图纸绝对不会涨价的！
 Tiobe日前公布了2011年1月份编程语言排行榜，并且评选出了2010年年度语言，Python荣获此殊荣。2010年1月以来，Python的市场份额上升了1.81%，是市场份额增幅最大的一种编程语言
 1月9日美国亚利桑那州22岁男子洛克耐尔持合法购买的9毫米口径手枪在议员吉福兹与选民互动时扫射人群，在打完枪内的30发子弹后换弹匣时，69岁妇人麦什成功抢夺其左手拿着的压满子弹的待换弹匣。凶手被众人制服
 葛优吃饭途中上厕所，回来后裤子湿了。 朋友问：裤子怎么湿了？ 葛优答：经常！朋友不解。 葛优说：经常是旁边的人撒着尿，突然转过身来大叫：嘿！这不是葛优吗？！
 飞机上， 乌鸦对乘务员说：给爷来杯水！ 猪听后也学道：给爷也来杯水！ 乘务员把猪和乌鸦扔出机舱。 乌鸦笑着对猪说：傻了吧？爷会飞！
 小学四年级默写，老师批某些人“敌人西辞黄鹤楼。” 要把小溪的“溪”字放进田字格是件多么困难的事啊！
 今天我们来到了桃花园 到处都是桃花 中间是一个喷水池 里面全是淤泥 这里的风景可真美啊！
 能剥夺程序员单纯心的，是恐惧。是担心不知道最好实现方式的恐惧；是疑惑没有使用正确工具和语言的恐惧；是害怕错误的恐惧；对计划的恐惧；对公开的恐惧（别的程序员会如何看待我的代码？）。我深深怀疑，随着程序员越来越有经验，这些恐惧也会与日俱增地悬于他们头顶。
 @禹晋永：刚才接到通知，美国西太平洋大学同学会将在春节前于北京盛大召开，这是一个全国各行各业令人非常注目的大会；该大学近二十年间，为中国培养了包括党政军群工农商学等几乎囊括了全部的高层管理人员，整和了国内最强的人脉资源，北大清华培养高端人才的总和相比之下都显得无力苍白，这是个巨大的资源链。
 上吊肯定不是长颈鹿发明的。
 很多女网友表示，《叶问2》没有《锦衣卫》好看，因为甄子丹没有露胸肌。她们痛苦流涕，字幕结束后也久久不愿离去。
 正常的HTR2B基因的功能是合成5-羟色胺2B受体，这个受体是用来结合大脑神经递质5-羟色胺使之发挥作用的，而这个HTR2B基因突变后就不能正常产生该受体，直接导致脑部伏隔核中5-羟色胺的耗损，从而使得大脑中约束人的行为、预见行为后果的机能无法正常发挥。
 小兔子是什麼時候學會暗黑無限破的？這是我爸在夏威夷教我的
 《新科学家》报导，2008年诺贝尔医学奖得主Luc Montagnier声称，他发现DNA能向远距离的细胞和流体发送自身的电磁印记，然而利用酶根据这些幽灵印记创造出真实的DNA。这种行为相当于DNA的量子远距传输
 自從前天被小綠瘋狂爆菊後，他的身影就在我眼前縈繞不去……今天早上還做夢夢到他>///<……啊啊……我遲早也要讓他嚐嚐人家那每秒8下的長又硬……
 自由职业者 就是那些没有跟单位,公司签多年卖身契的, 哪怕24小时工作也不存在加班费, 没有福利,没有黑色收入,又能折腾个三瓜两枣生活的劳动者
 日本东京都八王子市的了法寺本是一座默默无名的古寺，但自从推出萌系美少女招牌及寺庙女仆茶室后，已吸引成千上万来自海内外的人参拜，了法寺也被动漫迷亲切地称为“萌系寺庙”。
 BBC報導，中共中央宣傳部、中共中央政法委員會最近聯合下達指令，為今年大陸媒體的新聞尺度定調，不許報導的包括房價、物價、貪污腐敗、強行拆遷、戶口、社會保障與反政府情緒。
 某医院的加护病房的病人总是在星期天十一点左右死掉，这让医生们困惑不解，甚至认为是灵异事件，于是成立专家组调查事情的原因。到了星期天，时钟刚刚敲响十一点，通过监视器发现，在星期天打扫的扫地老太太走进加护病房，拔掉重病号的生命维持系统电线插头，然后插上了吸尘器插头，开始打扫卫生……
 多克托罗的小说《For the Win》讲述了一帮年轻的打金者为组织工会、反抗血汗工厂老板压迫而斗争的故事。网络工会甚至成为组织跨越国界的、更传统工会的一条途径。（该书同时也是一本很棒的经济学入门书，可消解自由市场方面的烂书对人的毒害。）
 Oicebot收了可观的小费以后小声道：“唯一比歼8坠毁更常见的就是歼7坠毁”。
 Oicebot收了可观的小费以后小声道：“小心纯爷们的魔法少女！”
 中国司机占全世界司机比例2%，中国车祸死亡数占全世界车祸死亡数的14~15%
 主席语录：知识越多越反动。
 主席语录：医学教育用不着收什么高中生初中生，高小毕业学三年就够了。华佗读的是几年制？明朝的李时珍读的是几年制？
 主席语录：农业大学办在城里不是见鬼吗？农业大学要统统搬到乡下去。
 主席语录：在农村，则应由工人阶级最可靠的同盟军贫下中农管理学校。
 主席语录：知识青年到农村去，扎根农村干一辈子革命。
 主席语录：不要考试，考试干什么？一样不考才好呢！对于考试一概废除，搞个绝对化。
 主席语录：考试可以交头接耳，甚至冒名顶替。冒名顶替的也不过是照人家的抄一遍，我不会，你写了，我抄一遍，也可以有些心得。
 主席语录：去搞阶级斗争，那是大学，可以学到很多东西。什么北大、人大，还是那个大学好！我就是绿林大学的，在那里学了点东西。
 主席语录：要允许学生上课看小说，要允许学生上课打磕睡，要爱护学生身体。
 主席语录：从前我在学校里是不守规矩的，只是以不开除为原则的。考试嘛，五、六十分以上，八十分以下，七十分为准。好几门学科我是不搞的，要搞有时没办法，有的考试我就交白卷，考几何我就画一个鸡蛋 ，这不是几何吗？因为是一笔，交卷最快。
 主席语录：中国知识分子有几种。工程技术人员接受社会主义要好一些。学理科的其次。学文科的最差。
 主席语录：苏联利益和人类利益一致。
 主席语录：以阶级斗争为纲，纲举目张。阶级斗争年年讲，月月讲，天天讲。
 主席语录：凡是敌人反对的我们就要拥护，凡是敌人拥护的我们就要反对。
 主席语录：马克思主义的道理，千头万绪，归根结底一句话：造反有理。
 主席语录：无产阶级文化大革命还要进行多次。要斗私批修。
 主席语录：秦始皇算什么？他只坑了四百六十个儒，我们坑了四万六千个儒。我们镇反，还没有杀掉一些反革命的知识分子吗？我与民主人士辩论过，你骂我们秦始皇，不对， 我们超过秦始皇一百倍。骂我们是秦始皇，是独裁者，我们一贯承认；可惜的是，你们说得不够，往往要我们加以补充。
 主席语录：武斗有两个好处，第一是打了仗有作战经验，第二个好处是暴露了坏人。┅┅再斗十年，地球照样转动，天也不会掉下来。
 主席语录：我们杀了七十多万人，东欧就是没有大张旗鼓地杀人。革命嘛，阶级斗争不搞彻底怎么行？
 主席语录：镇压反革命，杀一百万，极有必要。一九五七年右派进攻，反了右派，反造不起来了。反革命杀了一百多万。匈牙利没有杀反革命。六亿几千万人，消灭那个一百多万，这个东西我看要喊万岁。
 主席语录：我才不怕打，一听打仗我就高兴，北京算什么打？无非冷兵器，开了几枪。四川才算打，双方都有几万人，有枪有炮，听说还有无线电。
 主席语录：与天斗其乐无穷，与地斗其乐无穷，与人斗其乐无穷！
 主席语录：在上海这样的大城市，要大捕大杀几批。
 主席语录：我这次考察湖南农民运动所得到的最重要成果，即流氓地痞之向来为社会所唾弃之辈，实为农村革命之最勇敢、最彻底、最坚决者。
 主席语录：照我推测，在一百多万志愿军中很可能捉到几百只大小老虎，你们应为此目标而奋斗。……为了清出他们，必须对于有贪污嫌疑的人大胆怀疑。
 主席语录：这样的一场世界大战中国可能会死掉四亿人口。但是中国用三分之二人口的牺牲，却换来一个大同的世界还是值得的。死掉四亿人，还剩两亿人，用不了多少年，中国就又可以恢复到六亿人口了。
 主席语录：人要不灭亡那不得了。灭亡有好处，可以做肥料。
 主席语录：为了世界革命的胜利，我们准备牺牲三亿中国人。
 主席语录：勇敢分子也要利用一下嘛！我们开始打仗，靠那些流氓分子，他们不怕死。有一个时期军队要清洗流氓分子，我就不赞成。
 主席语录：消灭麻雀。忙时吃干，闲时吃稀。
 主席语录：要考虑取消薪水，恢复供给制。
 主席语录：大概十年左右，可能产品非常丰富，道德非常高尚，我们就可以从吃饭、穿衣、住房子上实行共产主义，城市乡村一律叫公社，不叫工厂，大学、街道都办公社，如鞍钢叫鞍山公社，不叫工厂。
 主席语录：公共食堂，吃饭不要钱，就是共产主义。
 主席语录：为五年接近美国，七年超过美国这个目标而奋斗吧！
 主席语录：民法和刑法那一类法律都不需要了。民法刑法那样多条谁记得了？一搞大跃进，就没时间犯法了。
 主席语录：除了大办水利以外，还有各种各样的任务，钢铁、铜、铝、煤碳、运输、加工工业、化学工业，需要人很多，这样一来，我看搞起来，中国非死一半人不可，不死一半也要死三分之一或者十分之一，死五千万人。
 主席语录：一九五九年第一次庐山会议本来是搞工作的，后来出了彭德怀，说你cao了我四十天娘, 让我x你娘二十天行不行？这一x，就被搅乱了，工作受到影响。
 主席语录：打麻将十三张牌，基本靠手气，谁知道搞钢铁这么复杂？
国民经济的两个拳头，一个屁股。基础工业是一个拳头，国防工业是一个拳头，农业是屁股┅┅稳产高产是相对的，去年河北大雨是老天爷下的，没有办法。天老爷真难当，下多了不是，下少了也不是。
 主席语录：同志们，自己的责任都要分析一下，有屎拉出来，有屁放出来，肚子就舒服了
 我妈接到个电话,说是xx银行信用卡欠费,我妈说“你肯定是骗子,银行都是语音系统。”那边就把电话挂了。过了几天,又接到个电话,说“现在是语音留言,你的xx银行账户欠费,详情请按9。”我妈说“我电话上没有9。”那边说“怎么可能?”我妈说“你不是语音吗?”那边把电话挂了
 清华某教授问:你们知道中国餐馆为啥办得那么百花齐放多姿多彩吗?听众给出8条理由。教授说你们答的都对但漏了最重要的一条——没有设立中华人民共和国餐馆部。要是有了这个部门,中国餐饮业也就完了
 我们爱讲冷笑话：天将降大任于斯人也，必先让其蛋疼，而后让其蛋定，再配合饿其体肤，劳其筋骨，最终增益其所不能。PS：这两个词语的英文，乃们学会了没。。
 北京有一个烤肉店叫“明月三千里”，在Logo下面赫然印着：MYSQL。
 史蒂芬-霍金教授是这个世界上最接近爱因斯坦、最接近大宇宙的真理、同时也最接近机器战警与终结者的存在。
 霍金在电脑死机的时候会说什么？什么也不说。
 "I’m Stephen Hawking, and Windows 7 wa… C:/WINDOWS/system32/services.exe has encountered a problem and needs to close.Windows is shutting down. "
 新闻上说霍金病重入院治疗了。医生们有没有试过把他关机再开？
 英国伦敦地铁司机绑架威廉王子婚礼：伦敦地铁司机因不满节假日工资数额，通过“英国火车司机和司炉联合会”扬言，要在威廉王子和米德尔顿4月29日举行盛大婚礼当天罢工，让参加婚礼的人无法乘坐地铁抵达市中心。英国火车司机和司炉联合会很给力，王室对政府不给工人多开钱视而不见，俺就搅王子的婚礼。
 扁形动物门涡虫纲多肠目的 Pseudobiceros hancockanus 的交配过程是纯暴力的：两只性成熟的涡虫提“枪”上阵，短兵相接，奋力搏斗，都试图将自己至少一柄“枪”（是的，有些两枚）刺入对方的表皮。一旦得逞，就迅速注入精子，登上“父亲”的宝座，而失败者只能心不甘情不愿地充当“贤妻良母”了。
 微软副总裁Patrick McCarthy 自己推出了一个邪门的项目：Money 味道的香水（传说中的铜臭味？！）。他目前正试图说服人们购买这种香水，或许钱的味道会比其他的香味更让你感到愉悦？！McCarthy 老师说他每次去ATM机取钱时，自己就很喜欢钞票的味道，于是他立马联合香水师Larry Murrison 推出了名为Mony 的香水。
 RT @郑渊洁：我压根儿就不知道三星有笔记本电脑，我神马时候“认可”过三星笔记本电脑？http://sinaurl.cn/hGOZUE
 RT @郑渊洁：我在上个世纪六十年代在中国北京读小学时，也有英语课。那时的英语课全校不分年级不分时间所有英语课只学一句英语：狼赖富前门冒。
 2006年中国签署《国际烟草控制框架公约》，承诺在2011年1月9日之前在中国室内公共场所全面禁烟。这个承诺没有兑现。中国有3亿烟民。3亿烟民将其余10亿人熏陶成二手烟民。一手3亿，二手10亿，中国一共有13亿烟民。
 从理论上说，人类的死亡率始终保持在100%。
 RT @gfrog: RT @sogook: 脱离非法传销组织tips：上课就睡觉 吃饭就来精神 比谁都吃得多 晚上还要喝酒 酒后就非礼上级 当其他人在等待营救的时候 你就被开除了。。 via qb
 RT @na_sheishei:  涛哥来到美国，看到奥巴马在卖飞机。涛哥看这一架一架的飞机， 亲切的同奥巴马拉起了家常： “一天卖多少架？能不能承受的起？”奥巴马说：“一架没买出去啊，承受不起啊！” 涛哥说：“给我来200架！”奥巴马露出了欣慰的笑容
 RT @kingoracle: 铁道部评价《让子弹飞》，姜文算个P，他以为他自己能站着挣钱。老子能让所有人都站着，但老子把钱挣了，他能吗？
 RT @Ryan_XxOo: 有网易网友如此评价中国的互联网状况：龟的速度，龟肉的价钱，龟蛋的服务，龟孙子的管理层。
 RT @chqqq: 四个劫犯抢银行，进门大喝一声：钱是国家的，命是自己的，把钱交出来！没有反抗，两分钟搞定！逃跑途中，小罪犯好奇的问：“这么多钱今晚要数多久啊？罪犯头子摇头：不必，晚上看新闻就知道了！
 RT @xie107: 看完新闻“野猪闯进太原市 民警13枪击毙”，我始终觉得这猪其实是替民警羞愧死的。
 各地公安都在开微博，俨然已成风气。然而，大连公安局西岗分局开设才半个多月的微博，在17日成为网民围观的热点，因为该微博上线当天仅发了3条消息，但粉丝数已达数千，可其关注对象只有一人———日本知名AV女星苍井空。
 RT @xiange: 汗，才知道百度贴吧里面“三体吧”的原身是北京市第三体校的保留地，《三体》小说一出，科幻迷们蜂拥至此，物理博士科幻宅男，跟那些天天扔铅球的讲道理，而且人数也多了几倍，后来体校的孩子就退出了。
 RT @jishunxing: 毛新宇将军谈民办AV：AV这种片子么，这个怎么说呢，我考虑到，我观察了很多这个AV，AV这种片子呢，怎么说呢，他是，AV从这个，我认为啊，咱们从严格意义上，他也是属于演艺圈，当然他的这个女演员质量他肯定是，我是想说啊，这个AV这种片子，他呢..
 打个比方，你在美国时代广场喝咖啡看报纸，1个小时内，你看到了中国章子怡等人30秒ppt 15遍（15遍啊！），你会由此爱上中国嘛？不，你觉得中国人已经真的占领纽约了，正好这个时候你看的报纸在说中国威胁，你立刻信了。
 同学在老家当防暴警察，头一次执行任务是一次民工讨薪聚众闹事。防暴警出动，第一排盾牌，第二排警棍，第三排拿枪。朋友等新人在第四排喊话摄像。 开始喊话，领导让新人喊，新人拿起喇叭：你们已经被包围了！队长飞起来踹了喊话的一脚，抢过喇叭喊：你们要相信党，相信政府。
 RT @laobei: 人类之所以有进步的主要原因是下一代不听上一代的话。 ——倪匡
 美国《时尚先生》(Esquire)杂志上周公布了"2010年名人风格耻辱堂"(2010 Celebrity Style Hall of Shame)，列举了2010年10名衣着风格最差的男性名人，FaceBook老大榜上有名， 穿简单的T恤、松垮的牛仔裤、阿迪达斯拖鞋（这个居然在淘宝还找得到）
 王仙妮倒背如流的不仅仅是百家姓，还有像什么唐诗三百首这样的东西。这种记忆力让一位老师一时震惊，以为她是天才，但当这位老师询问王仙妮如何理解一些简单的句子时，王仙妮完全说不上来，这位老师再一次震惊了。
 尼泊尔联合共产党（毛主义）于1996年创建人民解放军，之后开始国内武装斗争，人民解放军人数达到两万人。昨天，尼泊尔联共（毛主义）将人民解放军全部交给政府监管，走议会道路，放弃武力推翻政府。
 RT @virushuo: 对了，如果有30日从魔都前往天津（北京也可），买不到车票机票的，我车上还有空位。目前只有2个人一条狗，只要不怕狗就可以了。到北京的可以到天津自行换京津高铁
 RT @emilpro: 转：看新闻联播！里面说某地因大雪学校停课！1老师和教务主任不顾寒冷为同学们踏雪送去了寒假作业!同学们终于能过一个好年！CCAV你是SB吗？？是SB吗！！！！
 RT @xie107: 一哥们相亲多次，总结出女人的三个特点：性感的，明理的，单身的。但！他最后补充道：每个他碰到的女人只有其中两个特点......
 RT @carinla01: 赖昌星在新浪开围脖，第一条只有四个字：在温哥华。他下一条会不会是：来抓我啊！
 @Thruth RT @wcam: 一希腊同学看到我电脑上的QQ图标，问我这是不是Linux...
 RT @ranyunfei: 胡淑芬同学对联：真英雄，假英雄，寡人就是大英雄；黑社会，白社会，老子代表全社会。横批：以德唬人 
 RT @hellojack RT @WangShuo: 大喜！各位务必要奔走相告！dropbox可以自由访问了！ https://www.dropbox.com 
 RT @majunpu: 很多男生分不清化妆品和护肤品的区别。其实，一个是毁皮肤的，一个是保护皮肤的，一般两者同时使用。
 RT @iamsolame: QB：上课时，某童鞋传来一张纸条，看到内容我真的很想扁他。写的是：在吗？
 马伯庸：过年了，有些年轻的宅朋友们手书“软妹”二字，倒糊在门口，谓之“软妹到了。” 窃以为这个还不够上等，这里建议使用透明胶固定，谓之“软妹倒贴”，境界更胜一筹
 给创业者提个醒，不要痴迷于从阅读成功人士的传记中需找经验，这些书大部分经过了精致的包装，很多重要的事实都不会告诉你。
 宅气：带着大框厚瓶底眼镜，乱糟糟的头发，脸上发着几颗成熟的青春痘，身上一件半旧不新的大衣，领上的毛一缕一缕的一看就是很久没洗的。穿着一件破牛仔裤，上面还有许多泥点子。还穿着一双不知道什么牌子的乱七八糟的板鞋。
 据知情人士爆料,王力宏肛裂上海求医属实。现生理及病理上已经完成手术修复,术后恢复情况比预期更好。但**部位因肛裂过程中的肌肉撕裂,已留下不寻常的疤痕。
 Egyptian foreign ministry spokesman Hossam Zaki defends the conduct of soldiers in Cairo, telling the BBC: "I think you have seen an unparalleled degree of high professionalism and of high morals from our armed forces vis-a-vis our protesters. This is not Tiananmen Square. It will not become Tiananmen Square.
 Oicebot日前登录freenode服务器的#wikipedia-zh频道……
 埃及block了所有internet网络通讯之后，国名“Egypt ”应该变更为“gypt”了吧……
 某位人品低劣的英国移民局出入境官员为了抛弃贱内，趁他妻子去巴基斯坦的时机把她添加到恐怖分子名单。结果如他所愿，他可怜的老婆回国乘机时被英国边防机构拒绝入境最终被迫在巴基斯坦滞留三年。
 你说台风和飓风的名字怎么都“乔治”、“玛琪”、“卡特琳娜”这种人畜无害的名字呢。叫个啥“台风‘大暴走’”、“飓风‘要你命’”之类的不是更合适咩？
 据报道，艾玛·沃特森曾表示如果有相应的要求，她愿意演裸戏。艾玛，求求你演裸戏好吗？
 没有实际利益回报的事情就被看作无意义，这样人活着和蜉蝣又有什么区别？朝生暮死，所以要不断计算得失，需要把一切都立即折现。需要像赵本山的小品，冯小刚的电影，要有密集的段子，段子一出，立即要转化为笑声和掌声。
 RT @鸟窝里的猫妖：#微博拜年#单孔目、有袋目、食虫目、跳鼩目、攀兽目、皮翼目、翼手目、灵长目、贫齿目、鳞甲目、兔型目、啮齿目、食肉目、鲸目、海牛目、蹄兔目、长鼻目、管齿目、奇蹄目、偶蹄目 的兄弟们，在食肉目将去，兔型目将来之际，灵长目向你们拜年，祝你们自由自在，得享自然、平安健康、繁荣昌盛。
 RT @鸟窝里的猫妖：#微博拜年#鸵鸟目、美洲鸵鸟目、鹤鸵目、无翼鸟目、共形目、企鹅目、潜鸟目、鸊鷉目、鹱形目、鹈形目、鹳形目、雁形目、隼形目、鸡形目、鹤形目、鸻形目、鸽形目、鹦形目、鹃形目、鸮形目、夜鹰目、雨燕目、鼠鸟目、咬鹃目、佛法僧目、鴷形目、雀形目、鸥形目 新年好！珍爱生命，远离灵长目人科。
 RT @鸟窝里的猫妖：#微博拜年#鲨目、鳐目、软鳝目、银鲛目、古鳕总目、多鳍总目、硬鳞总目、全骨总目、真骨总目（鲱形目、鲤形目、鳗鲡目、海龙目、鲈形目、鳢形目、鲀形目、鲽形目、海蛾鱼目、灯笼鱼目、合鳃目）等等的朋友们，世界上有一种东西叫“钩”，还有一种东西叫“网”，离它们远点。
 很多年前看过电影《巴顿将军》。别的都忘了，只记住一个场景：巴顿打败隆美尔的部队后，对着兵败如山倒的隆美尔部队大喊：“隆美尔，我看过你的书！”从此知道，要想打败敌人，翻墙看敌人写的书是捷径。 
 兔子的盲肠不能像牛的胃一样反刍，为了弥补这一缺憾，兔子只能让走到消化道末端的那些东西重新返回消化道，生存所迫，就顾不上餐桌礼仪了。 
 Debian可以在从掌上电脑到超级计算机的各种硬件设备上运行，支持九种处理器架构： 32-bit PC / Intel IA-32 (i386), 64-bit PC / Intel EM64T / x86-64 (amd64), Motorola/IBM PowerPC (powerpc), Sun/Oracle SPARC (sparc), MIPS (mips (big-endian) 和 mipsel (little-endian)), Intel Itanium (ia64), IBM S/390 (s390), 以及 ARM EABI (armel) 
 中国法律不禁止乞讨，但禁止儿童乞讨。《中华人民共和国刑法》第262条设有“组织残疾人、儿童乞讨罪”，该罪名最高判7年并处罚金。在中国乞讨不犯法，但是组织14岁以下儿童乞讨犯法。见到儿童乞讨，请立即掏出手机拨打110报警。对于刑事犯罪报警，警察必须出警并制止犯罪。如不出警，请投诉警察。
 今天在北京进入一公厕，正要方便，突然发现比邻的人戴着和我一样的微录手表！虽然我也戴着微录表，但我有职业道德，知道进入公厕要将手表缩进衣袖。我问他你进公厕干吗裸着微录表？他说没开录你管得着吗？提醒脖友见到大冷天裸表的人要提防。
 RT @xie107: “老师，能不能把教室的蚊子放入回收站，然后彻底删除？” “可以，但是你必须先选中它..”
 话说，行走江湖有三样东西要小心，哪三样？毒药、暗器加猛兽！对于小蝌蚪来说，也是这样……
 这真的是古老和现代科技的完美融合啊，浙江台州市玉环县岙底村村民利用独有的地理位置优势，全村筹集资金，在唯一的进村通道上修筑了一条500多米长的城墙。城门门上安装有磁卡门锁，你只有村中的人，才能刷卡进入，真的是科技最佳应用典范啊。
 原产自巴基斯坦的一种名为“剧毒放射性废料”的樱桃味糖果，被美国食品及药物管理局检查出含有高出安全标准2倍以上的铅。简单地说，这玩意名副其实，确实有毒…
 苹果公司的广告中很少提及电脑的性能有多好，而是展示苹果用户是多么有个性，老古板才用 PC 呢！想和我一样，就赶紧买台MacBook吧！苹果的mac电脑真的比普通PC好吗？综合测评运行速度，游戏流畅度，苹果的电脑各方面的硬件性能真的更强大吗？无所谓。
 RT @stchris666: 有个老头儿的狗死了，老头就把死狗打包托运准备带回家乡厚葬。但是托运的时候机场的人不知道是死的，下飞机的时候发现是死的，吓坏了。以为把狗托运死了。于是就派人去附近狗市买了一个一模一样的。后来这老头打开行李发现狗活了。于是老头给吓死了
 RT @avb001:  09年4月份淘宝网文胸的交易次数达到445513次，其中A罩杯177158次，占比39.7%；B罩杯207248次，占比47%；C罩杯36691 次，占 8%；D罩杯8982次，占比2%；E罩杯3622次，占0.8%；F罩杯及以上2133次，占0.5%...
 今年，管理顶级域名的“互联网分配名称与编号管理 机构”（ICANN）将考虑接受一批新域名申请，已有团体准备向ICANN提交增加“.gay”顶级域名并享有该域名经营管理权的计划。
 RT @rebelboy: RT @bonJesse: DM嘛，这个，怎么说呢，我考虑的，观察了很久这个DM，DM呢，怎么说呢，我认为啊，咱们说从严格意义上他不算是公开的把妹方式。他的这个、当然他的这个把妹手段，他的这个DM方式、他也不一定不如这个..
 RT @StarKnight: 一只背对大家的兔子是坦诚的象征：不仅显露自己的长处，同时也暴露自己的短处。
 在2011年2月11日的联合国安理会上，印度外长发言时误拿了葡萄牙外长的发言稿，而印度外长念了一段时间后竟然没有察觉，直到秘书为他更换发言稿。
 老夫聊发少年狂，学技术，到蓝翔。锦帽貂裘，千骑用霸王。为报倾城随太守，帕萨特，公爵王。酒酣胸胆尚开张，西瓜霜，喜之郎。持节云中，双汇火腿肠。会挽雕工如满月，西北望，同仁堂。
 大家都别说今年的村晚不好，今年的村晚不仅大搞山寨还紧随今年的“雷”行风，大玩混搭，前半段像农村歌舞剧，中间半段像赈灾晚会，最后的像康熙来了。。。。
 刚看到一条消息：一深圳市民用香烟点鞭炮，点燃后把烟扔在空中，把炮竹叼在嘴里……目前此人正在当地北大医院反省……(via:@Vince_L)
 刘谦心都碎了：卿儿，我以为，你只是我的托儿……原来……是个魔术，你，都是托儿
 曾在太空中度过总共352天，出色担任了搬运工、科学家、外交官等各种角色的发现号航天飞机，终于要迎来自己最后一次任务了。在编号为ST-133的任务结束后，发现号将结束自己的职业生涯，成为第一架退休的航天飞机。发现号预计会于2月24日发射。
 RT @wheat0r: 为了避免“面向对象程序设计”挂科，这学期考试之前必须找一个对象…
 秦城監獄始建於1958年，乃蘇聯秘密援建項目。負責修建工作的北京市公安局局長馮基平，文革期間好被關進了這座監獄，並且是同批犯人中最後一個被釋放者。更杯具的是他在獄中還挨餓，老後悔沒把監獄的待遇調高一點。
 这个故事发生在去年10月一所美国一流大学中。生物学的课堂中，教授正在讲解精液里含有很高比例的葡萄糖。一个女生新鲜人举手发问：「如果我理解得没错，你的意思是它应该是甜的？】「对！」教授回答，并准备要补充一些数据。那个女生又举手问：「那为什么它吃起来不是甜的？」一阵死寂之後，全班爆笑，而那个可怜的女生终於理解到自己无意间说了(或暗示了)什么，胀红了脸，拿起课本，一句话也没说，走出了教室。不过当她正走出门时，教授的回应才真是经典！他回答了那个问题：「它吃起来不是甜的，那是因为感觉甜味的味蕾是在舌尖，不是在後面的喉咙。」
 教室里，女老师对孩子们说，今天我们来学减法:“树上有十只鸟，猎人打下了三只，还剩几只？”一个小女孩站起来：“还剩七只。”老师表扬她：“好样的。”后排有一个小男孩站起来：“老师，我不同意。一只也没有了。那些鸟又不傻，同伴被打死了，哪里还会留在那里。”老师想了想，说：“我很欣赏你的思维方式。但是，你太浪漫主义了，数学是理性的，正确答案还是七只。”小男孩对她说：“既然你喜欢我的思维方式，我就给你讲个题：公园里有三个女人，第一个在啃冰棍；第二个在舔冰棍；第三个呢，在吮吸冰棍。哪个是结了婚的？”年轻的女老师涨红了脸：“我想，是第三个吧？”小男孩摇摇头，“完全不对，你应该看她们哪个戴着结婚戒指才对。不过，老师，我也很欣赏你的思维方式。”
 调查显示，连载于《少年Jump》的著名漫画《海贼王》的读者绝大部分都已经不是少年了。(都是像银时那样的家伙么？)18岁以下的读者只有12% 主力读者19～29岁占43% 30～49岁占32% 50岁以上读者有13%(热血之魂是不会随着岁月老去的…吗？来源里有人评论道：这有什么奇怪的，都连载十多年了，读者长大了这有毛稀奇的？！
 今天问一个85年的兄弟，迪卡凯恩是谁，答曰“不知道”，我大叹代沟啊代沟！然后问一个80前的哥们，知道迪卡凯恩不，答曰还是“不知道”，我一下子迷茫了，莫非我自己在沟里？
 RT #FML 今天，我家猫打算谋杀我。在我睡觉时它拿爪子放在我两边然后趴我脸上睡觉，刚好捂着我的口鼻。当我奋力挣扎呼吸到新鲜空气时，正好挺好我妹妹在旁边幸灾乐祸的笑声。FML
 RT @love_stef RT @aki_xavier: 不要糟蹋花了...下次行动取名IE6。
 RT @s0mk: 昨天北京王府井麦当劳前的一个镜头——俩便衣围追一个拿花的男子并按倒在车上，媒体群众蜂拥而至，长枪短炮质问凭什么随便抓人，便衣见人多势众，当场怂了，放开手说：“其实我也是来商场的” 
 nimingyongzhe 写道 "据/.报道，一位博客作者统计了git空间提供服务网站github的commit信息中出现七个脏字的频率，结果发现C++，Javascript和Ruby程序员爆粗口的次数最多，而最喜欢装的是PHP程序员。使用最多的脏词是shit。
 -Do you speak English? -Yes -Name? -Adolf Bumin. -Sex? -3 to 5 times a week. -No,I mean...male/female? -Yes,male,female and sometimes camels. -Holy cow! -Yes,cows,sheep...Animals in general. -Oh dear. -No,deer runs too fast.
 RT @慕容嗷嗷：春天里那个百花鲜，我的朋友去荡秋千，一下就荡到了高压线呀，从此就离开了人世间，黑~~~黑黑黑黑 ~~~~~
 RT @胡淑芬:我还是要努力到达远方，这样，当我的爱人到达的时候，那里不再是一无所有。RT @薛晓棠：海子曾经说过——远方除了遥远，一无所有。你还那么执着么？@
 女儿到同班男生家久不归，母发短信问，回：我们在敏感词呢！母大惊，再发短信，回：我们在温*习呢
 RT @郑渊洁 老子这段话是在两千年前专为互联网写的：‘不出户，知天下。不窥牖，见天道。其出弥远，其知弥少。’不出家门就知道天下所有事。不往窗外看（不含视窗）就明白大自然的法则。出门旅行走得越远的人，知道得越少越傻。从某种意义上说，《道德经》是两千年前的科幻作品。
 RT @郑渊洁 你告诉你的孩子14岁以后每年只能偷一次、每次只能偷499元了吗?
 RT @郑渊洁 我在《皮皮鲁和419宗罪》里告诉孩子，在18岁之前，除了父母和医生，任何人的手不能往你的衣服里伸。我还告诉孩子，对于14岁以上的男性，14岁以下的女性身上的衣服不是衣服，是监狱带电网的高墙，谁往里边伸手谁坐牢。
 RT @郑渊洁 现在我最痛恨的，是高考不设道德考试，光考语文数理化外语有什么用？一只苍蝇掌握了这些知识，只能使它更加快捷地传播疾病。
 RT 英国《每日电讯报》2月22日刊登的一篇文章说，自身为共产主义者的作家布莱希特在谈到前东德政权时曾有一句名言：人民失去了对政府的信任，政府决定解散人民，任命“另一批”人民。文章接着说，卡扎菲昨天晚上也决定这么做……
 RT @ILoveWillSmith7: 有一种崩溃叫密码输入有误，有一种惊慌叫账号异地登录，有一种感情叫隐身对其可见，有一种失落叫你没访问权限
 RT @jeanyim: 【转豆瓣网友】：舒克舒克舒克舒克舒克舒克舒克舒克，利比亚的舒克；贝塔贝塔贝塔贝塔贝塔贝塔贝塔贝塔，长安街的贝塔....
 RT @wangningnick: 早上过红绿灯，有辆宝马偏要与行人抢灯，交通协理员在我身后喊：“小心！宝马是不会停车的”，嗯，看来“宝马车司机是坏人”的理念深入人心
 RT @PKUTeaParty: 北岳散人：三大濒危物种：狮虎兽，金丝猴，中国人民的老朋友。
 RT @why_ly: … RT @mrsmsr: 肯尼亚新总统叫基巴…不知道CCAV播音员怎么播…
 RT @zhuoqun: 经理对程序员说,“你们的工作时间是早上9点到下午5点。”,所有的程序员都很不满。经理又说:“好吧,那随你们的便,只要能按时完成任务。” 程序员们这下满意了。他们中午上班,一直工作到凌晨。
 RT @zhengyun: 你要是对哪个商家不满，可以在Twitter或者Facebook上呼吁手持狗尾巴花于几日几时去他们店聚集，你瞧着吧，虽说你是在墙外说的，虽说你可能籍籍无名，但瞬间那里就会被清场，洒水车就会出动。。。
  RT @akidtongtong: 转网易八方的状态一条：我在北京南京大饭店：在这里吃江苏菜。这里大堂男厕门囗写的是MEN，女厕门口写的是FEMALE，残疾人洗手间门写的是CANJIREN。 http://sinaurl.cn/h5wR7O
  RT @xie107: boss曰：假如我们做软件尽量减少bug，那可以获得10%的收益回报。但假如我们只是敷衍了事，那么靠卖升级和售后能多赚40%。
  RT @clipppit: 清华电机系硕士，实习期间跟着电工去检查电线杆子。在那边无所事事，就套上电工戴脚上的铁钩子爬电线杆玩。爬到顶上，旁边楼里一个窗户中，当妈的正在训儿子：“你要是不好好学习……”往窗外一看，顺手一指“以后就跟他一样！”
  《纽约客》杂志的报道中提到，2001年，主持香蕉育种研发基地工作的育种专家，菲尔.罗维，可能是受到失败的打击，在他工作了四十年的蕉田中自杀。
 在中国，欠人家两万元会带来很大的压力，欠两个亿就要轻松得多，欠两万亿根本就等于绑架了债主。接替刘志军的新部长，其实一点压力都不用有。
 Windows 程序员有一天去拜访他的朋友。边走边电话他朋友他什么时候到：我已经出门了，正在往你那里赶，大约 15 分钟后到达……大约 1 小时后到达……大约 7 天后到达……大约 7 秒后到达…
 RT @科学松鼠会 找一个无脊椎古生物学家很难，我见过的古生物学家都是有脊椎的… 
 RT @小耿_北京 :下回网上劝架我就这么劝：“别吵了！大家都是同一个目的。”人家问：“什么目的？”我就：“灵长目…” 
 RT @汤涌 ：刚去搜动物类的书，看见一本书书名好威风：《中国鸟类特有种》
 语文老师一回头、鲁迅甘为孺子牛 数学老师一回头、六元六次都能求 英语老师一回头、满口洋文跑全球 物理老师一回头、一根杠杆撬地球 化学老师一回头、二氧化碳变汽油 劳动老师一回头、破铜烂铁来走秀 体育老师一回头、黛玉也能踢足球 政治老师一回头、全班同学都梦游
 新浪微博里，“确定要取消关注吗？”对话框下头有两个button：“确定”和“取消”。活活儿把我给看愣了
 改造 Xbox 360 的人不少，但将 Xbox 360 改造成 PS3 的周边倒是不常见。这位名为 Morris 的改造者，或许是被三红气到脸红，索性将死透的 Xbox 360 改造成仿大型机台造型的 PS3 操控器。从此它再也不会过热，也不再亮起三红的灯号，只能在 PS3 散发它的热力与媚力时，静静地躺在一旁忍受着人们无情的敲打。
 今年奥斯卡最大的赢家《国王的演讲》和《社交网络》计划引入中国，名字分别叫《认真贯彻落实国家领导人的重要讲话》和《该页无法显示》
 在2月28日接受美国ABC电视台采访时,卡扎菲对奥巴马政府要他“立即下台”的要求一笑置之。卡扎菲表示:“我的人民爱戴我。他们愿意为我而死。”
 3月3日，外交部发言人姜瑜主持例行记者会，发言人说："不要拿法律当挡箭牌。问题的实质是有人唯恐天下不乱，想在中国闹事。对于抱有这种动机的人，我想什么法律也保护不了他"--终于有人说实话了!在中国什么法律也保护不了你!不愧是外交部发言人。实事求是。
 百度一直在秘密研发的百度浏览器预览版截图最近在新浪微博上被曝光,从预览版截图启动界面来看,这款浏览器代号为“天书卷轴”,英文名为FlyFlow。 //好吧,这个名字不是"苍蝇川流不息"么
 电子穷三代,爪姬毁一生,平板饿三月,配件压箱底,显卡害朋友,液晶伤兄弟,P3毒姑表,Wii残妯娌,安卓坏家庭,苹果祸子孙.
 德国人进桑拿打一物？蒸土豆。德国人做太阳浴打一物？煎土豆。德国人做完了太阳浴打一物？熟透了的土豆。德国人参加朋友聚会打一物？压土豆饼。德国人从楼上掉下来打一物？土豆泥。德国人被捅了打一物？番茄土豆条。
 今天早晨在7号线上,听到一个男孩子对旁边的女孩子说:“谁说不能预测未来,至少我能知道几年后我的孩子姓什么,你就杯具了,还是未知数呢!”那女孩子回了一句:“但是我的孩子肯定是我的孩子,你的孩子就未必了……”。全车人都被秒杀了…
 1945年广岛、长崎两颗原子弹爆炸对中国大陆有辐射影响么?我看还是有,不然怎么到现在还这么多脑残四处在冒。
 前幾天新西蘭報紙痛哭本來能到手的國際援助因為更大的災難全部完蛋了。
 畜牲代表集锦：1，春运铁路一票难求在于票价太低。（罗金保）2，“不鼓励农村孩子去上大学”(王平)3，贫富差距就是要大。（胡开林）4，农民也要持证上岗。（龚碧阳）5, 80后男孩子买不起房子，80后女孩子可以嫁给40岁男人。（梁蓓）6，房价上涨是因为老百姓钱太多了。（马蔚华）
 Oicebot收了可观的小费以后小声道：“我听说恩洛斯的鬼魂比埃拉西亚的阴魂和幽灵要阴险的多。”
 Oicebot收了可观的小费以后小声道：“一个旅行者告诉我，恩洛斯的艾恩法斯特已经失去了天堂之令。”
 Oicebot收了可观的小费以后小声道：“本朝四大杀器：弹无虚发发改委、捧谁谁死央视嘴。无坚不摧城管队、一滴致命影帝泪。”
 (16时34分43秒) lemonhall2: 我刚注意到了,LINUX的内核加入对一种网络协议的支持:自适应去中心化分布式网络协议 “B.A.T.M.A.N.Mesh”
 核創傷權威Peace Beets的助手Boatman博士經過數晚對比測試，指出女性預防核輻射最好方法是穿嫩粉色護士服不帶胸罩。因爲胸罩的金屬絲可能會吸收核泄露的主要放射性元素铯和碘同位素。護士服緊繃並配上白色網眼絲襪可以減少對氮16和氩的吸收83.4%。
 崔永元：我们台一个主持人在做谈话节目，采访一个艺术家，这个艺术家很投入，很忘情，主持人也在现场号召大家向他学习。出来后他跟我说，这傻B真配合今天。
 核治愈权威Mothfuck教授的助手Asshle博士经过对日本沿海水质的对比测试，指出预防辐射最好方法是尽量吸收氨磷（Amifostine）连日来的实验数据表明男性精液富含氨磷汀，但由于氨磷汀挥发性比较强，不能长期曝露在空气中，所以必须采取直接入口的方式吞食。“这可能是人类最后的希望了”他悲观的解释道。
 连岳：新华网北京3月15日电 2011年春，中国特色社会主义法律体系宣告形成，树立起我国民主法制建设进程中的又一座丰碑，也标志着我国全面实施依法治国基本方略进入一个新的阶段。——在打假打毒的3.15消费者权益保护日发这种新闻，真是比双汇瘦肉精猪肉都更过分啊。
 世界上最大的悲剧就是~辐射没来，你却被盐齁死了。
 赫鲁晓夫团队制造出了一个迄今为止威力最大的人造爆炸装置——1亿吨TNT当量氢弹，这颗炸弹的名字和它的威力一样可怕——它被称为为“赫鲁晓夫炸弹”。同志们发现，由于威力太大，这颗炸弹在地球上竟然找不到任何地方可以试验。
 百度浏览器就是一个照抄Chrome外观的不可定制的IE壳。
 拿破仑进军巴黎时，一家报纸在几天内所用的标题：第一天：“科西嘉的怪物在儒安港登陆”；第二天：“吃人的魔鬼向格腊斯前进”；第三天：“篡位者进入格勒诺布尔”；第四天：“波拿巴占领里昂”；第五天：“拿破仑接近枫丹白露”；第六天：“陛下将于今日抵达自己的忠实的巴黎”
 Oicebot收了可观的小费以后小声道：“法国这么积极打利比亚,其实是给阵风做广告。”
 Oicebot收了可观的小费以后小声道：“伯明翰科学园的一份调查显示，有五分之一的英国人相信激光剑是真的，18%的成年人认为“引力是可见的”，空间传送则是24%，认为悬浮滑板存在的有40%，还有将近一半的人认为有能够抹去记忆的技术。”
 Oicebot收了可观的小费以后小声道：“人心是什麼色的?A:人心是黃色的(原因：人心惶惶)”
 一個財迷，一個色狼和一個基佬死了。他們走在去天堂的路上。出現了一個美女，色狼撲了上去，結果下了地獄。又出現了很多金子，財迷彎腰剛想撿想起色狼的下場就沒敢撿了。最後只有財迷一個人上了天堂，請問為什麼？
 RT @KarasAya RT @DaNmarner: 做“Windows发行版”的朋友，请你们打包前给IE升升级，为人类发展作一些贡献，感激不尽。
 “少将体”是近来新兴的一种民间文体形式，是自咆哮体、走近科学体、红楼体、知音体等之后又一深受广大文学青年的热爱和追捧的文学创作风格，它讲求韵律、自由、含蓄、反复，兼具诗歌和散文的性质，是一种有声韵、有歌咏的文学。
 拜公积金上调所赐 我已经成功的把储蓄率从60% 降低到50% 
 在《永远的毁灭公爵》跳票期间，《最终幻想》系列发售了21款游戏，4部电影.
 在《永远的毁灭公爵》跳票期间，《侠盗飞车》（GTA）系列发售了14款游戏.
 在《永远的毁灭公爵》跳票期间，《塞尔达传说》系列发售了16款游戏.
 在《永远的毁灭公爵》跳票期间，《模拟人生》系列发售了17款游戏！ 　　
 在《永远的毁灭公爵》跳票期间，《洛克人》主题游戏发售了75款.
 在《永远的毁灭公爵》跳票期间，《星球大战》主题游戏发售了50款；
 在《永远的毁灭公爵》跳票期间，马里奥主题游戏发售了56款！ 　　
 在《永远的毁灭公爵》跳票期间，黑岛工作室诞生、发展、辉煌、然后灭亡了…… 　
 在《永远的毁灭公爵》跳票期间，万智牌发售了6个系列，30套，接近11万种卡片。 　
 在《永远的毁灭公爵》跳票期间，即便是暴雪这样超级拖沓跳票王者的公司也生产了5款著名游戏：《星际争霸》《星际争霸2》《暗黑破坏神2》《魔兽争霸3》以及《魔兽世界》。 
 在《永远的毁灭公爵》跳票期间，一共有15种游戏主机发售，它们是：PS，DC，NGC，XBOX，PS2，XBOX360，Wii，PS3，GBC，GBA，GBASP，NDS，PSP，GBM，NDSL。 　
 在《永远的毁灭公爵》跳票期间，全世界一共卖出了3亿5000万台各种游戏主机、PC。
 在《永远的毁灭公爵》跳票期间，民用互联网接入速度提高了300倍。 　
 在《永远的毁灭公爵》跳票期间，PC处理器速度提高了32倍。 　
 在《永远的毁灭公爵》跳票期间，微软发布了6种PC操作系统版本。 
 在《永远的毁灭公爵》跳票期间，Google和eBay诞生、发展、壮大。 
 在《永远的毁灭公爵》跳票期间，《哈里波特》系列从第1部出到了第7部，还被改编成了4部电影。 　
 在《永远的毁灭公爵》跳票期间，《南方公园》系列从第1季播到了第10季，一共146集。 　
 在《永远的毁灭公爵》跳票期间，美国发射了30次航天飞机。 　
 在《永远的毁灭公爵》跳票期间，发生过6次日全食和7次月全食。 　
 在《永远的毁灭公爵》跳票期间，4个国家拥有了核武器，5场战争结束了，19场新战争开始了。 　
 在《永远的毁灭公爵》跳票期间，有大约5亿人死亡，6亿6千万人诞生.
 在《永远的毁灭公爵》跳票期间，id公司刚做出了Quake1，约翰罗梅洛从id跳槽并且宣布了大刀的开发计划
 在《永远的毁灭公爵》跳票期间，从Quake1到RAGE，id公司换了4套引擎，推出了Quake3、RTWC、Doom3、Quake4、ETQW……
 在《永远的毁灭公爵》跳票期间，硬件图形接口从DirectX5经历6、7、8、9、10、10.1和现在的11共7次大升级，其中架构改变3次。OpenGL也做了相当多的改进版本。
 在《永远的毁灭公爵》跳票期间，苹果公司共出品了多达 20款以上的便携多媒体设备：iPod classic ，iPod nano3代、4代、5代、6代，iPod shuffle2代、3代、4代， iPod touch 1代、2代、3代、4代，iPhone、3G、3GS、4，ipad，以及各种改良版。
 在《永远的毁灭公爵》跳票期间，著名周刊漫画杂志《少年JUMP》从97年的《海贼王》连载开始，以及后来的《火影忍者》、《死神》，三大漫画共连载合计1400多话。并且在此期间《全职猎人》休刊20次。
 在《永远的毁灭公爵》跳票期间，曾经认为审批无望的《魔兽世界-巫妖王之怒》中国大陆区游戏，也通过了审核，并于2010年8月31正式上线了。
 Stallman 和颁奖委员会特别感谢在2011年2月因肌肉萎缩性侧索硬化症病逝的 Adrian Hands 。尽管在生命的最后时间里他已经完全无法使用键盘，但是依然通过一个莫尔斯电码设备编写代码，致力于改善 GNOME 项目的辅助功能。
 国家税务局的网站上，有一个下载软件的链接。点击这个链接，网站就会把下载地址复制到剪贴板中，并且弹出提示：“下载链接已经复制到剪贴板中，请在URL中粘贴这个地址。。。”......脑残。
 一天我坐在网吧打25人本，旁边站着一个小学生围观了我好久，我自豪的喝了口雪碧，对小学生说：这怪兽恐怖把，没玩过吧？这叫魔兽世界!小学生冷冷的看着我说：九层了，还不换T，等死呢？准备开饰品吧。
 转的：今天听到一个八岁的小姑娘唱，两只老虎，两只老虎，谈恋爱，谈恋爱。两只都是公的，两只都是公的，真变态，真变态……
 RT @xie107: 法兰吉丝：MSN聊到一半去收快递，回来发现猫坐在本本上，并且给对方发送了“啊哈哈哈哈哈哈哈哈哈”。。。。。。
 RT @williamlong: 不许联想 : 李彦宏：我爸是李刚 - 《三联生活周刊》：可是你们确实侵犯了很多人的权利，为什么还这么厚颜无耻呢？李彦宏：因为我叫李彦宏，我爸是李刚。
 RT @alexlur: 中国联通: 【专家答疑】网友小鱼：使用 iPhone 在国内可以看 YouTube 吗？专家回复：iPhone本来内置在线YouTube视频观赏的，可是google对境外ip做了限制，需要设置代理服务器才可以访问。限制你妹..
 RT @xie107: 一程序员去面试，面试官说：你毕业才两年，这三年经验是哪来的。程序员说：加班。
 小庄zz：某年愚人节，对门寝室的生工mm邀我会餐，送上一盘小炒嫩肉，正大快朵颐吃到一半，其中一人突然邪恶地问：我们实验室的小白鼠好吃吧？立刻喉头哽住，跑到水房去吐。第二天，她们齐齐上门来，又安抚我说，不要紧，其实只是我们精制的小牛肉。
 山要：多年前，有个研究所雇了个打扫卫生的临时工。一天，这个临时工进到动物房打扫时突发奇想，说你们这些做科研的怎么做事这么不仔细。有些笼子里面10只老鼠，有些笼子才一只，多不合理。于是他动手把老鼠的住房问题调整了一下。最后…他被开除了，那个研究所几乎所有实验组都在怒吼。
 奥卡姆剃刀 ：几年前我承接了个涉军项目，样机昂贵复杂，接口很多，但七芯、九芯…几十芯的航空插头插座是一一对应的，我放心地让学生接电缆，一会背后传来”嘿～”的发力声，一粗壮男生楞将九芯插头拧到了七芯插座里，昵玛~劳资想抽他！最后还是在心底哭了
 田不野：我也贡献个听来的。说北大化学系，有个老师养晶体的。一天实验室灯坏了，就找个电工来修，灯太高，电工就把旁边养晶体的箱子来垫脚，结果不知。还有个，也是电工，他找了个凳子，怕踩脏，找个旁边老师的图纸来垫，老师大怒，问他，那边这么多纸为什么不拿来垫！电工喃喃说：那些都是干净的。
 Fujia：我们系楼下常年有动物保护者抗议，主要是抗议有个实验室养猴子。但在我进实验室的前一年，那群人居然冲进系里要解救各种动物。最担心的不是我们，也不是喂鲨鱼的、玩鸽子的、耍蛇的，甚至不是搞猴子的，而是——养转基因蚊子的。万一这些蚊子被释放出去，不知对环境的影响得怎么估量。。最后他们进系里后迷路了（我们系以迷宫建筑著称。。），就丢了个小炸弹。。。自那以后，我们系三步一岗五步一CCTV。
 白鸟：话说我一个同门，申请国外联合培养，材料寄去等人签字，苦等月余未果，打电话催之，云“丢了”！未几，投稿某SCI杂志，年余无回音，屡次催稿无应答，打电话过去，云“审稿人死了”。。。另一个师弟，投稿国内某核心，稿子接收后，被告知，从他发稿那期起，该期刊不再列入核心期刊目录；愤而实验，又投稿SCI，接收，被告知，从他发稿那期起，该期刊不再被SCI检索。（拇姬: 很快，这厮就被列为【学术亲王】，遭各大期刊挂御免牌。。。）
 Ent：唔，突然想到一个真正悲摧的：某学生答辩的时候，俩教授在答辩席上突然吵起来了，最后甚至动了手，答辩会当然无疾而终。问题是！这俩教授不是因为学术问题争执，而是因为昨天这家的孩子在小学打棒球的时候把另一家孩子给欺负了……（没错，这是老外……）
 某大的生科实习，某年实习的时候学生爬山摔下来受伤了，于是次年实习众人如临大敌，每天早晨必反复强调安全措施，然而最后还是摔出一个肋骨骨折的。但这个实在不能怪实习老师，因为该同学是地板砖太滑摔倒在招待所的大厅里的/_\\
 我们楼还出过一次事故，修理硅质化石往往要用冰醋酸，某天扛冰醋酸上楼的男生不幸在楼道跌了一跤，于是桶直接摔到地上裂成两半，而且当时的气温下纯醋酸是液态……之后一个星期内全楼醋意不绝，并且我们系多了一个冷笑话：从前有一个新生滑倒在醋酸里，后来……他化了……
 邢立达：苏联人去蒙古挖恐龙，发现了甲龙群，逐用推土机挖掘，一下子取走了十多件化石。几十年后，我们到了同地点考察，不经意挖到了1个甲龙的脚，然后出现了2,3,4,5,6……全部都只有脚！后来才想起来，一定是开推土机的苏联大叔挖浅了。
 odettee ：想起个烘箱的故事。我有一次给GMP实验室做沉降菌检测，把收集好沉降菌的平皿们放进烘箱，调成37度，就走了。过了三天跑去一看，平皿里啥也没有，一股牛肉味儿飘出来（培养基里有牛肉膏）……原来是做清洁的大姐把烘箱调成快50度来烘洗好的玻璃仪器……
 民工鸟 ：假装做陶瓷烧结实验，偷偷用三氧化二铝粉末埋地瓜放到电阻炉里面烤，被不知情的小师弟按实验规程调温至1500°C+……最后烤出一堆碳结晶来……
 不辣的娘皮 ：有个同事把所有试块很欢乐的用蜡笔标上编号，然后那去烘箱烘，之后她就哭了~
 花草水语暖暖缘 ：有个DD也很惨。。。快过年的时候他还没回家，问他为啥，他说~我的鸡蛋还没死完。。。导师说死完才能回家。。。
 Jchx 当初做毕业设计做了仿真程序，要运行24小时。第一次23小时后，老妈拖地看电脑开始，就直接关机了；第二次23小时后，老妈玩连连看觉得卡，就关了所有窗口；第三次23小时后，小区停电了。
 yu_hp：某山上的某运营商的某台名为鲨鱼的高端存储…因为长得像空调…被机房保安关掉…
 立誓绝不装十三的仓鼠:还有做完实验写好论文才发现国外已经有相同研究的杯具有没有！（借量子熊猫一句话：敌人太狡猾了，我还没写完，他们就抄袭！）
 我爱哈小牙：想起了很久很久以前,常常约会到一半跑去喂他心爱的癌细胞的EXBF…不知道它们活得还开心吗..有吃饱吗….
 培_Joni33： 教训：1. 做好n份backup（包括程序backup和电源backup） 2. 正在进行的试验样品和装置用各种可能的语言写警告语句 3. 不要学生物……
 泥馅儿 噗：相信我真的不要学生物！我们生科的一位导师为了搞甘蔗多糖种了好几年甘蔗，结果每年都会被文院的同学折了啃，还要说它们不甜！
 SONG_Kevin：你们那些培养几十天的算神马啊。我是听说巴黎六大数学系的某个中国博士读了两年博士之后，他的导师告诉他：“啊，那个不好意思，这个课题的前提条件我好像搞错了……”
 错错ai吃糖：大二的时候上病原生物学实验课，一群孩子天真的在实验室里摸来摸去，上课了老师穿着细菌战一样的衣服进来了，给我们说大家不要乱动今天我们观察志贺氏菌。。。后来全系集体拉了一个礼拜的肚子才想起来志贺氏菌的俗名就是痢疾杆菌。
 cresii：一定要写好醒目大标签，然后写上tmd谁也别给老子动。。别动，求你了，千万别动。
 曲谐：当年用的是1.44M的软盘有木有！经常读不出有木有！敲好的实验报告拿到打印室死活打不开印不了有木有！
 生于十月一日 ：刚开始在试验中，被小鼠咬过n口，怕鼠疫，问老师….老师说：咱们小鼠吃的是中草药饲料，喝的是双蒸水，你没啥病吧？(松鼠：……地位差距很明显)
 Dr小梁 :想起当年在生科院做实验，打破一个试管要赔5块钱，一哥们快到学期末还是处男，得瑟得很……学期实验考试时他顺手把一用完的烧杯放在窗边，旁边是一排待用的试管，谁知那晚风大，叮叮咚咚……你懂的……搞科研的人真是伤不起啊……
 诺小花 ：我之前住的房子里，离学期结束各种deadline还有四天，隔壁两个房间住的男生电脑被偷了。。期末论文啊忙了一个学期的大作业啊PPT啊都在里面啊！还好第二天就被警察叔叔找回来了，不然别的不说，你跟老师说我电脑丢了交不了作业，谁信哪！
 奔跑的胖妞 ：哈哈哈哈，每次我开算的时候必然会拿一张巨大的纸把服务器的显示器都遮住，上书：请勿触摸服务器，否则XXX同学找你拼命！
 ambenben：相比之下当年我家狗狗洗完澡很开心的趴在我的图纸上晒太阳根本不算什么。。。（松鼠：这狗是三体人的朋友吧）
 寻梦人0子：记得以前3DMAX渲染。。到一半。。寝室被停电了。。。。因为忘了交电费。。。（质子鼓捣电表还不是小意思）
 survivorr：记得在实验室最悲催的一件事就是为了做FISH要培养血细胞，要放在37度恒温箱孵40多小时，结果第二天一早跑去看就发现恒温箱被人关了！！！有没有！！！恒温箱里都冰了！！有没有！！！病人血样只采一次，一次只采一只啊，拿什么跟导师交待啊，我们大老远专门跑去给病人采的血啊！！！欲哭都无泪
 袜子的干洗店：前阵子也是每天来office发现自己的显示器或者主机的电源被不明真相的同事拔掉（他说晚上在office上网插座不够 ），于是在一次大发飙之后，我给两个插头上贴上醒目大标签：乱拔者杀无赦！
 我不想看清：一个共培养试验,重复了三次了有没有啊?整天的对着显微镜发呆N个小时有没有啊?整天刷瓶子灭菌有没有啊?一个瓶子刷完后还要冲N边就怕被污染有没有啊?还要接触各种有毒藻类有没有啊?我靠,奶奶的腿的,什么都没有,我一直处于找不清状态!!!!!!!!!!!!!
 每当一个国家的政治、经济出现重大危机的时候，爱国主义的破旗就又散发出臭味来。这不是我说的，这是列宁同志的名言
 日本强占胶济铁路，康有为的女婿罗昌时任外交交涉员，他只身站在铁轨间，对日本军官说：＂除非从我身上碾过，否则休想前进一步！＂日军行进竟因此受阻
 1984 年，美国男子约翰逊，当众焚烧美国国旗，却无法律可以追究。美国人怒，遂出台国旗保护法。不料法律出台之日，美国妇人埃里奇，悍然以身试法，烧掉国旗，于 是法庭判罪，埃里奇大闹，闹到最高法院。判曰：国旗保护法与自由宗旨相背，属于违宪，宣布无效，你们谁爱烧国旗快去烧，谁也管不着……
 不要得罪小人：千万不要因为正义感而独自公开揭发他….小人从不认为自己奸诈不厚道，他们敏感度高，眼锐如鹰，舌利如剑…你绝对不是对手
 搜索用百毒，下载用逊雷，杀毒用瑞腥，输入用馊狗，聊天用扣扣，视频用暴疯，手机用网禽，嚼着双汇，再喝点三鹿，人生就完美了
 <Lodd>: 这样一个签名，太雷人了：裆中央总竖鸡。
 <欧剃>: 方滨兴这个王八蛋别落我手里，我丫抽不死他才怪！<Lodd>：抽死他？太暴力了！换了我，就把他关在一个高墙围成的院子里，里面除了茅坑什么也没有，想干啥都得爬墙。想吃饭？点十个菜给他上一个，还不放盐，盘子里放一纸条：“您点的饭中有敏感菜或敏感调味品，已被屏蔽!”
 本机器人为测试网络稳定性所用，30%代码为二十万只猴子随意敲打键盘后随机产生的，70%代码由Oicebot人工智能自动生成的。机器人发出的字符串为汉字随意组合而成，不代表作者观点，谢绝跨省。
 近日大陸新聞網站盛傳一篇名為「台灣華航空姐自拍不雅照流出」的文章，還附上多張聲稱是華航空姐的露點裸照，文章中更指出華航雖然規模龐大，但卻有獨特的徵選方式，那就是要求空姐拍攝“半裸標準照”
 亲王，我不再说那四个字了。我现在觉得你是唯一能对抗发改委拯救众生的人。还有，求您把坑填完吧。
 男：有一次尿急,就被女鬼纏身，然後我就恢復正常生活了。
 跨平台的免费irc跑团/聊天客户端 xChat果园定制绿色便携版(pChat)推出测试版，特性：自动登录果园irc，可导出聊天记录，支持Unicode字符集（跑团时使用更多特殊符号），无换行乱码，支持加密连接，不会被杀软误报。详情请打 !get xchat ，点OB给出的链接
 外高加索地區的喬治亞共和國一名七十五歲老婦四處尋找銅線，想要拿去變賣，卻意外挖斷一條地下光纖電纜，造成鄰國亞美尼亞全國網路斷訊長達五小時。這名老婦只用一支鐵鏟就完成許多駭客的夢想──搞掛一個國家的網路，被當地媒體稱為「鐵鍬駭客」
 CCTV-NEWS 英文新闻频道4月9号报道日本海啸的情况时候，配的背景音效是《魔兽世界：大灾变》中，奥格玛地区的背景音乐。
 老外跟我们外出吃饭，和我们说：“你们的鱼香肉丝里没有鱼！老婆饼里没有老婆！” 然后老外又说“还有人民代表大会”
 夜里，一个歹徒拿刀闯进了老王的家。 歹徒喊道：“把所有的钱都交出来，不然我就杀了你！” 老王无奈的说：“对不起，我已经失业半年了，没有钱给你。” 歹徒大怒：“你这个懒鬼，我上个月才失业，这个月就出来抢劫了！”
 有网友问：“为什么有很多人喜欢在中文里面夹杂英文？” 我的回答：我不是很sure，也许有些term不好translate，或者要show off自己的外语level，再不然maybe是刚从国外return，还没有used to全用中文。
 @笑多了会怀孕：话说今天下午有两位校友打架，还都叫了几个自己的朋友，引起了极高的关注率，因为这俩活宝竟然是亲兄弟，当然，高潮不在这里。而是当这俩货扭到一起的时候，两个人找的朋友已经彻底不知道帮谁了。因为，这俩货是双胞胎.....于是，他们选择了跟群众一起凌乱....
 @饭卡的微博：刚一个人去吃烧烤，点了十个串五个心五个腰子，店里小哥问：红腰白腰？我纳闷腰子还分红白‘红的’‘红的不太新鲜了’‘那就白的呗’那哥们带着奇怪的微笑走了。东西上来一尝，还蛮带感嘛，又要了五个……回家，好奇上网一查……老子刚刚吃了五副睾丸！！！尼玛啊！你敢不敢写个食物学名菜单啊？啊！
 话说，前段时间在北京有一个数学家的会议,我们有同学去那里,在某场讲座中,发现一个世界级的数学家在…… 打飞机……………………………………然后他整个人都崩溃了……
 1981年，美国阿拉伯马州有个凶杀犯，杀了他老婆、丈母娘和一个大学生，结果被判了世界上最长的有期徒刑：10000年。
 为什么伊拉克人在电视镜头前大骂美国人？一位伊拉克人回答说：萨达姆当政时，不准我们用手机，不准我们接触互联网，更不准我们收看外国频道。现在我们都有了。然而，面对采访镜头，还是不得不说，我们讨厌美国人，因为我们的名字和形象都在镜头上，恐怖份子随时可能报复和杀害我们，骂美国人，美国人是不会计较的。
 日本明治公司郑重警告：仅今年8月份，中国淘宝网的明治奶粉销量已突破公司1-8月的全球产量！
 做互联网的人一定会遇到三个无法回避的问题：生、死、腾讯。
 目前中国有效的反腐手段有：1.夫妻反目；2.家中被盗；3.意外事故；4.情人举报；5.网民诅咒！
 中国人不解地问蒙古人：“你们有没有海，为什么还要成立海军？”蒙古人说：“你们中国不也有文化部吗？”
 外国蓝领的工资跟白领的一般高，这件事传到国内让工人知道了，工人就集体到中南海门口抗议工资太低，领导出来拍胸脯保证以后工人的工资能和白领一样高。经过政府十年努力，现在大学生的工资的确和民工一样高了～
 甲借身体强壮揍了乙一顿，乙忍气吞声，晚上跑到甲家的墙上写了一个大大的“拆”字。第二天一早，甲全家都死了！
 有人从厦门跳下水，一路狂游，到对岸后大呼“国民党万岁！”这时警察过来拍着他的肩膀说“：同志，没来过鼓浪屿吧？”
 长沙市民日前在接受电台采访时反映，长沙税务局爆炸后，不仅税务局人员态度好了，其他部门工作人员，如工商、街道、城管人员的态度都好多了…
 找男朋友要避开三类人：读环球时报的，看春节联欢晚会的，上网上百度的。
 昨晚做了个梦，梦见自己被发诺贝尔奖了，哎哟我草，直接被吓醒了！
 问英语老师“山寨”怎么说，老师一下愣住了，过了会儿一字一顿地说：made in China…
 家住山西，记得从小到大鼻孔一直是黑色的，直到后来在南方上大学，才发现大家的鼻涕居然是白色滴……
 半夜十二点，接工信部急电：你网站有涉嫌台独的关键词，请立即删除！否则根据……吓得我立即从被窝里爬出来，冒着零下30度的严寒上网，五点一刻，终于找那个违法关键词：转让一台独立服务器。
 一化学博士写篇论文，研究怎么快速检测牛奶中三聚氰胺含量，投到国外杂志，审稿的答复：这有什么用？？？
 《死神来了5》剧透男主角从出生开始，顺利躲过了毒奶粉、假疫苗和地震中坍塌的校舍，但是最后却进了富士康……
 中国狗对美国狗说：“我们那边可好了，有吃有喝，还有人遛。”美国狗问：“那你还跑出来干什么？”中国狗说：“我不是TMD还想叫两声么！”
 半夜，局长被急促的敲门声惊醒。该来的终于还是来了，局长强作镇静托付妻子后事，两人抱头痛哭。开门后外面的人喊道：“人口普查！”
 富二代泡妞经常挂在嘴边的话“你知道我爸是谁吗？”结果美女因此泡了他爸，这告诉富二代们：不良女青年太多，不要轻易暴露自己的父亲。
 一个普通的教学楼，一件普通的自习教室，却在每个晚自习结束以后，在地板上隐隐现出一个诡异的人脸。是天工造化，还是幽魂显灵？请走进这一期的走近科学。原来真相就是 教室里有水 照出自己的影子。。。。
 北京奥运前的有一天，我在东三环上开车，忽然毛骨悚然，深觉自己中了埋伏，因为发现道路神迹地不堵了，不堵了……
 前几天，有人问我关于深圳成功清理八万高危人群（含精神病），我就算了算军队编制：一个班8-12人，一个排30-40人，一个团800-1000人，一个师就算8000人，一个军25000人。八万人就是三个军而且是整编军。你看，人家办一世界杯就防控三五百敌人，我们办一个末流的大运会就发现三个整编军的敌人潜伏在城里。
 广州亚运前，主会场四周的高楼居民全都临时性搬迁，因为理论上存在着吃了佛山大力丸的从楼上往会场扔手榴弹的可能。以及上海世博，菜刀水果刀甚至陶瓷刀都实名制，毕竟这曾是小刀会总舵所在。
 我们这样的小弟其实很好带的，大家的梦都庸俗而现实，买房娶妻生子别吃到有毒的馒头和包子，过马路时千万别被连捅八刀。
 联军开始轰炸政府军的时候，我把MSN签名改为“别了，上校”，并和同事相约去肯德基吃了顿上校烤翅（后来发现没这款食品）。但我随即在发现，告别仪式举行得有点早了，这位号称“几十年前就把权力还给了人民”卡上校、敢用直升机扫射示威民众的屠夫，坚挺程度超过了全世界的想象。
 「慾火焚身」是用來形容人在性慾高漲時，渾身有股似被烈火燃燒般的衝動；但在美國舊金山，有一名男子真的在成人商店內欣賞A片時，看到全身著火。雖然消防員立即趕到現場把火撲滅，並將男子緊急送醫，可是他全身已有90%三度燒傷，目前仍未脫離危險期。
 所谓的殊途同归，讲的是：以前有当飞行员、科学家、政治家梦想的中国小朋友们，成年以后梦想统一变为了买房。
 今早听收音机，因路边施工所以窜台，结果就是：今年物价总体增长水平控制在5%以内~兹~~~嗡~~~编，啊编，啊编花篮，编了个花篮就上南山~~~ 兹~~~嗡~~~血管里要流着良心的血~兹~~~嗡~~~中牟芹菜倾倒河中~兹~~~嗡~~~红歌会唱响全国~兹~~~嗡~~~做人流，请到……！！！！
 最近发现喜欢讨论道德和阵营的人很多都起包含冰/雪的名字诶！要求就这一伟大发现得个纯美奖！！！
 第1条#面试糗事#某同学到某公司面试，听到自己的名字后，进屋坐下。面试官诧异的说：小伙子，你不要紧张啊。答曰：我不紧张啊。面试官又说：你真的不要紧张，只是聊聊而已，双向选择嘛！答曰：我真的没有紧张啊！面试官怒了：不紧张你坐茶几上干嘛……
 第2条#面试糗事#宿舍同学一起去参加校内招聘会。HR特严厉，基本每个人都是哭着脸出来。轮到露露了，照例被鄙视一番，然后被赶走……只见她冷静的站起来、伸出手，“简历还给我，花了两毛钱呢！”HR错愕的看着她……结果，她被录用了，真不愧是财务管理出身的。
 第3条#面试糗事#尼采去面试，面试官问：“你叫什么？”“尼采。”“猜你个姥姥啊！下一个！！！
 第4条#面试糗事#现在金融危机太离谱了，上午面试回来，下午再打电话过去问点事，没想到连面试官都给裁掉了！
 第5条#面试糗事#前两天，公司来了个面试的女孩。让她填了份简历。后来发现，她在政治面貌一栏填的竟然是：清白……笑翻啊、难道有人说她不清白吗？ 清白人啊……
 第6条#面试糗事#姐是面试官之一，人模人样坐那，对小伙子提问：上份工作年薪多少？他说出个数字。靠，是姐的2倍！“那还跳啥槽呀？”我眼冒桃心、口流哈喇：“你走了，他们不是又要招人嘛？招不招我这种学中文的？”小伙子凌乱了，我领导和另3个面试官石化了。
 有个人Google“温习”被reset，经人指点，发现“温”是敏感词，遂改搜“复习”，还是被reset……
 买双手套，老板要35，我说30我就要了，老板不依非要35，讲了几个来回不肯让步，我想想就算了，给了张50的，他很麻利的找了我35。。。。
 地铁站附近有个包子铺，生意很好，天天排队旁边是一个火车票代售点。今天我在那里排队买包子吃，快排到的时候，听见后面两个男的说：晕，原来这里是包子铺，卖火车票的呢……啊，在那边！
 大三的时候，有次中午和bf在学校食堂吃饭，人超级多，好不容易抢到一个面对面的位置，背后坐一对情侣也是面对面，我和那个男生是背对背。忽然那对情侣开始吵架，貌似嫌男孩饭买的不好吃，我也没在意，继续开心的吃～吃着吃着就听砰的一声，猛然觉得后背从头发开始好烫，凭感觉，一盆麻辣米线盖我头上了，我石化了一分钟～烫的都麻木了，这时一个男声幽幽的在我耳边说：对不起啊，她本来是要砸我的！
 家里大猫生了6只小猫，非常可爱，由于刚出生，都还没睁开眼睛，有一只小猫不知道为什么，总是找不到它吃饭的家伙，亦或是竞争太大，抢不到。有一天，大猫出去吃饭了，我去看，发现那只小猫抱着另一只小猫的尾巴在那吸啊吸呀吸
 原来上学的时候 有一次同桌上课睡觉 被老师发现了 老师说 xxx 站起来 我把他推醒了说 老师叫你站起来 但是他瞪着老师 就是不站起来 老师急了 xxx 你给我站起来！他还是不起来 拿白眼翻老师 老师没脾气了 xxx你这样的学生我没法管 继续上课了 我在底下小声说 xxx 你真nb 跟老师对着干 xxx说 其实我想站起来 但是~~~~~~~~~~~~~~我腿睡麻了。。。
 有次半期考，我们年段有个同学在厕所里发短信被段长抓了，但是他死活不肯供出同党，段长非常淡定地用他的手机群发了短信——“来二楼男厕所拿答案”然后.......同党们就从四面八方赶来了...........全军覆没......
 今天一学妹来公司面试，经理看了看简历抬头问她：你是党员？小学妹顿时紧张了起来，激动的说：党员也有好人啊......
 悲惨的比利时人民，没有人领导的日子，真不知道怎么活下去的？比利时群众300天没有见到电视画面里领道们的音容笑貌和忙碌的身影，这是一种怎样的煎熬啊......
 “七点到七点半，我必看中央台，看它胡说些什么。”——清华经管学院老院长朱镕基同志今日回校和同学们共庆百年校庆时，这样说道...
 转：#FML 今天我从楼梯上摔下来受伤了，打急救热线打了10次都说号码不存在。我才发现我拨的是911，美剧看多了.....
 “You can make money without doing evil”，这是Google十大信条的第六条
 孔子临走前，发布了最后一条微博：“天下有道则见，无道则隐。”
 ☆ 天空新闻：iPhone上的隐藏文件随时随地记录用户的一举一动。啧，无意义，他们本来就会把自己在做的每件事都发到Facebook状态上。——CarrotAndTwigs
 昨天在街上。忽然听后面有大叔，很急切地喊：“那个！等一下！那个！。。那个。。做汉奸那个小伙子！！” 一大片人停步。我还没反映过来，只见边上一个哥们，一脸汗颜地站在那里，一字一字地咬着说：“我是做日语翻译。。”
 有一同学旧手表坏了，她满心欢喜地打电话给她爸爸，想要让她爸爸给他买一个新的~接通后他说：“爸，我的手表坏了~~~！”只听她爸洪亮地回答：“现在9点半！”
 日前，有温州的网友发现在许多KTV都出现了一个黄色的禁唱曲目表，列出了37首禁唱歌曲，其中苏芮的《牵手》、任贤齐的《小雪》、陈升的《北京一夜》等都在禁唱行列。禁唱曲目表上明显指出“根据省文化厅要求，以下37首违禁歌曲不得播放”。有记者采访了温州文化执法大队，他们承认确有其事，但拒绝解释原因。
 RT: “@PKUTeaParty: 涛哥去清华时戒严封路，一水利系教授和便衣理论:同样是校友，他能走的路我为什么不能走?他还是我师弟!”
 1924年孙中山宣传革命，提倡为官应当人民公仆不要当老爷。孙传芳笑骂道：现在当官的都说自己是人民公仆，欺世谎言以此为最无耻，凡是仆人没有一个是好东西，不是赚主人的钱，就是勾搭主人的姨太太，心狠手辣的做梦都想把主人连骨头带皮吞进肚里。
 某大学教新闻的女老师穿着这样一件文化衫，上面写着：I don’t need sex. The government fucks me everyday!
 这把USB键盘，基本上就是个普通的有线键盘，没有什么特殊之处。若框体为塑料的话，就几百元；若把框体改为金属材质，则大约一千多元。不过若掺了「时代的眼泪」，等级就又不一样了。原来这把键盘的外貌设计，是参照当年1979年的Atari 400机体上键盘所设计的，而这样就要价11980日元，约人民币950...
 Google 出资给特拉维夫大学研究这样的一个算法，可以让服务器或路由器为造成流量爆增的决定「后悔」，从而在未来能更有效率地应付网络流量。除了流量之外，同一个算法也可以学习人们的使用习惯，让 Google 能更精准地使用 AdSense 和 AdWords。希望未来这个算法可以在机器人大军消灭人类前，先发现这是个错误...
 以前学校说要搞体检，要大便做化验品,然后每一个人都带上一点点去~ 然后呢，有个校友~用周大福的袋子和盒子装着, 然后走到半路~被人开摩托车抢走了...
 中学时物理老师上课讲摩擦生电说：我们冬天的时候脱毛衣。毛衣都会嚓嚓响。还有电光。但是夏天就不会这样。为什么呢？后面的男生：因为夏天不穿毛衣...
 微软发布“XP死亡倒计时”小工具：微软下载中心在4月19号发布了一个小工具，名叫“XP支援服务停止倒计时”.它的唯一功能就是不停告诉你，距离2014年XP的支持服务全面停止还有多少天。有趣的是，这玩意却是给Windows 7系统使用的
 冬天时候跟同学吃火锅,吃完我第一个出来,等后面的那帮同学,我照着一辆越野车的黑色玻璃剔牙,然后又擦润唇膏~~~~~~~~~~~~~~~~~~~擦完整理头发时,车窗摇下来了,一帮人在车里看我,一张猛男的脸离我超近地说:小妹,照完没?我们要开车了!
 杭州这边有些公交是比较高档的，所以玻璃都是闷着的，上面写着：紧急时敲碎玻璃。这几天气温回升，车上也比较热，车上人又多。最郁闷的是不知道那位无德的家伙在车上放了个无声巨臭的屁。。。后来，玻璃就被敲碎了。。。
 2009年7月22日，我在一个BBS上见一个哥们说：“TMD，原来日食是在白天，害老子白等了一宿！”
 上次看CCTV的一个节目,什么名字不记得了,就记得开头是个记者在火车站问人:"你幸福吗?",见人就问,有人说幸福有人说不,后来问到一个农民.....记者:"你幸福吗?"农民看了记者几眼,无辜的说道"俺姓王"
 <李子核> 加利福尼亚州地方法律，浴缸里剥桔子违法
 <李子核> 燕窝、鱼翅、高丽参、三磷酸腺苷
 <李子核> 占用停车位的一切物体都要向咪表投币，无论是招财猫还是抹香鲸
 卫生部副部长黄洁夫日前表示，有望年内实现申领驾照时进行器官捐献意愿登记。
 <李子核> 清华大学校训原为“自强不息，厚德载物；独立精神，自由思想”，今日却被阉割了后两句，不过这倒是一件事实，倒挺附和清华今日之现状。
 <李子核> 话说八戒授封净坛使者后，整日与高小姐耳鬓厮磨之余，最美就是享受人间供奉，自觉真是到了天上人间。不料江湖险恶，贡品中掺了大量瘦肉精，连熏香都是牛肉膏做的。八戒气呼呼来找如来理论，佛祖看八戒一身精瘦，快有了悟空模样，身上则牛香扑鼻，笑呵呵道：八戒，你如今身如宋玉貌似潘安，一身牛气霸气，嫦娥看了肯定喜欢，快去做卷帘大将去吧。。
 手机上下了红楼梦，坐在马桶上看第二回，读到＂长子名贾敷，**岁上死了＂，我怎么也记不得两个星星代表什么字了。如厕毕，翻书，方知是＂八九＂二字！
 一帮编辑去吃牛全席，牛杂牛肉丸牛百叶…最后，上了最贵的一道菜，一大盘牛鞭。某美女惊讶不已，怎么这么多啊！席中另外一名编辑严肃地解答说，现在科技发达，一头牛身上都长着很多鞭，有主鞭，副主鞭，小鞭…
 据说一中国人死了，倒在地上，拍扁了就是一张元素周期表。
 三句话概括三国情感戏：东吴爱萝莉，曹魏控人妻，蜀汉全是基
 成功就像怀孕，大家都来祝贺你，但没人知道你被操了多少次
 网友小鱼：使用 iPhone 在国内可以看 YouTube吗？专家回复：iPhone本来内置在线YouTube视频观赏的，可是google对境外ip做了限制，需要设置代理服务器才可以访问。
 个人建议开展“关电视半小时”活动，活动内容为每天19:00到19：30分期间关闭电视机，节约用电，爱护地球
 朱自清《春》两会版 盼望着，盼望着，两会来了，委员们的脚步近了。 一切都象刚睡醒的样子，欣欣然张开了眼。委员们的身板朗润起来了，肚子涨起来了，脸也红起来了。
 昨天去医院，看到医生正在用笔记本看电影。我打断对医生，说，我可能得了痔疮。然后医生说你去缴费，回来我给你检查。刚出门发现自己包没拿，回去拿包包，发现医生正在用笔记本百度“痔疮怎么治”…
 历史到今天为止有三个最著名的苹果：一个诱惑了夏娃，一个砸醒了牛顿，一个现在握在乔布斯手中！这三个苹果说明了，性爱、求知、装B，是人类进步的阶梯……
 有一农夫养了两只母鸡，一个产的蛋大，一个产的蛋小，大的在市场上卖1.5元，小的卖1元，某天，农夫骂产蛋小的母鸡，母鸡回话道：“我才没那么SB呢，为了五毛钱，把屁眼撑那么大
 阮次山——看护照是美国人；看长相是日本人；看名字是越南人；听口音是台湾人；一发评论，原来是党的人！
 前几天想约个女性朋友一起去摘草莓，她却一口回绝了我。我不解地问她“为什么呀？”，她看着我，非常坚决地说了句“我不会爬树!"。
 3D《肉蒲团》放映完毕，全场的男士都没有即刻起身离开，他们翘着二郎腿坐在原地，硬等字幕结束。
 早上开会，会前秘书端上蛋糕，Boss 开心地对她说，蛋糕在座的人人有份，把它切匀点。某人溜须，赶忙补充说，不行不行，Boss 吃大份。
 正准备checkin，看到旁边一只小狗翘腿在树边撒尿，只好默默的关了4sq
 读书太认真了，考研忘了报名了
 有一个人在个现代艺术馆上吊自杀，过了三个礼拜才有人发现他死了。
 大山：我有两个兄弟，一个叫Ben一个叫Dan。父母都不会中文但我认为起出这样的名字绝非巧合，定是老天爷安排的。开了这么个玩笑后，上天又安排我去学中文，否则我家里谁能领会造物主的这份幽默呢？！
 有一哥们开车到西安，被交警给拦下来了。问说什么原因被拦，交警答：“你像星矢。”这哥们回：“你像一辉。”然后驾照就被收走了。原来交警说的是逆向行驶。
 我在想，如果这五年计划顺利执行到2951年，到时候，他们会怎么说？
 在网吧里，边上坐过一个女生，好友都分组了 其中有个分组是这样显示的 老公（2/11）
 过马路，朋友没注意红灯直往前走。我急道：“灯！等灯等灯！” 他扭头：“就你有i7！”
 充手机费100元，充错手机号了，有点心疼。就给那个哥们打电话过去，说能不能给我充回来？结果那哥们特郁闷的说：兄弟，年底了，全是要帐的，我好不容易停机了，你又TM给我充上了！
 遇见两个法国人。一个高兴地指着中国日历对另一个说：“看，这两个字念'雷锋'。这是雷锋纪念日。他在中国非常有名，因为他生前帮助过很多人”。另一个说：“啊，你真是见多识广！”我凑过去一看：霜降
 广州车展，据说有五十几款文胸和八十多款内裤全球首发
 新浪陈彤谈新媒体说：新浪微博没有抄袭推特，是创新产品。其中一个理由是微博可以发布140字中文，比推特信息量提高3.5倍左右。
 不光要养成开发票的习惯，还要养成开公司抬头发票的习惯。
 一人中午睡觉把QQ自动回复设成了“然后呢？”，结果有位同学和它聊了一中午……
 一位师兄用餐卡作图被老师看见，于是老师就老神在在的走过去问：“同学你没钱么？”结果等老师转了一圈回到原地，发现那位神兄拿着银行卡在默默地画着。
 爸爸借走了我的剃须刀，说今天妈妈生日，要给她一个惊喜。第二天起床，发现老爸的大胡子依然如故
 我有一个很聪明的朋友。 有一次，他在路上走。过来一大哥，借电话。朋友听过很多骗子的事。他聪明地说，借你可以，但我要先拍你一张照片。大哥说：好。然后朋友用手机拍了他一张照片，拍完再借给大哥。然后，大哥拿着手机跑了
 卡塔尔半岛电视台日前播放了一段据信是本拉登的录音, 在录音中, 本拉登在亲口证实：他已在巴基斯坦被击毙。
 我负责公司里减少花销的任务，提出了一个“电子化——无纸办公”的方案。今天我在我的私人洗手间里解决"紧急情况"的时候，发现卷纸架上面有一行字，“听说你，你不需要纸。。。”FML
 之前中國青海地震,有一個人迅速上百度po文,大概是說地震啦還沒睡醒就被晃起來,發完文就要繼續去睡,發文時間的數十分鐘之後,造成巨大損害的強震襲來,然後回文都在問原po怎麼樣了,但那位原po消失了...
 两个围观完伦敦马拉松比赛的化学教授急匆匆地跑到一家酒吧，教授A跟酒保说： H-2-O，please！教授B也跟酒保说： H-2-O，too！喝完之后，教授A施施然离开了，教授B却死了……
 猫扑话题 : 本拉登被击毙的新闻传出那天，听到隔壁一男研究生嚎啕大哭，原来是他准备一年多的毕业论文是《论本拉登逍遥法外与美国社会市场体制的必然联系》.....
 这是2011年的4月，一个多事之秋，武汉少先队总队的人们被卷进了一场深刻的，触及灵魂的变革，许多人暴露出本来面目，许多人变的面目全非，革命的前夜……是寒冷的……
 雷电是大自然的奇迹，是上帝的神威，是贯通天地的一条锁链，是赵灵儿施给逍遥哥哥的第一个法术……
 从Office 97时代过来的朋友们一定都记得一个鲜明的形象，那就是“大眼夹”，作为默认存在的一个助手角色，大眼夹可以给Office入门用户提供大量建议，但时间一长，用户们就觉得在桌面右下脚不断变形的“大眼夹”非但不能提供必要的帮助，反而看上去恶心，因此到2001年Office XP发布时，比尔・盖茨就宣布告别“大眼夹”
 国家广电总局电影审查委员会委员赵葆华“发声”，指出《无人区》几大漏洞，称影片里没有英雄净是坏蛋，违背生活真实与艺术真实。
 以前读书的时候，晚上喜欢不关寝室门睡觉，一般11点左右会有一个蹒跚的脚步在门口停下，嘎吱嘎吱推开门，沙哑的嗓音问道：“命要么？” 头一次听到，吓得魂飞魄散 后来斗胆出门，才知道是个卖方便面的小贩，面读成“命”
 以前读书的时候，一个傻b来我们寝室，哼着小曲把我们的厨擦了一遍，热水瓶放整齐，还很气愤地说“叫你们不要乱放的”... 我们无语，此君须臾抬头，发觉自己走错寝室了...
 中文学校这个星期要求背唐诗"悯农"和"静夜思". 女儿很有兴趣的跟着电脑一遍又一遍的念着, 我说别光念,还得背. 下楼转了一圈, 再上楼, 站在女儿房外听她有没有在背,不听还好,一听我顿时石化. 人在房里大声地背着:" 锄禾明月光,....." 然后,我整个人都汗滴地上霜了...
 哪怕是大中華局域網 實現異地吐槽異地監督 也能促進自由民主 防止專製愚民...
 我们班有个帅哥叫吴清扬，有个美女叫吴清杨，我们老师起哄说要撮合他们一对，女生表示54和淡定，而当我们屁颠屁颠的去问吴清扬会不会娶吴清杨然后再生一个吴清炀的时候，男吴清扬只说了一句话：“我不喜欢日本人”
 今天上课，教授很郁闷的和我们说：“唉~本来是满怀着热忱和对红色文化的认同去参加合唱的，结果比赛结束后，学院居然发给我们每人500块，你们知道这是什么感觉吗，就像一个女生真心爱着一个男生，结果和他上床之后，他居然甩给你500块人民币！” (糗百)
 Oicebot收了可观的小费后悄悄地说：“杜蕾斯品牌的所有者是SSL集团公司。”
 Oicebot收了可观的小费后悄悄地说：“夏天一来，反核份子都死了。”
 湖北省天門市一名32歲男子王剛周日（15日）走完了令人嘆息的人生路﹕他10年未與家人聯絡，靠在網吧替人打機「升級」、出售虛擬「裝備」和「金幣」為生，在連續住在網吧中打機7個月之後，健康急劇惡化，離世時瘦骨嶙峋，留下一句遺言「真有意思」，父母捉摸不透，痛心不已。
 北漏杜拉，木剪塞眛，夜团印越喃，打夺执行大含禁，盗奶夜兽，臃团印越喃，坚执入紧行禁，戈腾房臃耐地瘫而忍地建嗲，舍被盖濑忍耐入境非法，拿忍耐入境非法，河泻禁果捉卡能闹, 嗲夺地定固，大碌竹霸，话可写被监禁，叻样艾濑埋越南。
 十年生死两茫茫，百度兴，谷歌亡。瑞星金山，卡巴话凄凉。纵使相逢应不识，推特死，脸书墙。人人开心忽还乡，麻花腾，山寨王。新浪微博，推特泪千行。料得年年肠断处， 5,15方滨兴，干~你~娘 。
 以前的故事魔王會用一半的世界收買勇者，但這裡的魔王不打算交易非自己擁有的東西，能付出的代價就只有自己了。反正勇者也童貞，可喜可賀可喜可賀。
 诗集乃最不受欢迎的书籍，也是被盗最少的书籍
 第一宗有紀錄的過勞死個案發生於日本，當中一名工作在日本最大的報紙公司二十九歲的海外運輸部男員工，在他工作期間突然中風身亡。
 在美国疾病控制与预防中心的网站上，你可以找到一系列教程，比如各种紧急状况的处理方法之类。神奇的是，里面居然有一篇是关于僵尸/生化危机的情况下该如何自救。
 事后，方濱興怒斥主辦方：“听說他們在講座之前就在Twitter上討論這個事情了，你們怎么沒有一點應對措施？”主辦方一臉無辜地說：“那個网站（Twitter）我們打不開，被GFW屏蔽了，不知道他們說了什么。”
 一英语老师生病住院，朋友来到病房探望。病床边，朋友握起他的手：“还好吧？医生怎么说？” 答：“Doctor.”
 中午问同学，你看过《边城》么? 同学回答：我看过C++…
 “主持人你好，我正挤在1路车上，我想给前面靠窗的那位姑娘点一首歌，就是张学友的那首，你知道的，对对对，1路上有你，挤一点也愿意。”
 一天，纽约，下水道。女记者的冲了过来，对斯普林特吼道：“老师！一个银行被一只乌龟给抢了！警察要过来抓你们呢！”斯普林特：“额，达芬奇、多纳泰罗、拉斐尔、米开朗基罗，是哪个？”女记者：“据目击者说，因为那只乌龟没带眼罩，所以不认识……”
 RT @酒千殿下：尼玛两张图能叫步骤吗！两张图能叫教程吗！尼玛要是一篇文只有开头和结尾的能叫一篇文吗！就比如“他们俩相遇了……射了”尼玛这文能看吗！！
 据说《建党伟业》没能通过广电总局的审查.因为有总局领导说：这部戏讲的是一群进步青年如何联合起来 ,1推.翻.专.制.的.独.裁.政.权 ，怎么看都他妈不对劲…
 人脸识别看上去很美，但如果真的用起来很令人担忧。谷歌的CEO埃里克·施密特说了，人脸识别技术“惊人的准确性非常令人忧心”。5月20日，谷歌宣布将不开发人脸识别搜索系统。
 内衣品牌Triumph最近在日本推出一项“撒娇模式”：女性可以在其网站上挑选喜爱的商品放入“撒娇购物车”，填好自己的收件地址，然后由系统发送到男友邮箱。男友可以选择付款还是拒绝。八成的男人会付款。据称这个“撒娇功能”很受女性欢迎.
 Oicebot收了可观的小费后悄悄地说：“4E典藏版的擦铜塑料板价值人民币809元··。”
 Oicebot收了可观的小费后悄悄地说：“麦麦德说过一句话：勇敢的人，他的眼睛也成了刀子，怯懦的人，他的刀子也成了狗屎。”
 雨吟诗，流水自然独孤魂;风提笔，行云不改逍遥态.
 广西领导分级： 中央级曰：首长; 省级曰：领导; 市级曰：兄弟; 县级曰：伙计; 乡级：卵仔; 村级：狗叼。 使用说明 以市领导打电话为例： "兄弟呀，领导来电，明天首长要来视察，你跟县里面的伙计讲一下，叫他们交待乡里的卵仔，督促村里面那帮狗叼做好一点，给首长留个好印象。
 钱明奇想与之拼个“鱼死网破”的人，是临川区现任区长习东森。他称习在2002年任临川区纪委书记时“克扣征地拆迁费1000余万元”，而自己“近十年来从地方到中央相关部门反映未果，相互采取敷衍塞责，久拖无果”。他于是决定“向董存瑞学习”，日子就选在这位共产党员舍身炸掉国民党军队碉堡整整63年后。
 钱明奇想与之拼个“鱼死网破”的人，是临川区现任区长习东森。他称习在2002年任临川区纪委书记时“克扣征地拆迁费1000余万元”，而自己“近十年来从地方到中央相关部门反映未果，相互采取敷衍塞责，久拖无果”。他于是决定“向董存瑞学习”，日子就选在这位共产党员舍身炸掉国民党军队碉堡整整63年后。
 你们都没看出Linus 大神的用心良苦么？ 2.6.40 如果发布，kernel.org 必然被和谐啊！
 高山对大海说：你是如此的宽广！如此的浩瀚！如此的激情！如此的澎湃！大海对高山说：( )。某同学试卷上填写：（谢谢夸奖！）。阅卷老师泪流满面。。
 “中国的大猫们似乎都有缩小版。豹的缩小版是豹猫，云豹的缩小版是云猫，而雪豹的缩小版是兔狲……”
 @kfc汉堡：有个司机，拉着一车的石像跑了好远的路，累的半死，一怒之下用用边敲石像的头边骂骂咧咧。只见旁边闪出一人，阻止道：“大哥，住手！我们得罪不起，这些可是中石化的人哪！”
 公布谜底：地铁站，猜一名冰火中的人物名，答案是南礼士路，因为“蓝礼是鹿”。好吧，纠正我发音的同志们请自动练习黑椒牛柳发音，说不准的人就知道我们南方人的痛了。
 记者问：“出于好奇，对那些拒绝提供数据和细节帮助Linux运行的硬件厂商，您有什么话要说呢？” Linus答：“我希望他们都痛苦的死去，这样说是不是太过分了？”
 有一次我和同事下午去逛街，她先跟老板请假，准了。我再打过去，刚说了身体不适的理由，老板就打断了我。“你电话里的背景音乐和那谁电话的背景音乐是一样的”，然后他意味深长的停顿了一秒钟，“你们在太平洋百货逛街呢？那儿见天的就知道放理查德克莱曼的钢琴曲。”
 朝鲜严查民间新歌《三只熊》：“一家的三只熊都在行骗。熊爷爷、熊爸爸和小熊。熊爷爷胖胖的，熊爸爸也胖胖的，小熊傻傻的”。
 #国史乱侃#会不会觉得受封采邑很拉风？事实上，邑只是小镇子，再大点儿就叫城和国了，所以在上古邑和地这两个名称是可以换用的，而采字在上古就通菜字。所以采邑就是菜地呀（别笑，真有文献上这么明确写着），那就是政府分给你一片菜地要求你纳税出工还得帮忙去打仗呀！
 阿修羅说：后天晚上学校建党90周年歌会，我在群里问要不要统一做1000套“共产党屌爆了”的T恤，和荧光棒一起发给入场学生，被校党委书记看到了……我现在正在起草离职证明。- -
 “暴雪娱乐希望以此补丁纪念Gary Gygax，他在D&D领域的成就让我们在游戏创作时迸发出许多灵感和激情。作为忠诚的D&D玩家和游戏开发同行，我们为他的去世感到悲痛，我们失去了一位富有冒险精神的伙伴。感谢Gary所做的一切。一路走好，你永远活在我们心中。”　　 - WOW 2.4.0升级补丁说明
 一个NB的程序员可以在一行代码上使用超过10层的小括号（），或是在一个函数里使用超过20层的语句嵌套{}，把嵌套的if else 转成 [? :] 也是一件很NB的事。
 不要在if else使用{}，尤其是在你重量地使用if-else嵌套时，你甚至可以在其中乱缩进代码，这样一来，就算是最有经验的程序员也会踩上陷阱。
 无论你的老板有多SB，你都要严格地遵照他的旨意办事，这样一来，你会学到更多的知识如何写出无法维护的代码来的。
 你会学会忽悠，就算你的代码写得很烂，你也要为其挂上GoF设计模式的标签，就算你的项目做得再烂，你也要为其挂上敏捷的标签，只有学会像中国Thoughtworks的咨询师那样去忽悠，你才能学会更炫更酷的方法，让整个团队和公司，甚至整个业界都开始躁动。
 重载操作符可以让你的代码变得诡异，感谢CCTV，感谢C++。这个东西是可以把混乱代码提高到一种艺术的形式。
 Oicebot收了可观的小费以后小声道：“每一个程序员都有把源代码弄复杂的潜质。”
 RT @段子 一天晚上在家里上网，旺旺突然跳了出来窗口来说：“亲，我怀孕了”哥顿时一惊，心说自己没闯什么祸吧？ 正发愣，那人又说：“明天去医院检查。” 心想你丫到底是谁，难道还要我陪你去检查，想讹我不成？正琢磨着，那人又说：“只能后天给你发货了”。
 某蠢蛋抢劫犯在打劫H&J Leather & Firearms皮革和枪支店时，被保安、店员、顾客一起击毙。经过调查现场一共有47个弹壳，其中抢劫犯身中23枪，一共有7种不同的枪械，除此之外没有人受伤。
 张家伯庸V：我在飞机上浑浑噩噩睡着，忽然一位伟岸老人踏云入梦：年轻人，我门武学别有蹊径，内劲循手太阴肺经，手少阴心经，足太阴脾经，足阙阴肝经，足少阴肾经，过五脏如逾五岭，直贯百会泥丸，精根脑藏，循环不息。我教你两句行气法门：五岭逶迤腾细浪，乌蒙磅礴走泥丸。言讫不见，猛然警醒，已入湖南矣.
 1957年到1964年在中国被囚的法国人鲍若望说,当时犯人每天早晨必须要唱两首歌,第一首是《国际歌》,第二首就是《东方红》——前一首是:“从来就没有什么救世主”;后一首是:“他是人民的大救星”。
 卫生部新闻宣传中心主任毛群安最近说：“我要提醒我们的记者、媒体注意，有关食品安全的报道产生的影响是巨大的…不要由于我们不够严谨的工作态度…给国家的食品工业发展造成负面影响。”并将建立一个记者黑名单。
 Oicebot收了可观的小费以后小声道：“话说段誉每爱上一个女生，他爸就会及时地跳出来对他吼道：你妹啊!”
 6月6号的一场战役，反抗军使用卡车+炮塔（伪·自行火炮）、卡车+火箭炮(伪·自行喀秋莎)、以及卡车+高射机枪(伪·自行高射机枪)等重火力，击退了卡扎菲的军队…
 3男“晒”工资，甲曰：我月入五千，我是X大硕士；乙曰：我月入万余，我是海归博士；丙曰：我月入百万。甲、乙大惊，急问丙是什么学位？丙答：什么都不是，但我 爹是久经考验的共产主义战士。
 在国外，一打开电视机，真不和谐，出去转一圈，真和谐！在国内，一出去，真不和谐，回家一打开电视机，真和谐！
 凡是门口挂“人民”二字招牌的地方，一般都是人民无法随意进出的，像“人民政府”、“人民法院”等，好不容易找到一个“人民银行”，还不办理储蓄业务。只有“人 民医院”的门可以随意进出，却是人民都不愿意进去的地方。
 今天，我去上课的时候，一个熊孩子突然从后面追上来，扇了我好几个耳光。我摔倒在地上，爬起来的时候听到他说：“擦，擦，不好意思，打错人了。”FML
 人是群居动物；骗子是人；骗子也是群居动物。当然，若你认为那些干了互联网十余年却至今没品链接新闻原址的骗子不是人，我不会去反驳你的观点
 1、A片合法化的國家，絕大多數人拍A片是為了錢（可能有少數人是為了興趣吧），這是一門生意；
 2、當然，我認為拍A片是為了人類和平也說得過去，日本人不拍A片，盲目的仇日情緒會比現在強悍得多——這樣說會不會讓你好受一點？
 3、不年輕不漂亮，拍的A片有誰看呢？如果一個人選擇拍A片，一定希望自己最紅，全球都能看到；
 4、道德只宜律已，不宜律人。比如你認為A片不道德，打死也不會去拍，你在言行合一中得到了道德陶醉感，這是你自家的事。但是你不能用你自己的道德去強迫他人的自由選擇。
 5、事實上我認為A片演員比絕大多數宗教徒更有道德。她們努力工作、賺錢養活自己、愉悅觀眾，從來不說教，她們誠實。而我接觸的許多教徒，咒詛絕大多數人進地獄的道德優越中，將自己變成虛偽的人——事實上，他們宣揚的道德戒律，他們可能一條都做不到。
 6、如果你看這些A片，勃起、肉體上爽到了，你應該感謝她們。你看的肯定不是正版（這不怪你，畢竟我們這兒沒地方買），事實上等於你偷了她們的錢。一個小偷怎麼能指責失主沒有道德呢？
 7、我希望我們國家的A片產業能夠到來，那時候的國家比現在更有道德。
 8、不要以為我們國家現在沒有妓女，沒有A片；只不過我們像虛偽的清教徒一樣不承認罷了。
 9、是的，你的肉體觀是錯的。你看A片了，想必你也手淫了，按你所謂的「肉體的忠貞」，你只能娶你的右手了——如果你不是左撇子的話。
 10、好好享受你的A片，別老想著給那些女主角找更體面的工作。你自己以後的工作都不好找呢。
 Oicebot收了可观的小费以后小声道：“在华科七年最浪漫的事情就是带女朋友到武大去看海。”
 Oicebot收了可观的小费以后小声道：“今天是6月18号，6月份里武汉只下了两场雨，一场10天，一场8天。”
 Oicebot收了可观的小费以后小声道：“在武汉不会开公交车的司机不是好船长。”
 Oicebot收了可观的小费以后小声道：“华科和武大正式更名为华中海洋科技大学、国立武汉水族馆。”
 Ada 是一种异常神勇永远不会损坏的坦克。如果你跟别人说你驾驶的是Ada他们会笑疯的，但是，说真的，你愿意在马路上慢吞吞地开坦克吗？
 汇编语言 仅仅是一台引擎。你需要自己搭建汽车，并且在行驶过程中手动注入燃料，不过如果你足够小心的话，它可以跑得像脱缰野马一般快。
 Basic 这种汽车用来开到附近的商店去购物还不错.Basic曾经在学习驾驶的人中很流行。但是最近被剥得只剩皮,被一个主要生产者重新设计，新版本可以胜任长途旅行，与旧版本之间只有外表上比较像，但其余部分都已经改变了
 C 快得难以置信但是每五十分钟坏一次的跑车。
 Cobol 是个有名气的汽车，但是任何尊重自己的驾驶员都不承认曾经驾驶过。
 C# 家用旅行车的有力竞争者。一旦你用这种汽车，就不能用它的竞争对手的汽车了。
 C++ 是C跑车的加强马力版，比C多了几十个额外特性。每250英里损坏一次，问题是损坏的时候谁都找不到问题在哪。
 Eiffel 一辆法国口音的内部包含驾驶指南的汽车。它会帮你快速找到自己的错误并且吸取教训，不过如果你胆敢和它争执,它会把你扔出车窗口。
 Erlang 一群能够合作把你送到目的地的汽车。你需要接受训练才能学会同时驾驶这些车。当你学会如何驾驶时就很难再学会其他的驾驶方式。另外，你有好多辆车，所以一两辆坏掉是无所谓的。
 Forth 一辆你自己用工具拼成的汽车，外观和行为都不像其它任何车。还有，Forth汽车只能倒着跑。
 Fortran 一种相当原始的汽车。如果你只在非常非常笔直的公路上驾驶，Fortran可以跑得飞快。据信，学习驾驶 Fortran 之后你就没法学开其它汽车了。
 Java 是一种家用旅行车。它易于驾驶，不过开不很快，你也不会出事故伤到自己。
 Haskell 是一种设计无比精致的漂亮的汽车。据说可以在任何极端地形上行驶。当你驾驶它的时候，它并不沿着道路行驶，而是把自己和道路都复制若干份，把将来要走的路也复制出来,其实可以以更方便的方式驾驶它，但是需要极高的数学水平。
 Haskell 并不是一辆汽车，它只是一个抽象的汽车，你需要把它放进另外一个真实的汽车中，然后才能驾驶。你不必知道真实的汽车是如何行驶的。你可以把若干个抽象汽车合成成一个抽象汽车，然后它就可以让真实汽车一个接一个地做好趟旅途。
 Lisp 看起来像一辆汽车，通过足够的改装你可以把它变成成一个相当高效的飞行器或者潜水艇。
 Lisp 一开始看起来根本不像汽车，不过你总是能见到几个驾驶它的人。当你决定了解它的时候，你会发现它其实是一辆可以制造更多汽车的汽车。你把它告诉你的朋友，不过他们都嘲笑你，说这些车看起来太奇怪了。你仍然在你的车库里存着一辆，希望某一天这些车可以占据所有街道。
 Mathematica 一种设计良好的汽车，参考了 Lisp 的设计，却对Lisp连句谢谢都没说。它可以帮你找到到达目的地的最快路径，不过还要看你的运气如何了
 Matlab 一般和 Mathematica 在相似的地形上行驶。在这种地形上驾驶 Matlab 是很舒服的，但是如果你驶离车道，哪怕只有一点点，这辆汽车就变得非常难开，这时一些势利的驾驶员甚至不把它当作一辆车。
 Ocaml 一种非常性感的欧洲车。它并没有 C 那样快，但是从来不会半路抛锚，所以你最终花的时间或许更短。然而，正因为它来自法国，驾驶方法和一般汽车不一样。
 Perl 是一辆漂亮的汽车，只是驾驶手册太难懂了。另外，及时你已经知道如何驾驶 Perl，你也不一定会开别人家的 Perl。
 PHP 是Oscar Mayer Wienermobile。尽管它是一种奇怪、难以驾驶的汽车，但是每个人都想驾驶它。
 Prolog 全自动汽车：你只要告诉它你的目的地长什么样，它会自动驾驶过去。然而，描述大部分目的地的精力耗费都与亲自开过去相当。
 Python 是一种非常适合初学者驾驶的好车。你可以不要驾驶证就开它上路。一般来说你不需要其它车，除非你想要开得飞快或者经过非常危险的地带。
 Ruby 是 Perl、Python 和 Smalltalk 3者的合体。一位日本工程师从碎片中拼成了 Ruby，并且很多车手认为它比另外三种语言都好。其它车手抱怨说 Ruby 的操作不稳定，有些完全一样的操作在不同环境中表现有些不一样，所以这种车不那么容易驾驶。据说 Ruby 的重新设计正在进行中。
 Smalltalk 是一种最初为学习驾驶的人设计的小型汽车，不过设计得非常好，所以有经验的驾驶员也喜欢开。它没法跑很快，但是你可以把它的任何一个区域取下来，换成其它部件，以适合自己的需求。它有一点奇怪之处：你不需要手动驾驶它。你告诉它你想去哪，它要么带你去，要么告诉你它不知道你在说什么。
 Visual Basic是一辆驾驶你的汽车。
 一小贩街边卖枣，遭城管驱赶，遂换至一偏僻小路继续摆摊。路过一老人，对小贩说“枣不错，来三斤。当年我还做八路的时候，就推着这么一车枣在敌占区边卖边刺探敌情，转眼六十年过去了。”小贩不解的问，“大爷，那时候鬼子咋没赶你呢？”老人怒道“卖个枣有啥赶的，鬼子再浑蛋也不至于啊！”
 环球时报：现在没有任何证据表明中共执政的满意度在下降，恰恰相反，中共的受欢迎度很可能是全世界执政党中最高的。……西方发达国家的执政党经常上台一两年，支持率就跌到百分之二三十。但在中国，这样的事情不会，也不能允许发生。
 荷兰屯特大学的米莉亚•塔克（Mirjam Tuk）教授研究发现：膀胱充盈有助于我们做出更理智、长期的决定。
 人生是一场赌博呀！从我们还是生殖细胞的时候开始，残酷的俄罗斯轮盘赌就开场了——还是用双筒猎枪玩的。
 RT @小小鸟的天空: 来自剑桥的Keith教授说卖电脑要像卖蔬菜，周转要快。他打了个比方“40度烈日下，你在马路边守着200公斤西红柿要卖掉，你最担心什么？”同学们异口同声“城管”..K教授很迷茫的换了一个案例...
 笨蛋之所以是笨蛋，就在于他真的和一般常识脱节。
 在草原上，土拨鼠和花栗鼠混居在植被周边。有趣的是，土拨鼠仅是有时会注意到花栗鼠的警报声，而花栗鼠则对土拨鼠的警报声十分重视，通常都会警觉地观察四周，有时甚至会直接抱头鼠窜、躲进自己的洞穴里。Aschemeier推测，这种“文化不平衡”的原因可能在于土拨鼠对花栗鼠的警报声听得太多、不敏感了，因为花栗鼠实在是，比较多嘴。”
 如何扮演一名卓尔 1、准备精灵一枚，鞋油（黑色或深棕色）一管 2、将鞋油用软布或海绵，均匀涂抹在精灵表面 3、你得到了一名卓尔！ 注意事项：避免激烈运动，否则流汗会出现斑马。
 RT @diyzh: 人生的悲剧在于：你花100块买了一本叫做《制服诱惑》的书，看完才发现“制服”原来是个动词而不是名词！
 RT 一次家里来了客人，带他们去渝北的人和吃饭，路经一个叫“人和镇”的地方，在车上一路很安静的老乡，突然大叫一声“重庆人好猛啊，还兴和狼狗配种啊！”。 吓到正在喝水的我呛了一裤子水，顺着他手指的方向，我瞬间石化......一个低调却醒目的招牌：“重庆人和狼狗配种基地”。　
 RT 一次家里来了客人，带他们去渝北的人和吃饭，路经一个叫“人和镇”的地方，在车上一路很安静的老乡，突然大叫一声“重庆人好猛啊，还兴和狼狗配种啊！”。 吓到正在喝水的我呛了一裤子水，顺着他手指的方向，我瞬间石化......一个低调却醒目的招牌：“重庆人和狼狗配种基地”。　
 RT 有位非常漂亮的女同事，有天起晚了，木有时间化妆便急忙冲到公司…那天她被记旷工了…旷工了…
 “坊间流传，简历必须只有一页，于是求职者们给我们发来了7号字体的简历。那么小的字体，我们是不会去看的。”——某金融服务公司人力资源总监
 “很神奇的是，有些人来面试时会问‘您能给我介绍一下贵公司吗？’拜托，世界上有个东西叫互联网。你就不能自己去查一下吗？”——纽约人力资源专家
 “一次我对一位求职者说：‘简单地介绍一下你自己。’一个半小时后，我都不敢再问他第二个问题了。”Sharlyn Lauby—纽约人力资源专家
 “如果你以前的上司讨厌你，不要给我他的电话作为证明人的联系方式，给我人力资源部的电话就好了。大部分人力资源部只会给出你就业的日期和你的职位。”——北卡罗莱纳州某中型企业的人力资源专家
 “如果你请了病假，就不要把看电影或去面试的消息发布在你的社交网络页面上，这太愚蠢了。”——Laurie Ruettimann
 人大代表就是三千活宝。每次开人大会，我看报纸时最想看的就是报纸的花絮，都是人大代表对各级领导的关怀表示感谢。我甚至都怀疑这些记者是不是反动分子，故意暴露我们人大代表的弱智。
 这个余粮收集制混蛋阿，什么叫余粮？凡是没有吃到肚子里的都叫余粮。我这个农民家里，确实还有点粮食啊，但这是我过冬用的；你收了，我冬天吃什么？我们说，这个税率多搞都不怕，你收80％,我还有20％啊，但我就最怕余钱收集制了，什么叫余钱？对吧。
 西方有香水这玩意，因为他们不洗澡。这个路易十四，一生洗过三次澡，你不擦香水，臭阿！
 只要你被宣布为人类的公敌，那至于你敌在哪里为什么敌都不用去深究了，你或者被挂到路灯上，或者被赶进海里，再或者被送上断头台。断头台啊，就是人民的剃刀！
 你别以为人民群众没有理想，那个，黄土高原之上，倚在墙边，白发苍苍，行将入土的老汉，他也是有梦想的，只要你给他一个机会，他就会显示出来。斗地主？去！！
 那时候（89年）我住18楼，无聊的很，也就看看书，看书看得也很无聊了，就只好出南门外数过往的车辆和人头，那时，我真想有条狗来咬我，那我还可以踢他一脚阿！
 美国的辛普森案，要让列宁来裁决，容易得很啊。那用得着搜集什么证据，只要问，你年收入多少？800万美元。好，那就够了，资产阶级，拉出去毙了，哪用得着那么麻烦。
 如果您使用的一种编程语言是以小品喜剧艺术团命名的，你最好有幽默感。
 RT @酒千殿下：尼玛两张图能叫步骤吗！两张图能叫教程吗！尼玛要是一篇文只有开头和结尾的能叫一篇文吗！就比如“他们俩相遇了……射了”尼玛这文能看吗！！
 有人看了建党伟业后，评论说，该片很多地方应该打上 危险动作请勿模仿 的字幕。
 在《V字仇杀队》中雨果·维文饰演“V”，但是直到影片结尾字幕出来之前都没有人知道他是谁……。
 Oicebot收了可观的小费以后小声道：“昨天在帝都某处下水道里捞到一具尸体，其一只手仍保持高举手机状，据说是因一边走一边发帖，加上地表积水太深，没看到脚下有未加盖下水口而掉进去，死前用尽最后力气把手机举出地漏，把“对城市积水这个问题，要理性看待”这句话发出后才咽气的。”
 两个朋友，一个在北京一个在丽江。一个年薪十万，买不起房，租住着十几平的小房间，朝九晚五，每天挤公交，呼吸着汽车尾气，想着出人头地。一个无固定收入，住在湖边一个破旧的四合院，每天睡到自然醒，以摄影为生，到处溜达。没事喝茶晒太阳，看雪山浮云。一个说对方不求上进，一个说对方不懂生活。
 Oicebot收了可观的小费以后小声道：“帝都极具前瞻性的下水道设计已经根本杜绝了忍者神龟这种怪物出现的可能性。”
 【小学生作文】今天傍晚，北京的雨特别特别大。我正好在广场上玩，一下子水就漫上来了，于是我只好游泳了，我游啊游。这时，我发现水面上漂过来一个大玻璃箱子，哇！箱子里还有个人！是一个老爷爷，闭着眼睛。我隔着玻璃对老爷爷说：爷爷！你醒醒！老爷爷睁开了眼睛。他说：你叫我孙子别到处题字了……
 Oicebot收了可观的小费以后小声道：“【帝都暴雨】哥今天终于明白，为什么哥开的是车，交的却是车船使用税了！！”
 记得有一次，早上刚买了包子，正好看见院里一挺熟的狗狗，于是一高兴，想也没想就把热包子扔出一个去，扔偏了...狗狗姿态很优美地斜刺里一跃，一头撞树上了...- -||~
 那种来短信却是10086的感觉，那种来电话却是催还信用卡的感觉，那种敲门却是来查水表的感觉，那种响起QQ上线提示音却是跳出新闻窗口的感觉，那种点开未读邮件却是邮箱增加了新功能的感觉，那种微博上方终于跳出“1条新评论”打开却是要求互粉的感觉。。。尽管这样，我们还是在期待，不是吗？
 Oicebot收了可观的小费以后小声道：“生活时常和我们开着玩笑，你期待什么，什么就会离你越远；你执着谁，就会被谁伤害得最深。”
 今天我在路边捡到一个漂流瓶，打开里面有一张哀怨的小纸条，上面写着：求搭车，我在公主坟桥。看完我呵呵地游走了。——帝都一友人签名。
 Oicebot收了可观的小费以后小声道：“这arch没了wiki就完全没法用了。”
 昨晚上梦见韩国那个明星 全智贤，变成鬼 追着要撕下我的脸来换上她的。梦里极度恐慌的没命的跑 最后给她追上的瞬间 猛然惊醒。然后我给我男朋友说了这个梦。我男朋友白了我一眼 说：你梦的美~！ 
 RT @糗事百科： 一句话,今天被个不认识的基佬告白了,正好被喜欢的妹子看见...她是F女...
 RT @糗事百科： 前天和损友在QQ上聊起了最近的各种不顺，哥开始怀疑自己的人生，损友说：你是数字界和字母界的亚军，当时以为他是在安慰我，热泪盈眶啊。今天突然反应过来。你大爷的，损我就损我吧，为虾米还这么含蓄。
 RT @糗事百科： 我妈胃一直有问题。今天早上看见我爸拿了他以前那本老医书在那里翻来翻去。我搭了句：爸，你在找治胃的方法啊？然后我爸犀利的盯了我一眼，我猛然间想起了什么……
 RT @糗事百科： 班里一男同学不好好做值日，班主任批评道：“你连个值日都做不好，将来连男朋友都找不到。”
 RT @糗事百科： 今天接诊，一很正的妹，有点感染，需要继续吊针，看过化验单准备开药，问了句：有什么药物过敏吗？此妞很爽快的回答：万艾。可。（wei哥）！！偶大惊，暗叹，此妞豪迈！！！然后一阵沉默，然后偶翻看了一下病历卡首页，赫然写的是艾可诺（头孢），我好晕！！！
 Oicebot收了可观的小费以后小声道：“坐地铁的时候，不要把西瓜放在地上，要不它会一直滚、一直滚···从车头滚到车尾···随便你在后面怎么像鸭子一样的叫：瓜！瓜！瓜！ ”
 RT @糗事百科： 今天出高考成绩……起床下楼看见台上有把还没开的新刀，于是问妈妈，干嘛买刀啊！母亲大人说，你不是下午出成绩啊！等下砍的时候顺手些！！！
 RT #第一世界问题# 我载的盗版MP3文件名字都不对还要自己改！——bothra
 RT #第一世界问题# Facebook上某些小姑娘的照片太多了，我想找比基尼的照片都找不到呀！——dadn
 RT #第一世界问题# 啧我在盗用的这个无线连接很慢的诺。——bobshoe
 RT #第一世界问题# 我今天被迫用了IE……——sel227
 RT #第一世界问题# 我的这张钱闻上去味道好奇怪……——happyheathen
 RT #第一世界问题# 拉完屎刚站起来它就自动冲水了，我都来不及看一眼便便是什么样子。——CoproCabana
 RT #第一世界问题# 啧我车子里的空调第三挡不够强，第四挡又太冷了！——matterman
 RT #第一世界问题# 啧我有三个24寸的显示器，经常会找不到鼠标光标在哪里。——lightstrike
 RT #第一世界问题# 我吃得太多于是得每星期花三天时间举些铁盘子和骑辆压根不会动的自行车来烧掉过多的卡路里。——nihilion_Zero
 RT #第一世界问题# 啧本拉登死了但我没有AK47不能举枪庆祝。——assumetehposition
 RT #第一世界问题# 我家太大，WiFi覆盖不全……——awwschucks
 RT #第一世界问题# 啧我打算在红灯时回短信的结果一路都是绿灯。——drinkthepill
 RT #第一世界问题# 我的民族没有包办婚姻我还得自己找女朋友！——JSKlunk
 小时候每当我伤风，妈妈都会为我冲一杯咖啡。她温柔的说：“外国人都是这样的。”可我总是害怕咖啡的味道，酸甜苦涩交错，人生亦如是。如今我走遍两岸、上岛、星巴克都见不到小时候喝的那个牌子，还依稀记得它有一个很洋气的名字：板蓝根！
 #糯米网说说#《无极》满神对张柏芝说：你永远都得不到真爱，就算得到也会马上失去！2、谢霆锋对张柏芝说：你毁了我做一个好人的机会！3、张柏芝对百万将士说：你们想看我脱衣服吗？PS：陈凯歌曾经说过，《无极》你们现在看不懂。”原来陈凯歌早就知道一切了。
 中国政法大学法学院副院长何兵：「这是一个非常荒诞的时代，这个时代荒诞到甚麽地步呢？比如说：鼓励你唱革命歌曲，但是不鼓励革命；鼓励你看《建党伟业》，但是不鼓励建党。」
 据说一老外年轻的时候，立志要当一名伟大的作家。怎么才算伟大呢？他说：我写的东西全世界都要看到！看完他们必定会歇斯底里！会火冒三丈！会痛苦万分！结果，他成功了，他在微软公司负责写系统蓝屏时的报错提示信息.....
 电影《窃听风暴》（Das Leben der Anderen）临近结尾，正收听电台的斯塔西工作人员摘下耳塞，轻声说道：「Die Mauer ist offen」。他难以掩饰内心的兴奋。那一天，墙被推倒了。
 今天看到对《妻子唱红歌唤醒植物人丈夫》这则新闻的一句经典点评：植物大战僵尸，结果僵尸赢了。
 @kowry: “现在的女生都怎么了，上半身穿棉袄，下半身穿丝袜。”“因为鲜奶要保温，火腿要冷藏。”
 @bimawen 最新募捐宣传：您每捐10000元，就可以帮助贫困地区官员的小情人买LV皮包一只！！。
 RT @FML 今天，我的狗狗把自己的头卡在一个容器里出不来。这小混球惊慌失措，在客厅里到处撇条。
 Oicebot收了可观的小费以后小声道：“狗是人类最好的朋友。除非这个人类是警察，他的狗认为你们全是杂碎。”
 我们恨贪官，又拚命报考公务员；我们骂垄断，又削减脑袋往高薪单位钻；我们讥讽不正之风，自己办事却忙找关系。总之，我们愤怒，不是因为觉得不公平，而是觉得自己处在不公平中的不利位置，我们不是想消灭这种不公平，而是想让自己处在不公平中的有利位置。这种骨子里的自私，才是我们真正该反思的。
 【“政府的房子比学校好，县太爷就地正法。”】这不得不让我们怀念那个时代。
 初中的时侯刚学生物，说生男生女由爸爸决定。晚饭时候屁颠屁颠地跟老爹说这事，老爹不以为然：“这就好比电台和收音机，我两个频段都发射了，收哪个由你妈决定”
 吴宗宪：“少林寺的和尚手上都生茧子” 阿雅：“是因为练功么？” 吴宗宪：“不，因为他们晚上都很寂寞……”
 史上知名八大奸夫淫妇： 锄禾日当午，造血干细胞，清明上河图，弯弓射大雕，复方草珊瑚，平方差公式，班长兼学委，还有一个—-完全搞不懂！！！
 【英国首相卡梅伦】我在英国当首相都没有专门的厨师为我做饭，只能去内阁蹭饭。每年收入全部公开。每两周要去下院接受质询，回来满脸都是口水。我要是进了老百姓家，抱着老百姓哭，第二天泰晤士报的标题会是《英国首相以无耻的眼泪换取选票》，太阳报的标题会是《英国首相和私生子相认》。
 去游泳馆，刚进大门的时候就看见一个社会青年的纹了一身的活，剃个“青皮”头，脖子上还戴个大金链子!等我们下水适应温度的时候就看那哥哥大摇大摆走过来往水里一站，天雷的事发生了。。。他脖子上那好粗好粗的大金链子浮在水面上。
 在端午节。。有个人走到屈原投江之处。。轻轻地向下抛一个，月饼。。。瞬间江面波涛滚滚，，传来一个低沉的声音：“坑爹啊？！！”
 上海浦东大道两侧的旗帜：”垃圾分类，从我做起！”
 “严禁触摸电线，5万伏高压，一触即死，不死法办。” 
 "如果你爱我,你就摘颗星送给我吧。"电脑另一端,程序员打了个"*"。几十年后，已为他人妇的女孩和程序员见面，谈及那次导致分手的谈话，程序员说："*是通配符，代表我想送你一切。。。"
 Oicebot收了可观的小费以后小声道：“宅若久时天然呆，呆到深处自然萌。”
 RT @兔肉大厨 之前我在北站附近，见过一女性黑人，长得挺漂亮，有个人上去搭讪，先用英语，人没理他，然后连续换了4、5种不知道哪国话，最后人家回他句“会说中国话不？”纯正东北口音，当时我就被雷翻了……
 Oicebot收了可观的小费以后小声道：“红歌之所以能娱乐全民，原因在于它是一件相当幽默的事情。构成幽默的主要方法有穿越，有错位，有夸张。”
 RT @fishswing:福州大学实行恋爱实名登记，同学们都挺配合， 已经登记了两百多人，其中仅女生就有四十多人。
 RT @zhangjiachen123: 高中时候就向往成为隐士，后来他妈才知道现代的叫法是“宅男”。
 你问我挂没挂，我可以说一句无可奉告，但你又不高兴，我能怎么办？我告诉你我是身经百战了，挂的多了，你们不要想弄个大新闻，说我已经挂了，就把我祭奠一番。
 美国密歇根州的一个囚犯认为他被“极度残酷的虐待”，只因为他不能看工口杂志。他说，监狱拒绝了他看工口物的请求，使他的“生活质量降低”。美国公民自由联盟认为，虽然原则上监狱禁止工口物，但可以根据实际情况灵活调整，所以适当的有一些也是可以的。
 全国各地如今都在追悼一个叫热的家伙——“热死了！”
 某男一日闲来无事，去公园找乐子，遇见一算命先生，遂上前问卦。算命先生盯着某男良久，道：“你是两个孩子的父亲。”某男轻蔑的伸出三个指头“那是你以为，我是三个孩子的父亲！”算命先生停顿半刻，轻蔑地说道“那是你以为！”
 Lodd开发《海上丝路》mIRC版跳票期间，《永远的毁灭公爵》发布了
 李宇春和曾轶可两人从手术室走出来，面对着黑压压的一片记者，摘下口罩，摇了摇头，用低沉的声音说道：“我们已经尽力了……”（via:@lijiansion）
 RT @宝中堂：#微小说#“阿英呢，我要见阿英……”病人无力地伸出手说。“不，您暂时不能见她，我们请来了另一位歌手，她一定能治好您的病。”“别安慰我，我……没救了。”“您必须相信。”他抬起头，对面前的年轻女孩说：“李宇春同志，请你过来。”
 一国两制就是，有的人在大陆还活着，但是他在特别行政区已经死了...
 某日尿急，遂窜进一家酒店豪华卫生间。走进小便斗一看，上贴几个大字“不要用坏了！“我心中轻笑，我等素质人士，受过高等教育，故宫门前拍过照，五星饭店睡过觉，什么场面没见过？事毕，自动感应，自动喷水，水量超大，湿了一身，恍然大悟：靠，打个逗号会死啊！
 看见一个人拿着iphone4给别人拍照。只见他喊：“一，二，三…茄子！”然后按下了home键……
 童鞋买了一部山寨手机，炫耀其超长待机一百天， 结果一天就没电了。大家仔细一看，手机盒子上写的是：“超长待机一白天”！
 前阵子父母打电话天天催我找女朋友，我一时没办法，只好骗他们我是gay。他们沉默了一星期，这几天又总打电话催我找男朋友…
 上课时，某童鞋传来一张纸条，看到内容我真的很想扁他，上面写的是：在吗？
 二十出头的时候，觉得一个人乘飞机坐火车很酷，好像要去浪迹天涯。现在，形单只影出门只会觉得悲催…上厕所连个看包的人都没有…
 突然想到微软应该请范冰冰代言必应："I fan Bing, I'm a fan of Bing, I'm Fan Bing Bing..."
 object-c 是c赛车的改进版，其加装了一个全自动的引擎空转保护器， 非常有效地减少了老c赛车的故障率。但保护装置额外的重量降低了它的速度，而且它的仪表盘居然要司机用手去拨动…最重要的是，大多数司机都认为仪表盘上面的标示太长了……
  jyfl987: c应该是一个你自己用引擎+ 轮子 拼凑出来的车子 如果你对汽车知识知之甚多 那你的车子开起来就非常快 如果你不懂汽车知识 那劝你最好别开这种车 很有可能出事故……
 住校，晚上天气闷热，又没有电，于是把凉席铺到楼道睡。刚躺下就被蚊子编队围住…翻箱倒柜找出盘蚊香，点上放在脚底下，这才安然睡去…又不到一个钟头，我被一声男人的尖叫惊醒，我大怒，只见一人影哆哆嗦嗦地说:“你、你大爷的！铺个草席躺楼道里就够吓人的了，还烧柱香…”
 Oicebot收下小费后悄悄地说：“您每捐 10000 元，就可以帮助贫困地区官员的小情人买 LV 皮包一只。”
 在公园草坪躺着，用手机听歌，手机放边上，快睡着了，忽然歌声停了。 我睁眼一看，一个大叔抓着我手机，一脸惊恐地看着我。一会儿，他呲牙一笑，把手机递给我，特诚实地说：对噢，一拔掉你就听不见声音了！
 一场因“二奶”引发的红十字会信任危机，正在冲出亚洲走向世界，美国重大的媒体《纽约时报》报道了郭美美事件，引发中国百姓对红十字会的信任崩溃。善待自己的血汗钱不要被伪装的慈善欺骗了自己的善良，搞不好民众的捐款被用来吃天价套餐包天价二奶
 中午公司一女同事外出吃饭，手机落公司了。然后她老公一个劲的打电话，旁边一哥们吃完饭午睡，被电话铃吵得很烦。在电话响起的第N回后，哥们很气愤的拿起电话，吼道：“我们在睡觉，你老打电话，烦不烦啊！”随即挂掉。电话不再响了，1个小时后，她老公不淡定的出现在公司门口。
 最打动人的还是，老江根本就没有小胡那种道貌岸然的阴沉木模样，动辄色迷迷地看着女招待，全不顾无数摄影机对准了他……
 谜题之所以被称为谜题，是因为它是可以破解的。——雷顿教授
 孟良崮上虎贲垮， 千里驰援有天霞。非我见死不相救， 奈何共军有高达。
 中国男人真惨，同台竞技争不过爱打扮会争取的女的。结婚的梦想被同胞女当成提款机，被越南女当成凯子
 me no worry, me no care, me will marry millionare, if he die, me no cry, me go marry other guy ---Miss Shanghai 奥利地画家希夫早年对“上海小姐”的经典写照
 一年前，学校广场上献血。200CC送一副修指甲的用具，400CC送个手表。邻班一MM听说了感觉很幸福，跑过去问护士：”1000CC送什么?” 护士淡定的说：”送个棺材……
 【传说没有安全感的孩子会…】1. 会爱音乐，非常非常爱；2. 怕黑，却习惯晚睡；3.隐藏真正的心事；4.喜欢有口袋的衣服，否则会不知道手放在哪里；5.习惯抱臂习惯冷战；6. 会突然不知所措；7.喜欢窗户，喜欢蜷缩；8.喜欢写字和阅读；9.莫名的孤单，无法抗拒的恐惧感；10.不爱说话或很爱说话。
 「北京暴雨七景」陶然碧波、安華逐浪、白石水簾、蓮花洞庭、大浪垂釣、二環看海、機場觀瀾
 2011年，马英九参加七七事变特展开幕典礼，碰上到台北中山纪念馆参观的大陆游客团，当场成了老马哥的粉丝见面会。陆客对着马英九喊：“小马哥！小马哥！”
 大家还记得那个绿坝不？对了，绿坝软件就是由工信部推动开发的，花了四千万呢。 据工信部官网消息，中央纪委监察部有关负责人证实，工业和信息化部原总工程师苏金生因收受巨额贿赂，生活腐化堕落，已被开除党籍和公职，并移送司法机关。—其实我们早就知道，都是些什么东西在给老百姓上道德课了。
 RT @myLifesucks #FML# 今天，我了解了一个常识：如果冲得太快，自动门会来不及打开来。
 空中姑娘走向正高声抗议的男人, 男人喊:＂我要向这家航空公司抗议!我每次搭机都坐同一个座位,没电影看、甚至没有窗帘!害我连觉都睡不着!＂ 空中姑娘说:＂算了吧～机长,别闹了!＂
 史密斯先生刚给一位女病人做完检查，证实她怀孕了，便说：“琼斯太太，我有一个好消息告诉你。” “是琼斯小姐。”年轻小姐更正道。 “噢，琼斯小姐，”医生赶忙说，“我有一个坏消息告诉你……”
 庙会上，剃头的和卖胡辣汤的吵了起来。 剃头的师傅边剃头边骂：“你卖个JB胡辣汤，牛B嘛啊？！” 卖胡辣汤的不服，回骂道：“你剃个JB头，你牛B嘛啊？！” 于是，正在理发的顾客腾地站了起来，一脚把卖胡辣汤的锅给踢了！
 一次意外男孩把血捐给了他的女友，分手后男孩要求还他的血，女孩狠狠的把卫生巾丢在男孩脸上：“给！我会每月分期付款还你！”
 当GG第一次羞涩地解开MM衣服时，他很奇怪地问：“为什么人家身上纹白虎纹青龙的，而你却纹个草字头啊？”MM羞涩答道：“傻瓜！那是bra勒的印！”
 每次经过小区门口，保安都主动过来探讨三个终极哲学问题。 你是谁？ 你从哪里来？ 你要到哪里去？
 狗狗小声说，ob其实是欧剃收买了质检总局后偷偷发行的劣质产品
 某京官被煤老板宴请，酒后曰：“有钱, 在北京无事不能!”煤老板曰：“500万把我爹像挂城楼上!”，官员答“钱不够”，老板说“1000万!” 官 员说“行，一周完成”。一周后，老板进京见挂的仍是毛像,找官员理论退钱. 官员答“ 这就是你爸像，回去查户口便知!”老板返查户口，见其名已改成“ 毛岸英”。
 哈利·波特系列电影的小演员们常常谈及他们阅读罗琳新作时的奇怪做法，他们飞快地翻过一页又一页，想知道来年剧组又会让他们做些什么。罗琳就像监护人一样看着他们，而这种“隐形监护”在2004年时达到顶点。那时，14岁的艾玛·沃特森去看望罗琳，想问问她自己究竟会不会和别的主演有吻戏。“噢，”罗琳告诉她，“你和两个主演都有吻戏哦。”
 突然发现华尔街日报的英文首字母竟然是....
 好莱坞动画电影《功夫熊猫2》讲述了一个功夫战胜大炮的美妙童话，在卖萌的熊猫面前，炮弹也会转弯。不过百多年前的义和团就没有那么幸运了（也许是因为不够萌？）。
 Larry Page当初不让对Google总部接待处大屏幕上显示全球搜索的关键字进行审察，结果发现大屏幕上滚动的都是色情词汇，才不得不妥协了。
 Sergey Brin坚持让Gmai在4月1日发布：Brin觉得4月1日是个好日子，这符合他的幽默感，这样别人就猜不出Gmail到底是真是假。Gmail是Google除搜索引擎以外第一个重大产品，它必将影响未来的业务。Edwards曾经试图说服Sergey在愚人节发布不是个好主意，包括Eric Schmidt施大爷也劝过Sergey，但显然他还是固执己见。
 Google公司早期厨子的压力不是一般的大，因为很多工程师夜里只睡几个小时。
 中国国家测绘局今天确认他们暂时不会要求已经提交地图服务申请但还未通过审核拿到“良民证”的公司关闭其在景德镇境内的地图服务，意味着Google Maps尽管还未获得“良民证”，但由于已经在7月1日前提交了申请，可以允许暂时继续地图服务。
 一藏人发博文称，现在很多人把#尼玛#作为一个网络词语来代替脏话、可是对我们西藏人来说、尼玛是太阳的意思、是很神圣的、所以希望大家能以后不用这个词语、也希望你能转告你认识的朋友们。
 老公手机里有个愤怒的小鸟，老婆比较喜欢玩。晚上和老公逛超市，排队等收银，老婆对老公说：“等下直接回家吧，我想玩你的那个小鸟了。”然后周围一片寂静......
 一战，德军在望远镜里发现了一只名贵的波斯猫，于是调集密集炮火猛轰波斯猫的后方，法军一个肩负重要使命的师级地下指挥部被摧毁，官兵无一生还。郭美美就是那只不该出来溜达的波斯猫。
 我无意间发现手机居然有飞行模式，这可乐坏我了.我打开飞行模式，哈了一口气，往天上用力一扔，结果你猜怎么着，他丫的居然掉下来了，屏幕也摔碎了！你这不是坑爹吗！！
 出差，刚出车站就来一大婶：“小伙子，住旅馆呀？”我说：“不用。”大婶马上换成暧昧的语气：“有小姑娘哟，很漂亮的。”我汗，说：“不要小姑娘。”大婶立刻改口：“老姑娘，老姑娘也有，便宜一点。”再汗，说：“我不要姑娘。”大婶沉默了下，小声说：“那个，小伙子也是有的！”
 某日在人才市场晃悠时，只见一小伙快速从我身边冲过，闯进前面的一个招聘摊位，抓住其中一个招聘人员的衣领，用力的把他扯离座位并抵在墙上。我们大家看见这一幕都楞了，没等我们回过神来，就听见那小伙咆哮道：“你们先面试，完了又复试，复试完了再笔试，到最后说只要女的，你们tm的玩我是不是！?”
 @苏椰 ：刚才写稿，涉及到ACM（美国计算机学会）的颁奖，我忘了奖项的全名了，于是google了一下“acm award”。搜索结果第一项标题就叫“acm award”，我点进去一看，我勒个去全都是美女啊！尼玛敢情计算机学术界有这么多美女啊！仔细一看，人家是另一个ACM（Academy of Country Music）
 长江大桥武昌桥头下，哥斯达黎加留学生桑迪想横渡长江，他跳入江中，4个多小时后，海事人员将其救起。桑迪英文名叫Santiago Montero，来中国已三年多。桑迪说，半年前在一本书中读到毛主席横渡长江的故事，出于崇敬，萌生了渡江的想法。
 RT @拇姬: 在#武侠#里，汤唯在洗用作安全套的鱼鳔时， @甄子丹 老师为什么要说【你知道我不喜欢鱼腥味的】。。。这这这，这样的台词真的很腐啊，有木有！！！
 RT @sein 对国人崇洋媚外的观念，在现实中有深切深刻。某次在农行办事，柜台大叔始终黑脸黑面，对我说一口武汉话；结果后面的黑人兄弟一上来，大叔马上堆起满脸笑容用蹩脚的英语伺候人家…
 如果《武侠》这场BOSS战发生在现实中，真有个黑道大佬在1917年的云南边陲发扬一不怕苦二不怕死的精神，顶着雷雨天气在无名小村的茅屋前狠揍远道而来的东瀛友人，这位黑道大佬会因为脖子上的银针而被天打雷劈么？果壳自然控认为，这个可能性并不比“因为他揍了东瀛史上最帅的帅哥，引起人神共愤从而被天打雷劈”更大。
 如果让秉持着严谨科学精神的果壳自然控来还原《武侠》的BOSS战，名中医金城武要怎样做，才能让教主大人被闪电劈中呢？大吼一声“雷公助我！”然后打出黑桃2替换掉当前判定牌……喂喂，不要那么宅吧。
 宾夕法尼亚的乔纳森•帕克（Jonathan Parker）在闯入一户住家偷窃两枚价值3500美元的钻戒后，没有马上离开，而是迅速用这家的电脑登陆了自己的Facebook查看好友动态，悲剧的是，他临走前竟然忘了注销。更悲剧的是，户主回来发现失窃后，也马上登陆了自己的Facebook准备发布自己被盗窃的信息（是有多喜欢用Facebook？），结果发现了这苦孩子的页面……几个小时后，这位老兄的Facebook状态就可以改成“在监狱”了。
 新奥尔良的一家人在晚上回家后，发现一个小偷已经将家里值钱的东西全部打包好，准备逃跑了。不过令人瞠目结舌的是，这个小偷之所以还没跑，居然是因为他那会儿正忙着在电脑上看主人珍藏的黄片。谁说下片没用的？
 佛罗里达的约书亚•库里（Joshua Taneal Curry）通过他偷的手机向受害人索要240美元的补偿，妄想在受害人拿回手机后再去偷回来，然后再勒索，再偷回来，再勒索……显然这人病得不轻。在第一次与受害人见面的时候，这个发财之路就断了。
 一煤老板带10万现金在酒店消费，结账时共20万，煤老板要求刷卡，酒店只收现金，发生了争执， 一个电话后，两辆装满面值1元人民币的车开到了酒店门口。
 一中国医生来到非洲某部落工作。一天，酋长愤怒地找到他：为什么我其中一个老婆会生出黄皮肤的孩子！这个医生很慌张，想了一下说：你有没有看到外面那只羊，其他羊都是白色的就它是黑色的。酋长拿枪对着医生说：只要你不说出去，你跟我老婆的事就算了。
 RT @wenyunchao: 方滨兴在厕所没纸微博求助，20分钟后门外被网友用板砖砌了无数道墙。
 同事去印度某公司商务谈判，几轮下来后，把MSN签名改为：“anglee，valley valley diffigo do dog do dem。” (注：angry,very very difficult to talk to them)。。。(via：@i生活大爆炸) 
 在玩街机上的飞机类过关游戏时，我喜欢把炸弹留着，这样快死的时候就可以用它来救命。有一次到了不得不用炸弹的关头，我突然想到，如果用掉，以后类似关头岂不是就没得用了？于是就挂了。
 南京理工大学录取通知玩“淘宝体” ~~“亲，祝贺你哦！你被我们学校录取了哦！南理工，不错的哦！211院校哦！……景色宜人，读书圣地哦！……亲，9月2号报到哦！……”这不是恶搞短信，也不是网络段子，而是南京理工大学招生办公室通过短信平台给每位录取新生发送的录取通知。亲，包邮的哦~~
 奥地利的一名27岁的女司机，开车思维显然异于常人，为了抄近路不惜冲入密林，然后在斑斑驳驳高高的草丛中开着开着眼前突然豁然开朗——扑通，掉水里了。所幸Lang女士本人没有受伤，消防队也及时赶到把车辆给拎了上来。据一名救援者说：“她坚持这都是卫星导航系统的错。”不过，她问的本来就是怎么到格伦德尔湖嘛！这样责怪导航系统真的没关系吗？
 古代老鸨：“这丫头6岁学艺，琴棋书画样样精通，一定让公子玩得高兴，来，给公子弹个曲！”今日妈咪：“这妞才18，波大水多，活好着呢，一定让老板玩得开心，来，快让老板摸摸！…传统文化的缺失令人痛心啊！！！
 瑞士某人给居住东柏林的亲戚写信，信尾不放心地嘱咐道：“听说你们那里检查制度很严，盼你安全收信并及早回复。”过了一段时候以后，信又退到寄信人手中，上边附了一张条子：“此信有中伤民主共和国的内容，不予投递。另外，我国并无检查制度。”
 在看到朝鲜用唱红歌来催长水稻的照片后，网友犀利吐槽道：“可见红歌的作用相当于大便。”
 他的弟弟是恒大地产的老总;他的老婆是戴梦得珠宝集团的老板,全国珠宝协会主席;他的儿子拿了平安马明哲的73.6亿做为“咨询费”,一夜赚19亿;他的女婿是大连实德的老总;他本人则是一位资深演员,年纪一大把还很喜欢哭鼻子. 猜猜他是谁
 在外吃饭，中间去洗手间洗手，手在龙头下面感应了半天不见出水，这时一个大叔过来帮我打开水龙头，说，水要拧一下才有。然后加了一句，“大城市就是不一样吧！”
 我觉得，不能再让男士们观看卫生巾广告了！继我哥们儿以为姨妈是蓝色的之后，又有男人对着痛经蜷缩在床上的我说：“你们不是贴上卫生巾就能蹦蹦跳跳了么？广告里都这样啊。”
 红会已遭万人吐，达人芬奇惹众怒。电梯倒转死了Who，脊梁本是好媳妇。院士偷情把家顾，海藻嫁作商人妇。房屋质量遭投诉，志强不忿扒底裤。强奸杀人有活路，逃票一元监牢度。桥梁垮塌不怨路，飞机晚点高铁护。所长强奸有套路，戴上套套有人护。问责越问越糊涂，马拉隔壁实在酷。
 在所有鸟类中，程序员最讨厌雀形目，因为里面有八哥....
 在地铁上，我给一大妈让了座，大妈高兴地和我攀谈，问：孩子多大了？我：26。大妈羡慕地说：你长得真年轻，看起来也就30出头，孩子都26岁了。
 dropbox提供储存功能，然后用户要求提供删除功能。提供之后，用户要求提供误删除恢复功能。提供之后，用户要求提供永久删除无法恢复功能。提供之后，用户要求提供永久删除紧急恢复功能……
 [23:11] <狗狗|能打> 这么说吧, 揣着tt约会,至少还能让人想起来自己还是个男人。所以至少会少宅一点...
 RT @FML 今天，我和男友正在享受浪漫一刻，就在这时我嘴欠的提到了星球大战。我不知道是我说的东西比较糟糕呢，还是男友因此更加兴奋比较糟糕。FML
 日本Youtube公布了一个名为“自动话音标识符字幕生成”的服务，这个功能是利用Google现有的话音识别技术，根据影片的话音而自动生成字幕，整个过程视乎内容长度而定，一般情况下不用1分钟就可以完成。之后在选单中选择“翻译原文字幕”功能，就可以把字幕翻译成不同国家文字显示。
 现在这些家长防网瘾的方法弱爆了 神马电击、拔网线的都不靠谱 要是哥的话 家里电脑全部装Linux 给丫个最低权限账户 随便丫去玩 要是这样还能上瘾 以后丫长大了就算不是黑客或者死程序员 至少也会帮妹纸修电脑。。。 --網摘 via 被雷到了
 人类自己从某种程度上说也是食粪动物，中药里有这么几味药：夜明砂、明月砂、五灵脂，听上去很唯美吧，其实它们分别是蝙蝠、兔子和鼯鼠的粪便。还有世界上最昂贵的咖啡之一Kopi Luwak咖啡，也是用椰子狸便便里没有消化干净的咖啡豆制成的。
 别老骂达芬奇了，人家一没哄抬楼市，二没污染水源，三没生产毒奶粉，四没造能让车压垮的大桥，五没把捐款揣自己兜里对不对?你确定那帮买个家具上百万的人代表了普通消费者？人家把价格定位在了老百姓买不起的高度上，这叫善良！
 A：“我暗恋一个女生。” B：“暗恋好啊！” A：“怎么个好法。” B：“暗恋是所有恋爱中最省钱的。”
 小崔说事，一个卫生部副部长，说免费为一农村大妈做白内障手术，说：“摘下纱布， 她看见了，确实得感谢GCD、感谢政府。靠她自己，她一辈子也做不起手术。”问题是：辛苦一 辈子，连个白内障手术都做不起，得恨谁？
 两子弟在长安街斗殴，一子弟曰：你等着，我爹是敏感词。另一子弟听后一笑：你丫牛逼个屁，你爹敏感词，我爹在谷歌搜索直接重置！
 朋友出国，一天看到家门口出车祸，英文实在不行，但是好心就给急救中心打电话，说：“Two car bang bang, one car die! Please call wuli wuli! ”（不会说救护车……）最强的就是，过了十分钟救护车真的开来了……
 通俗地说：Apple重新发明了手机，Google重新发明了操作系统，Amazon重新发明了书籍，Skype重新发明了电话，EBay重新发明了商务，我们…重新发明了局域网…
 pol.ice 抓到一个偷龙虾的男子，男子：你说啥？这两只龙虾是我的宠物，我是带牠们出来散步！ pol.ice：胡说！ 男子：真的啦，他们超爱到海里游泳的，只要我一吹口哨，就会游回来！pol.ice：这我倒要瞧瞧了～于是男子把手上两只龙虾抛到海浪里。 pol.ice：我看你怎么把你的宠物龙虾叫回来。男子：龙虾？什么龙虾？
 从五岳散人那里看到和菜头一个天才技术帖：割包皮亦有抗辐射效果。这条微博真被迅速转发，据称各大男科医院门口谨慎增加了30%略带不安表情的男子。
 送醉酒后的你回家，把你摔到床上，然后扑上来趁虚而入的，是禽兽；把你放到床上，然后给你盖好被子自己到客厅睡沙发的，是阳痿；把你搁在床上，直勾勾盯上半天然后跑到洗手间疯狂打飞机的，才是身心健康的好男人！
 赖昌星最快明天就要通过飞机被遣返了，某办公室圆桌会议。一号人物：朱总当年说了，不能杀他，现在不好反悔，咋办呢？许久，角落的发改委的同志站了起来：那今晚就调整一次油价？
 牛B、装B、傻B的区别：一、牛B的永远是少数，装B的普遍存在，傻B则满山遍野到处是。
 牛B、装B、傻B的区别：二、牛B的不在乎开车还是走路，装B的出门必开宝马，傻B的开吉利美人豹。
 牛B、装B、傻B的区别：三、牛B需要相处一段时间才会觉得牛B，装B一开始觉得牛B，时间长了才知是装B，傻B的一见面就感觉很傻B。
 一个烧饼分成两份是比亚迪，分成三份是奔驰，分成四份是宝马。一个饼上面加个鸡蛋和大葱是丰田，四个饼连在一起是奥迪，一个烧饼上放三根火腿就是别克，后来来了个狮子把这些烧饼都吃了。
 有一个城里人到乡下去玩，正玩高兴的时候，忽听一农民喊：同志，你踩到麦子了。那城里人瞟了农民一眼说：没文化，这叫踏青。农民一脚把他踹到河里说：他奶奶的，这还叫踏浪呢！
 附近有家煎饼的摊子生意很好，今天早上过去一看没人！边上的小贩说：“你不知道么，每年这个时候他们全家都要去马尔代夫旅游的。。”内牛满面啊 。。有木有！！
 问题：哈利波特在最后一战后，从事的职业是什么？。。。答案：记者。原因：在最后一战之后，哈利肯定会比原来更加出名。以至于每个人见到他认识他，都会充满敬意地喊他：hei repoter!!
 小姐向警察解释自己没有卖淫：“我只是把两元的安全套卖到了二百元，最多算抬高物价。” 警察：后来呢？小姐说：“教他如何使用，属于售后服务。”
 由于文学素养的低下，我曾长期被一个成语的释义所迷惑。在书中，这个成语用来形容男人之间亲密无间的友谊，而我认为，它的字面意思确是在描述男女之间的性爱生活。好吧，这个成语是——管鲍之交。
 老婆怀孕，看我憋得难受就说：“我给你买个充气娃娃去，免得你出去花擦擦。我说：“我要一个最好的，要会叫的。”老婆慢慢转过头来看着我，不紧不慢地来了句：“买个便宜点的，我来叫！”
 前段时间有个妹子让我帮她充50元话费，我帮充了，也忘记了，今天妹子发短信问我要钱还是要话费，我就顺口开玩笑:陪爷睡一觉就行了！一阵回了条短信:等过两天有时间……
 1元=100分=10分x10分=0.1元x0.1元=0.01元=1分 这就是通货膨胀。
 同学告诉我，中国历史上四大奸夫淫妇是：锄禾日当午，造血干细胞，清明上河图，复方草珊瑚……我当时就泪奔了……
 建国前夜，大家商量谁当国家主席。 刘少奇一摔烟头：祖国尚未统一，选毛主席呀。 朱德一摔烟头：祖国尚未统一，选毛主席呀。 大会全体起立，振臂高呼：祖国尚未统一，选毛主席呀。 于是就这么定了——
 毛主席亲笔题词“向雷锋同志学习”。学雷锋，学什么呢？伟大领袖自己没明说，林彪的题词画龙点睛：“读毛主席的书，听毛主席的话，照毛主席的指示办事，做毛主席的好战士。”
 ——你男友是电动的！！——你女友是充气的！！
 和印度人吃饭，这十几个印度人毫不客气，伸手就抓。 以前只是耳闻，不曾见过；这次一见，场面相当震惊，手指在菜里饭里搅来搅去，颇感无语。同事眉头一皱：服务员，加个水煮鱼。
 转发了 @超重的豆爸 的微博: 昨天地板上看到的回复：“咱们国家法律是 rwxr-xr-- 的”，太精辟了。
 RT @Mini_Dragon_CN: geek也是会表白的好不好。要不在电路板的丝网层上。要不在源代码的注释区里。
 举报材料称：2008年12月30日下午，党煦燕得知张要提拔建设局一年轻女同志，就冲到张办公室，大打出手，扬言要跳楼，并大声哭叫：“老娘陪你睡了七年，你这个大流氓，谁和你睡你就提拔谁”。当时多位管委会领导赶来拉架。
 2004年，洛克西德马丁公司向美国军方交付了一艘基于 Red Hat Linux 的核潜艇。
 丰田最近加入了 Linux 基金会，将会在未来的车型中搭载基于 Linux 的车载信息系统。
 1951年，不列颠本岛终于废除《反巫术法案》，而直到现在，该法案在北爱尔兰仍继续有效。
 今天，一辆消防车撞了我的狗。这辆车是来把我的猫从树上解救下来的。FML（猫星人：狗星哥们儿，抱歉了）
 今天，我在一年中最热的一天里站在烈日下指挥交通，只为领到微薄的薪水。而且更可恶的是，经常有人驾驶着空调车路过，问：“你不热吗？”FML（做什么都不容易啊）
 话说文革大辩论那会，武汉的大学生们跑到我们那小县城辩论“怀疑一切必然万岁”，正值他们唾沫横飞之际，旁边一位大叔打断他们说，我只问你一句，你怀不怀疑你是你妈生的？全场爆笑。
 发现《变形金刚》里面，满地的名字都适合用来做壮阳药得名字啊，比如擎天柱啊~威震天啊~千斤顶啊~惊破天啊~大力金刚啊~钢锁啊......
 马良发扬了所有想当原画的美工的优良传统，此时他齐白石﹑夏达﹑藤子不二雄附体，挥笔作画即成实物，勇斗地主皇帝，画生产资料给穷苦百姓，成为了生产力的天使。
 溫國豪:想知道中国有像美国FDA那样专门管理食品药品的组织吗？ 方舟子：你指的是局长判死刑，副局长判死缓，一个司长判死缓，一个司长判15年刑，药品审评中心主任判11年刑，的那个组织？
 姚明要去上海交大读书。。。各位去上海交大的孩子。。想象一下打球打着打着突然有个低沉的声音问：能加一个吗？。。。你要是说“不好意思人够了”的话，他又说到“玩玩么，我也不太会打”。。。
 【这真是个科普的春天】汶川地震，我们研习了建筑学；三聚氰胺事件，我们学习化学；苏丹红，带来食品学；杭州70码飙车案，力学研究；乐清钱运会事件，音频分析技术；上海大火，火灾学；而今天，所有网民主动自学铁路前沿技术和火车逃生。
 俄克拉荷马大学医学院报道了一例与兽交有关的病例，一位12岁的男孩，试图和他的斗牛犬干点那什么，结果反被那斗牛犬“爆菊”了……
 赖昌星说：我走的时候，电视里在放还珠格格，我回来的时候，电视里还在放还珠格格。
 生命探测仪没探测出生命，这是我国自主研发产品的再一个识别奇迹，据了解，每回新产品试验时都拿铁道部官员试测。这是奇迹。
 活着买不起房，死了买不起墓，可坐趟动车就把你埋了，这是中国模式买一送一的奇迹。
 太丢人了，刚才滴珍视明，闭上眼滚动一下，再睁眼什么都看不见了。吓疯了，大吼大叫。完了…买着假药了，我瞎了！刹那间往事涌在我心上…我爸点着蜡冲上来，看见我在黑暗之中，脸上两行清泪（是滴眼液！是滴眼液啊！）骂道：越长越倒回去了！停球个电看把你给吓的！
 <metbsd> gentoo用户有时挺逗的,又不是他们的程序,老是说“我今天编译了个什么” <iGnome> 蛋疼的才用贱兔来玩系统 
 今天出门看到一男一女穿着情侣装，这倒很常见，问题是后面还有一男的穿着和前面这哥们一样，难道是3P情侣装？ 
 隔壁栋的MM自从知道我会修电脑后，每个周末都要打电话给我“我的电脑又xx了 ，你过来给我看看嘛”，拜托，我们又不熟，只是你妈认识我妈，就为这，我必须每周呆你那一天当免费修理工+免费电脑家教 ~~ 你TM找个男的行吗？
 RT #FML 今天，我在科尔士上班，一位女士上前问我是不是美国土著。我说我是，她说：“噢！我还以为你们已经绝种了！”
 毕达哥拉斯学派的认识更惊悚，他们认为精液是“包含一种热气的滴状脑浆”。 （看来对男人精虫上脑的刻板印象从那时候就开始了啊。）
 看着被沉重背包压弯腰的阿富汗老乡,美军官兵热泪盈眶.老乡朴实笑道:"俺们背支前物资走了二百里山路,多渴多饿包里物资也没敢动,这可乐和游戏机是队伍上的,子弟兵靠它打胜仗嘞"美军军官深情地握住老乡手,他深知没老乡运可乐和游戏机,就没阿富汗战争胜利,胜利是老乡用肩膀扛出来的
 搜索用Google，下载用wget，杀毒不需要，输入用Fcitx，聊天用Pidgin，视频用VLC，手机用安卓，嚼着丁家猪，再喝点苹果汁。
 白岩松问：“1919年五四运动发生在什么季节？” 台长按钮抢答“冬季”——大概他脑子闪现的都是系围巾的男女群雕。
 菊҉花҉文҉因҉形҉似҉菊҉花҉而҉得҉名҉。҉其҉最҉早҉出҉现҉在҉马҉化҉腾҉的҉腾҉讯҉微҉博҉上҉，҉并҉由҉腾҉讯҉微҉博҉开҉始҉广҉泛҉流҉行҉应҉用҉。҉娟҉秀҉的҉菊҉花҉字҉符҉在҉保҉证҉正҉常҉阅҉读҉的҉前҉提҉下҉，҉起҉到҉修҉饰҉美҉化҉文҉字҉的҉作҉用҉。҉原҉理҉其҉实҉很҉简҉单҉，҉只҉是҉将҉标҉准҉的҉文҉字҉中҉参҉入҉了҉一҉些҉特҉殊҉字҉符҉而҉已҉。҉由҉于҉符҉号҉比҉较҉特҉殊҉，҉没҉有҉盖҉住҉前҉后҉的҉字҉体҉，҉才҉造҉成҉了҉这҉种҉假҉象҉。҉菊҉花҉文҉的҉ASCII҉码҉为҉1161。
 那名将部分搜狗拼音输入法词库用到谷歌拼音里的程序员是个实习生，他犯的错误显然无法让他继续呆在Google，据说后来他去微软了，XD。
 昨天出差，晚上无聊！于是和同屋偷溜到隔壁两男同事房间，趁其不备，偷溜到卫生间把付费的套套拆开扔进垃圾桶。今天一早就到前台等他们来结帐……
 如果有个男生在球场上突然有几秒技艺大增，那真的不是他人品爆发。而是他偷瞄到了球场旁边，经过了他喜欢的那个女生。
 假设你能够用一个空水壶烧一壶热水。那如果所有条件不变，只是水壶中已有足够的水，该怎么办呢？通常人们会去进行下一个步骤。而数学家不这样，他们会倒去壶中的水，并且声称他们已经把这个问题化归成先前面已解决的的问题了。
 -“我和太太的关系就像高铁跟铁道部。”-“她的存在，是为了建设你的未来。”-“不，我敢出轨，她就会把我给埋了…”
 据媒体调查，近期京沪高铁大部分列车的一等座、二等座的上座率只有30%，而商务座更是很少有人乘坐。有人因此戏称京沪高铁并非是在运人，而是在运凳子。
 一人不慎落水，路人欲救之。一说：是公务员！路人散一半。另一说：是公安！又散一半。又有人说：看上去像城管！路人皆散去。猛然有人说：是红十字会的！路人蜂拥以石投之，让他活着上来不是坑人吗！突然有声惊呼：是铁道部......众人皆往水中撒尿。众人喊：我们在救你，至于你信不信，我反正信了！
 @黄薄码：湘潭广电局长微博上问詹姆斯•卡梅隆的联系方式，想请他策划做一台大型实景演出《中国出了个毛泽东》。卡梅隆在Twitter上回应道：我不拍毛片的。#Monologue#
 @琳RoiWang煜：宋词基本可以总结为这八句话：小资喝花酒，老兵坐床头。知青咏古自助游，皇上宫中愁。剩女宅家里，萝莉嫁王侯。名媛丈夫死得早，MM在青楼。
 最近香港街头出现一种现象，越来越多的人一接电话就说：我在香港，回来再说！口气很严厉。这引起了港府当局的注意，有什么话不能在香港说呢？他们拨了一笔专项资金，来调查香港是否有沦为钳制言论自由地区的可能，最后发现，他们来自大陆，是漫游电话费太贵了。。。
 有一次感冒了，老是流眼泪流鼻涕。下课后走着走着眼泪就流下来了，于是就停住擦….擦了一会发现路过的人都用很异样的眼光看我….然后就发现我站在公告栏旁，公告栏里贴着“作弊处罚通知”
 模电老师说：这个放大器是增益可变的！下面同学狂晕，曾哥还会变放大器！
 我朋友下载了个Winrar的安装包… 结果发现是Winrar.rar …
 上大学时，有一同寝室的哥们，是数据结构科代表。教我们数据结构的是一个年轻的女教员。话说，一天我哥们叼着烟走在路上，突然看到了数据结构教员，就走上前去想打个招呼，谁知教员连退两步说：“我怀孕了！（是害怕烟熏到了）”，我哥们没有理解意思，瞬间石化，烟都掉了，战战兢兢地说了句“不是我的吧！”。女教员脸红的快步走了，剩下了我们狂笑。
 同事在仙人球上拍死了一只蚊子，然后…只听一声尖叫划破了长空……
 一天下午去学校，中午没睡好所以到了学校还是昏沉沉的，结果上楼梯的时候滚下来了，滚着滚着也不知道滚到了几楼，好不容易停下来了我才爬起来，看见旁边一MM做惊恐状，我本来想问问她这是几楼，脱口就说“这是哪啊。” MM说：“地球……”
 差拨兔爷马甲 20:05:15: 刚才天津对皇马，0：6  我发现观众真高兴，哪边进攻就叫好，主场被进球也不骂街……
 几个朋友在一家小饭店吃饭，席间一个朋友夹起一块肝，对另一个说：你说，这是肝左叶还是右叶？ 另一个也不含糊，研究一会，肯定地说：左叶！你看门静脉的分支走行角度比较平直，这是肝左叶的特点。 然后他夹了块肥肠，问那个，你说这是哪段肠管？前者回答：这是乙状结肠，脂肪成分不多、粘膜光滑，tmd这家饭店蒙人！用乙状结肠冒充直肠卖给我们，老板！ 老板没过来，旁边桌一个哥们儿脸色苍白地来了：求求你们，你们这桌我结了，别聊这个了成么？！
 同学在考试分数下来后吃惊的告诉我，他交了张白卷，居然考了15分，他高尚的提醒了一下老师是否搞错。老师自信且认真的告诉他：这是卷面整洁分……
 早市上卖早点的看见带有“行政执法”的车开了过来，大家马上相互招呼，四散跑开。车停了，车上下来两个人，无奈的互相看了一眼，其中一个说：我说不开车吧，你非要开，看看，又没早餐吃了
 今天，我去沃尔玛买一些粉刺霜。结账的时候，我发现没带够钱，在我试图向收银员解释的时候，他说：“拿去吧，我没见过有谁像你一样如此需要这玩意儿！”FML
 有人用纯HTML,不含脚本地写了一个IE6专杀页面：（IE6/IE6内核用户勿点）：http://t.cn/hE7OT
 高中时代，有一天放学，我们训导主任穿了一件很土的大衣，在学校门口倚着摩托车等他同事，结果一新生屁颠屁颠跑过去，拍拍他的肩膀亲切的说：师傅，送我去金阳光网吧…
 A向我介绍女友，说，这是我刚交的女朋友。我说，种类分那么细...
 “那天去给我哥的孩子买了把仿真的玩具枪，可以打子弹的那种。回家路上我又接到我妈的电话，叫我去银行帮她领个号占个位置，她随后就到。于是我忘 了自己还提着枪，就去银行了…刚一进门，那保安就抡起警棍朝我扑了过来，一棒子就把我干倒了…等我醒过来的时候，就已经在医院躺着了……”
 人大代表“走红地毯”，全国人大代表、少林寺方丈释永信被记者团团包围，抛出各种问题，但他口中只低念“阿弥陀佛”。后面不知道谁喊了一句“大师，用轻功啊”。
 Yesterday is history, tomorrow is a mystery, but today is a gift, that is why it's called the present
 最近，杭州的一名消费者在购买某国内知名品牌酸奶时，发现了一只苍蝇。在进行索赔时，厂商竟然要求她对苍蝇进行“尸检”，确定苍蝇的死亡时间，以此判断苍蝇“是否是在死后被抛尸”。
 2011.08.11-Google谷歌北京服务器群IP段变更，已改为203.208.46.1-9，203.208.46.160---203.208.46.254，全部开启443端口支持HTTPS
 IBM在30年前的8月12日发布了首款PC，与之一起发行的首款PC游戏代码的则是由比尔·盖茨(Bill Gates)花费一晚上时间完成。与IBM PC一起出货的首款游戏为DONKEY.BAS，玩者按空格键控制一辆像素画的赛车避开路上的一只像素化的驴，该游戏被包含在磁盘版BASIC编程语言中，与PC-DOS系统一起出货，PC-DOS是IBM委托微软为其首款PC开发的操作系统。
 在那山的这边海的那边有一群程序员，他们老实又胹腆，他们聪明又有钱。他们一天到晚坐在那里熬夜写软件，饿了就咬一口方便面～～哦苦命的程序员，哦苦命的程序员，只要一改需求他们就要重新搞一遍，但是期限只剩下两天。
 有些女生为了腰围疯狂节食，结果洗澡照镜子时看到上身就开始尖叫……
 谷歌的CEO 拉里 佩奇坐在办公椅上边吃巧克力豆，边和下属视频会议，说道：「公司缺少手机，买个摩托罗拉 吧。」 15分钟后 ，有人在视频那头传话 ，「摩托罗拉买下了。」 拉里问道 ，「什么型号的？」 下属： 「啊？型号？型号？」
 Tualatrix: 据我所知，我们很多玩Linux的朋友，都会有一个共识。用一句比较流行的话来说就是，“Ubuntu是我们的初恋”。就是说，即使他现在在用Fedora，或者在用Debian，或者已经在红帽或其他家工作了，但是我周围玩Linux的这些朋友，基本都是一开始因为Ubuntu而喜欢上Linux，从而最终把它当作自己的职业的。
 谷歌和摩托罗拉的婚礼上——HTC哭得泪流满面：原来为他生那么多孩子都没用，谷歌爱的是他；三星默默地看着HTC，想起那个叫苹果的男人，她了解这种爱恨交加的感觉；微软不敢看诺基亚的眼睛：再给我一点时间，我还没有准备好；黑莓跑教堂外面自己抽闷烟，一根接一根；“中国山寨”看着这对新人在傻乐....
 长约160公里的柏林墙在1989年东欧剧变后几乎被完全推倒。1990年10月3日两德统一时，只有部分墙体的断壁残垣尚存，302座了望台也仅存三座。柏林市长克劳斯・沃佛莱特(Klaus Wowereit)在接受路透采访时表示：“人们总是抱怨，柏林墙的拆除有点儿过多。”“从今天的角度来看，这种抱怨是可以理解的。如果能将柏林墙保留更多，这可能对游客更好。但当时，我们只是乐见柏林墙的消失。”
 继Google收购Moto之后，Samsung、 HTC、Ericsson也准备合并其移动通讯业务，成立的新公司就叫 S.H.E.
 继Samsung、 HTC、Ericsson合并其移动通讯业务成立S.H.E.之后，中兴、华为、大唐、波导、魅族宣布合并，取个名字叫“中华大波妹”。
 今天，在帝国全面战争吧里 看到一个贴分析说为什么最近吧里人气下降。结论是…本年度最可怕的灾难就要来临了：开学。
 屡次陷入劳动争议的富士康终于要有大变化了。这次他们准备——关门，放机器人！2011年8月初，郭台铭总裁宣布：三年内，富士康要添置一百万台机器人。于是，郭老板同时上了娱乐版、经济版头条。
 著名的宝马汽车，在一次广告创意提案中，为中国区打造的标语居然是：“宝马，送你上路！”结果，此项目的创意总监提案后，直接“打包东西，上路”了。
 蔺相如，司马相如；魏无忌，长孙无忌。下列哪一组对应关系与此类似？ A，PHP，Python；B，JSP，servlet；C，Java，Javascript；D，C，C++。
 我4月1日过生日…… 从来没有人相信过我真的是那一天过生日……
 记得博尔特吗？北京奥运会田径100米决赛，他用了9.69秒夺冠。近日郑州街头一名偷电瓶的男子被发现后，拔腿就跑，穿的还是一双皮鞋。监控显示，百余米路程他仅用了10秒多，以至于在监控屏上只留下一道白影。市民表示，偷盗屈才了，去奥运会吧！
 “是这样的张总，你在家里的电脑上按了CTRL-C，然后在公司的电脑上再按CTRL-V是肯定不行的……不不，多贵的电脑都不行。” 这个经典笑话终于要终结了，Google已经将其 Cloudboard 云剪贴板技术申请专利，未来大家可以在不同的电脑之间复制粘贴Gmail、Google Docs和其它Google服务里的内容。
 跟一位刚从日本回国的朋友聊天，他说：“日本的黑社会很厉害，但是有其制度体系，盗亦有道；中国的帮会在那边也很厉害，但是比较混乱，从不按常理出牌。”我好奇的问：“那日本的黑社会要是遇到中国的帮会又当如何？”朋友略作迟疑，说道：“日本的黑社会会报警。”
 东北英语： If you tiger me i will mountain you~
 最能树立一个人价值观的地方是监狱，最能摧毁一个人价值观的地方是同学会。
 I was mending a blonde's computer today, and asked for her password. She replied MinnieMickeyPlutoDonaldHueyLouieDeweyGoofeyParis. When I asked why it was so long, she said she'd been told it had to be at least eight characters long and include at least one capital.
 群众喜闻乐见的，一是冷笑话，一是牛头人
 今天，我心爱的宠物鸡跑丢了。父亲为了安慰我给我买了晚餐，让我悲痛欲绝的是，他买了KFC。FML
 开学生会，指导老师说大家要注意安全啊！！就头几天，一07毕业的喝酒醉了躺马路上，让闻迅赶来的警车给轧了…
 认识的一对情侣在一天之内，先是因为毛利兰和灰原哀吵架。然后因为桔梗和戈薇吵架。最后因为雪代巴和神谷熏吵架。吵的一个星期没说话。
 有个段子，说的是美国的柯立芝总统（Calvin Coolidge），有回携夫人去参观一养鸡的农场，夫人问场主，怎么这么少的公鸡就能搞出这么多小鸡。场主倍儿骄傲地告诉她，公鸡虽然少，每天几十次。夫人听到后不淡定了，让场主一定把这事跟柯立芝总统说说。总统闻之，沉思半晌，问场主：“这公鸡每次都是和同一只母鸡吗？”场主说：“那不能，一大堆母鸡呢。”总统释然，叫场主原话转告夫人。
 大学毕业，在一家医院实习。在医师指导下做完一个小手术，心里边回味手术时的一些注意事项，一边低头走出了手术室。这时家属围上来问情况，当时脑子不知道怎么抽了，想起电视里的常上演的情节，于是张口就说了句“我们已经尽力了……”顿时家属们各种哭声，然后我就被处分了。
 C程序猿和C++程序猿的最大区别是：没对象!
 卡扎菲暗恋着赖斯，但他已经没有机会了。血的教训告诉我们，表白要趁早！
 找女朋友就像买iPhone：一定要在大学里预定，才能拿得到货。等你工作了后再去找，不是没货，就是要求很高价格很高。最后只有两条路，要不买山寨的，要不买二手的。等到你千等万等，终于买到IPHONE4的时候，那说明IPHONE5已经出了。
 三个做头发的女人相当于一个小型千兆网，其信息传输速率足以让思科、华为这样的企业羞愧的一头撞死。（@里八神）
 蒙特利尔大学的一项名为“看AV对男性人生观的影响”的研究宣布无法开展，因为研究人员表示完全无法找到空白对照组。
 和朋友吃饭，埋单离开的时候需要经过很多桌子。一路上发现了一个极有趣的现象：胸越平的姑娘，越喜欢用手按住胸口避免走光，而所有的大胸妹都很坦然，双手吃饭。
 志愿：我一定要拿到高达的驾驶执照然后去魔恍里泡一回当个特种兵之后拿着守护者去当恶魔猎人挑战执行者之后成为MASTER后找一个好英灵夺取圣杯然后拿着卡组去挑战三挂王啊！
 乔布斯一觉醒来，突然发现自己半生奋斗的IPHONE4和Ipad是这么丑陋不堪，他突然有辞职的念头，何必跟已经癌症晚期的身体过不去呢？ 同一时间，美国入境检查站，莱昂纳多接过盖茨递过来的支票，和久未见面的儿女紧紧相拥。
 40岁的日本人Goro Ito被他的亲爱宝贝仓鼠(名叫“爱子”)咬了一口，死于对仓鼠唾液中某种蛋白质产生的急性过敏反应。
 BLZ你有多恨侏儒，才能让玩家做5分钟杀1000个的任务啊！
 小时候妈妈说我要不好好学习就会去掏大粪，于是我努力学习考上了北大医学院，但是现在每当我面对肠阻梗的病人，我真心觉得我好好学习和不好好学习一样
 腐女先是攻陷网络，现在又染指国际政坛。日本首相下台了，就因为他是【直人】
 1998年11月：在一个联邦反垄断诉讼中，微软的律师提供了一箱的红帽 Linux 作为证据，来证明 Windows 并没有垄断操作系统市场。
 Linux初學者最常問的問題就是：『我已經安裝好了Linux了，接下來要幹嘛？！』 這個問題最常見的結果是，重啟，到Windows下打DOTA。
 Page觉得Google的广告系统必须简单而具有伸缩性，广告商必须简单到只需要输入信用卡号和自己的网站地址即可在Google投放广告了──他们甚至不用自己选择关键字，Google应该为他们自动选好。当讨论到信用卡并非在各个国家都很流行的时候，Page建议在乌兹别克斯坦使用山羊作为等价交换物。
 巴西一名16岁少年在连续自[BI------]42次之后丧命……原来真的有[ ]尽人亡一说的喔！（评论：因为他撸完了生命宇宙以及一切的答案！！）
 海都新闻，福建独生子男229万，女74万。网友评论：男女比例三比一，一对情侣一对基。
 很久很久以前，Linux下有一个最神的下载软件叫做MLdonkey，它通吃一些下载，秒杀其他所有同类软件。然而时过境迁，MLdonkey已 经威猛不再，新协议支持的匮乏已经让它可以歇菜了……那么电驴下载首推的依然是Amule。Amule无论是设置还是界面都和Windows下的 Emule如出一辙，所以设置起来并不会有什么问题。至于Transmission，BT下载而已，不要问它为啥没有吸血雷快……
 Linux下对于MSN和Gtalk的支持简直就是完美的，即使你需要语音聊天也有Skype，那么唯一的问题就是对于QQ的支持了，虽然我们知 道，腾讯官方发布了一个LinuxQQ，但是相信我，那玩意真的是一泡狗屎。那么至于Linux下相对完善的QQ解决方案，也就是WebQQ了。
 ☆ 已婚男士为何喜欢转动他们的结婚戒指？ ……他们在努力寻找正确的解锁方法。
 国内著名营养专家建议国民: 早晨不要空腹吃喝。
 国内著名健康专家建议国民: 每天睡眠不宜过多，最好能控制在24小时以内。
 美国演员丹纳•卡维（Dana Carvey）在《周末夜现场》（Saturday Night Live）节目里所说：“双性恋是那些扒下任何一个人的裤子，不管发现什么都会得到满足的人”呢？
 小师妹早上电话我说，刘翔输了，但场面很暧昧，有个黑人一直想拉他的手，跑完了，还在第一时间，一把扑上去紧紧抱住刘翔…我汗，这个世界真是属于腐女的。我问她：你没看别的？ 她说：有啊，我还看到那黑人胸前有个拼音，写着“粗吧”。 刹那间，场面更YD了...
 ——“混蛋，霸天虎今天火力好强！大黄蜂呢？大黄蜂哪里去了？” ——“额，他今天尾号限行。”
 车震有风险，实践需谨慎啊~ 一对情侣在坡顶停车场车震，却不慎踢到排挡杆，打到倒车挡，结果轿车一路倒退，直到撞上楼边的水泥围栏才停了下来，可是这时车子的后轮已经悬在半空，吓得车里这对情侣失声呼救。
 豆瓣网的“咖喱咖喱我爱你小组”有4826名成员，而“不吃辣椒会死小组”也只有1260名成员而已。
 大到世界风云，小到吃饭拉屎，任何一条新闻都可以引起中国网民的对骂，唯独上黄色论坛的网民素质高，回复几乎没见过骂人的，清一色的是：楼主辛苦了、谢谢楼主、楼主好人一生平安。
 在投币咖啡机上买了一杯咖啡，东西倒出来后看了一眼：“It should be coffee.”尝了一口：“It should have been coffee.”结论：FML
 看到一则消息：“南京一高职学生为了给男友发鲸鱼宝宝的短信涉嫌伪造健康证明捐精买iPhone4 ”。。。靠这条新闻信息量太大了。。。都不知道要从哪个点吐槽了。。。
 全球变暖导致当年多少探险家们付出生命去寻找的北冰洋西北航道，现在北半球夏季时分可以无冰通航……
 RT #FML# 今天，我觉得自己的仓鼠很寂寞，于是去宠物店买了只新的来陪伴他。结果新来的把原来那只干掉了。FML
 2011年9月14日上午,上海地区最大便利超市@全家FamilyMart 在上海发售超低价"全民便当",价格分别为6.8/7.8/8.8元.发售当日引发超市周边上班族疯狂抢购,多家便利店因顾客拥挤受损。
 记者：有意思了，本职工作是 Linux C 的，却用 Python + JavaScript 去解决遇到的 Linux 桌面应用问题~ @Shellex 答：因为Linux桌面太破了嘛。
 记者：对了，既然你这么喜欢猫咪，为何选用 Hotot 这个兔子样的名称？ @Shellex 答：因为作为啮齿动物，兔子是很好吃的。
 RT @heiwulei 整场纪念9.11十周年的仪式以遇难者家属上台念出遇难者名字为主。这事若换在中国我觉得肯定也是念名字为主，主要念那些在救援工作中下达英明指示的各级领导们的名字。
 RT @nocoa: 人们常说很多人因酗酒而死亡，但他们忽略了有多少人因酗酒而出生。 #sickipedia
 某德国警方博客提到警方在搜查嫌犯电脑时，一个十分可疑的、足以被写进搜查报告中的迹象就是“硬盘分区里完全没有色情物”，其重要程度不亚于“电脑上有儿童色情物”……所以，在国外的朋友们一定要注意了：A片不能没有啊啊啊！！
 RT #FML# 今天，我在公园散步的时候，一个小孩跑过来问我：“你相信独角兽吗？”我说不信，他把手上的冰淇淋蛋筒扣在我头上，歇斯底里地大笑着跑开，一边还大叫：“现在你信了吧！”FML
 RT @Orangburn: 只要我登陆那个万年用一次的MSN帐号，就有个印度佬来求视频，我已经不止一次告诉他我是个男的而且后庭不开放观光客，可他死活不信
 我在KFC看到一个装B男，买了苹果的Mac Book Air，跑win7 ……
 伏地魔就像是个青春期的小女孩：他有一本日记、一枚喜欢的戒指、一个冠冕、一个特殊的杯子、一个深爱的宠物，还沉迷于一个小有名气的男孩……
 一个赤裸的白人女性和一个赤裸的黑人女性，有什么区别？前者登在花花公子杂志的封面上，后者登在国家地理杂志的封面上。
 【内涵非幽默】有三个富人在比谁有钱，一个说：我家佣人都开宝马，另一个说：宝马只是我家的运垃圾的车，最后一个说：我天天扶老奶奶过马路。其他2个羡慕的说:大哥，还是您有钱呐。
 有一天我和同学一起去学校食堂吃饭，恰巧碰见导师，于是大家就坐下来一起吃。同学无意间发现一粒鼻屎黏在导师的脸上，但又不好意思明说，于是暗示导师说他脸上粘了一粒米，结果导师伸出舌头把这粒米舔掉了…
 科学激发了人们探求神秘的好奇心，但伪科学也有同样的作用。很少的和落后的科普所放弃的发展空间，很快就会被伪科学和迷信所占领。 —— 卡尔·萨根,《魔鬼出没的世界》
 成為魔法少女有甚麼好處? ξ( ◨ฺ ‿ ◨ฺ )ξ<就可以像學姐一樣頭身分家喔！
 一个七旬老太捡废品时捡到7000块钱，虽然又冷又饿，但毫不犹豫地将钱交给警方。办完手续后，老人不好意思地问警察：“我还没吃早饭，可不可以借一元买两馒头吃？”在场警察震惊了，纷纷掏出口袋里的钱往老人手里塞。老人坚持只要一块钱。望着老人远去的背影，警察们含着热泪把7000块钱分了……
 哪种面向对象的方法可以让你变的富有？ ——继承
 “从名称看中国食品的发展史:最初叫食品,然后叫食品质量,然后叫食品卫生,然后叫食品安全。现在正在考虑叫食品犯罪,预计很快就要改叫食品杀人,最后将发展成:食品武器。到了那时,食品的归口单位既不属农业,也不属商业、质检、公安,而应是军工”
 铁达尼号快要沉没了，用Nokia手机的乘客和家人进行了为期一个半小时的最后通话，苹果手机的乘客用Facetime和家人进行了10分钟的告别，安卓手机用户什么都没有说
 对了，我想起一件事，以后在大街上卖Android手机电池或USB充电器应该是个不错的生意，但需要注意的是，你只能在卖给客户电池之后才能收到钱，因为买主都没电了──这也正是他们着急忙慌的四处找你的原因。
 樱木花道站在观众席，大声对场内喊道：“怎么这么轻易就放弃！我们湘北打山王的时候落后10球都能追平，现在还有10分钟，只落后5球而已！拼啊！” “滚！”大空翼烦躁的吼道。
 好消息：對女人而言，男朋友比鑽石、寵物、衣服手袋都來得重要。壞消息：男朋友輸給了70萬英磅，照片，以及... 手提電話。
 网游文跟网游的差距就是新闻联播和现实生活的差距！！！╮(╯_╰)╭
 想总结一下论坛敬语，100个字不到就总结完了。想看一下论坛脏话，一个TB的TXT文件怎么都滚不到头。
 秋天到了，松鼠在树洞里储存坚果；十一块到了，网民在硬盘上储存美剧，在微博上对外宣布旅游去了，和朋友告别。
 看动画版的《李献计历险记》的时候，心里想着：哥们加油啊！再快一点！看电影版预告的时候，尤其是看到成龙的倒霉儿子，心里话说：赶紧死了拉倒！
 承认同性婚姻之后，下一步他们就可能要求三人婚了，因为用“一夫一妻”要求同性恋确实没什么理由。
 那年，他考上了高中，他爸把猪卖了。那年他考上了大学，他爸把牛卖了。那年，他恋爱了，他爸去卖了好多次血。那年，他毕业了，丈母娘说：买房子结婚或分手。还是那年，他爸爸走路摔倒了，被好心人送去医院……然后，他有钱结婚了！
 有一次，在一个单身女性家过夜，她拿着一溜电蚊香片走过来，“没这可不行啊。”我吓懵了，面红耳赤从沙发上站起来，“我靠，别别别，咱这交情…”。——后来，这成为了她近年来乐此不疲的饭局段子，有些时候她那些流氓闺蜜们甚至会带上蚊香片贱兮兮的配合表演：“咱们这交情…”（@里八神）
 酒保说：“对不起，我们不对超过光速的中微子提供服务。” 一个中微子走进一间酒吧。
 有个人在医院输液，输 着输着就开始狂笑。别人问他笑什么,他说：“我笑点滴...”
 一个程序员退休之后决 定学习书法，买来上好的湖笔、宣纸、墨汁，饱蘸浓墨，在纸上一气呵成：hello world
 ☆ 刚看到一个什么比赛的第一名奖品，是能够吃一辈子的麦当劳。 从提供奖品方的角度来想想这其实真的很妙：愿意一辈子吃麦当劳的人……绝对活不了多久啊！
 ☆ 上中学的女儿怒气冲冲地跑进家门，对我大吼：“学校今天上性教育课了！爸爸你竟然对我撒谎！你竟然骗我说假如我在16岁以前和男朋友○○××的话，他会死掉！” 我放下手中的报纸，回答她：“可是他会的，亲爱的，他确实会。”
 ☆ 谷歌满13岁了。 不知是不是在不久的将来，我们输入搜索内容的时候，得到的回复会是“凭什么你让我做我就做？！”和“我才不要理你！我最恨你了！”之类的话呢……？
 原来我们都理解错了，鸣人只是要成为火影的男人而不是火影，怪不得自来也把位子让给了纲手，而卡卡西听说要做火影也是满心的不情愿…… 问题是鸣人有这个梦想的时候，火影还是三代老头……联系到第一集，谁能告诉我这个算是有爱还是算是变态？
 上联：subway，railway，highway，way way to die。下联：investigator，officer，announcer，sir sir to lie。横批：welcome to China！
 我的脑残已经从左脑沿着胼胝体向右脑蔓延了！！
 今天，我的朋友要从开在路上的车里跳出来。而我必须跟边上那位善良的老奶奶解释，他没嗑药，只是个纯傻逼而已。FML
 今天，我凌晨两点打游戏，养的豚鼠开始尖叫。除非我关灯睡觉，它会一直叫下去。我今年20了，却让一只老鼠来决定我的睡觉时间。FML
 很多事情吧说到底是视角不同，比如泰坦尼克号的沉没，对于当时船上厨房里的龙虾们来说，那可是生命的奇迹啊！
 你们说去买几块128G的SSD组一个RAID50，然后把这一砣SSD当作内存用，是不是很爽？
 一家三口沙发上看电视，父亲渴了叫3岁儿子倒杯水过来，儿子吭哧吭哧从沙发上爬下来走了出去。不久，又吭哧吭哧抱着杯水走了回来，父亲接过杯子喝了一口，表扬了儿子。母亲问：他那么矮从哪能弄到水？父亲苦思良久痛苦地得出结论：只有马桶
 新闻里，这位仁兄说油价下调让他一个月可以省1000多块钱，我们按93号，1000元整数来计算：每升下调0.24元，可算出他每月加油量4167升，按普通5人座轿车8L/百公里平均油耗计，此人每月行驶公里数为52087.5公里。这位哥，你红了~~~
 2009年，潘汉德尔的一名男子在试图与一只山羊ooxx时，导致山羊窒息而死（抗议者们在他的审判期间穿着印有“Baaa代表拒绝！”字样的T恤以示抗议）。
 我今天回家，发现u盘不在身边，甚担心。于是打开自家电脑，SSH连上单位的机器，打了个lsusb列出当前usb口上的硬件。看到Bus 002 Device 002: Kingston Technology DataTraveler 101 II，于是安心了。
 当两个老太太碰撞会发生什么？变成老太太执政官。
 武汉【汉口】COC面团招募，联系QQ44602056。2011.10.12. by Razor
 ☆ Google知不知道他们有75%的流量纯粹是因为很多人在上H网的时候要开个正常点的窗口用于紧急切换？
 ☆ 假如上帝真的不想让我们撸管，他一定会把我们的手设计得短一点的嘛。 ……或许这就是为什么霸王龙总是这么凶暴吧……
 ☆ 老子的Facebook账户被封了。原来，把名字改成“比尔·盖茨”然后对每一条“安息吧史蒂夫·乔布斯”的消息点“赞”并回复“哇哈哈哈哈！！”是违反他们用户条例的啊…
 四年前南非的一名男子救了一只猫头鹰，花了两个月的时间精心护理它直到痊愈。它伤好了之后还会“常回家看看”，而且还不是空手来的哦，每次来都会带上珍贵的礼物——肥美的死老鼠、死蛇什么的。只不过为啥每次主人看到礼物都会不太高兴呢？
 英国软件公司Moments ago 近日在一个技术大会上宣布，他们会联合Red Gate 一起举办一个DBA/数据库管理员的技术比赛，优胜者将由主办方赞助，被送去太空。 
 数学系一共就三个班。今天他对我说，你是3班的么？我说，原来你是2班的啊！他说，原来你是1班啊！
 今天，我遇到了一个帅的没天理的帅哥。他发现我在看他，并朝我走来。我打理了自己一下，对他露出了一个微笑。他过来，也对我笑了一下，然后说道：“能占用你一分钟时间了解同性恋权益吗？”FML
 今天，我正骑车和斜坡搏斗，一个骑着摩托的家伙从旁边路过，说我丢了东西。我停下来四下寻找，问他我丢了什么，他说：“气势！”FML
 在朝鲜，一台DVD的价格是十五只兔子
 伟大的革命导师，C语言发明人，UNIX合作发明人(与Ken Thompson)，图灵奖获得者Dennis Ritchie于2011年10月9日因病医治无效逝世，享年70岁。
 悉尼的苹果专卖将在当地时间周五开卖 iPhone 4S 裸机，从前一天开始已经有人在门前安营扎寨了。这时三星为了扰乱一下对手的部署，在旁边开设临时店铺，以两澳元每部出售 Galaxy SII，每天十部先到先得。
 用过 LISP 机器的人自然不习惯 UNIX 这种看上去“低级”的操作系统。结果是，用过 LISP Machine 的用户在 UNIX 上构建一个新的层，来弥补 UNIX 的不足。这事情的一个结果就是造就了Emacs 这个怪兽...
 几乎所有能在 UNIX 里做的事情，都能在 Emacs 里完成。Emacs 功能强大到大家都同意 Emacs 是个万能软件，而 vi 用户则强调说 Emacs 是个缺少一个好编辑器的操作系统。
 tips：——“如果你能穿越，你想穿越到什么时候的哪？”——“1921年7月的嘉兴。”——“去那干什么？”——“报警。”
 当俄罗斯为“和平”号坠毁而举国悲伤的时候，美国的一家宇宙旅游公司正兴致勃勃，兜售“包机前往南太平洋观看‘和平’号坠毁全过程”的飞机票，费用是6500美元。很多宇航迷们报名参加。
 昨天捡到了一乐队鼓手的谱子，内容如下：“一开始冻呲大次若干小节，当听到吉他手"滋儿"的一声以后，就开始疯狂的冻呲大次。”
 一女生跟男友分手了，旁边同学安慰她：“那男的有什么好，土木工程的，一听就知道又“土”又“木”的！”旁边软件工程的男同学一听，心里瓦凉瓦凉的。
 RP守恒定理：物体的角动量变化率等于它所受的外力矩，倘若系统没有外力矩作用，那么角动量守恒。略微学过物理的人都知道动量 p 可以写成 p = mv ，所以角动量 L 就等于 r × p 。因此角动量守恒就可以被称之为 RP 守恒。
 【新型诈骗法】首先，穿一套西装，戴副眼镜，左手拿个档案袋，右手拿支笔然后面相严肃，沉稳走路。随便选一个中学，走到一个班后门，然后眼镜扫视，看见低头的，走上去、手敲桌子两下，学生就自觉交出手机了，然后淡定离开，飞奔出学校...
 朋友A男心仪一悍妞B很久，于是借机找她帮了个忙。事成之后，A男说：“我该怎么感谢你呢，我娶你吧！” B仔细看了看他的模样说：“你怎么能恩将仇报呢？”
 北邮副校长：你是北邮人，看到老人跌倒了你就去扶，他要是讹你，你就和他理论，要是你败诉了，这事校长保证，一个网民都讨论不了! 
 传说中，当你集齐7颗龙珠，你就会得到一个老婆。然后。。。你要实现她所有愿望
 @panda_L: 她終於拿到了簽證，按奈不住心中的喜悅，她跑到了一直暗戀著的他的面前。『跪下來～向我求婚～我帶你出牆』，她終於鼓起勇氣作出了強勢的表白。 #微小說
 爹妈吵架。我妈越吵越气，挥拳欲击。老爹身手敏捷，一把抓住她胳膊。我妈还在气头上：抓我手干什么！我爹淡定：执子之手，与子偕老。
 买瓶可乐，中了再来一瓶，下午去兑奖，把瓶盖给老板，老板让我自己拿，刚拿了准备走，突然狗叫声把我吓着了，一看，老板家的狗冲到柜台的最外边对我叫，老板立马拿起我给的瓶盖子对狗说：“钱已经给过了，你看你看！”然后那狗就往回走不叫了……
 Jobs上船后，船长问他：“我们需要一个新的操作系统。你之前用的是什么？”Jobs回答：“基于Unix和C，但我不会写程序。”于是，Ritchie也上船了…
 上学的时候老师在课堂上感慨：“抽烟的可都是好人啊。税比别人交得多，死的还比别人早，把养老金都省下来给别人了。所以国家才要大力卖烟嘛。”教室里抽烟的同学都沉默了……我虽不抽烟，但也对此话印象深刻。
 转：学校的教室、食堂、图书馆、自习室每天都会上演这样的鬼故事:一个同学指着一个空荡荡的座位说，这儿有人…
 ThinkPad 的平板的永动机模式。。用usb 线把自己的miniusb口和usb口连起来，会提示”usb已连接，正在充电”。
 如今推出 Dart 语言的团队便包含当年开发 V8 引擎的团队。他们对 JavaScript 的评价是：“JavaScript 语言与生具来的残疾是无法通过进化改善的。” 
 今天胃疼，想吐。下午有考试，且老师与我们混的很开。考到一半，憋不住吐了。老师走过来关切的说：“怎么，题出的太恶心？”
 一位空姐在对乘客进行最后的检查时，发现拳王阿里没有系上安全带。空姐很和蔼地提醒阿里，但是拳王态度傲慢地回答道：“超人不需要安全带。”这位空姐完全没有被拳王的名气吓到，她依然语气和蔼地回答道：“超人也不需要坐飞机。”
 Linux is like a Tepee: No gates, No windows, apache inside.
 某人躺在手术台上，当看到主刀医生时，立刻吓得滚落到地下，大声惊呼：“他的证是我办的！他的证是我办的！”
 @lvkaiwen: 刚在大望路地铁站，一女生狂抽一男子耳光，边打边骂：＂我让你在外面玩女人，我让你在外面玩女人！＂这男子被打急了，说：＂他妈的那是我老婆！！！
 @XY5: 看见把普通硬盘称为「液态硬盘」咱也无力吐槽了…
 @songshinan: 黄薄码：绿领巾是校长帽子的一角，是校长夫人的汗水染成的。
 @tualatrix: 哈哈, 同学穿了件ubuntu的T恤, 在地铁站被人搭讪了, 问怎么装驱动...
 内裤，是最贴近私处的衣物。内裤除了作为保护私处的最后一道防线和防止分泌物沾染到外衣之外，也有支撑某些身体零件的作用。
 Oicebot收了可观的小费后悄悄说：“武汉【汉口】COC面团招募，联系QQ44602056。”
 卡扎菲尸体被埋葬于秘密之地——自从切.格瓦拉死不瞑目的尸体照片传遍全世界（让他成为革命图腾）后，各国处理这类尸体（如本.拉登）时都较慎重，一是担心他们被鞭尸，二是怕有人利用他们借尸还魂。目前地球上只有金日成、胡志明、毛泽东三具尸体仍由国家保养，尚未“入土”，所以这三国很难“为安”！
 RT @里八神：如果你ctrl+alt+del，蹦出任务管理器，你从上到下扫一眼，所有的进程你都认识，知道他们是干什么的，并且知道关掉有什么后果，而且你还能从CPU和内存占用的数字跳动上清楚的知道电脑现在什么状态，那么你应该没有女朋友。
 人们总是说希特勒对犹太人怎么怎么样。 就没想过他对其他人做了什么吗？他让全世界的人都不能留那一个胡子造型呀！
 曼城球员们纷纷表示大胜之后他们的喜悦无法用语言来表达……没关系啊，他们的翻译总会有办法的。
 鸭嘴兽既能产卵又能分泌乳汁，是动物界中罕有的能独力制作蛋奶糊的奇葩。
 “我们家小孩喜欢吮手指，怎么都改不过来，没办法，一狠心我买了点辣椒油给抹到指头上。” “后来改过来没有？” “嗨！别提了，这孩子现在非川菜不吃！”（@我很开心）
 现在的手机、电脑都流行触屏。 有位朋友特别感慨：“现在科技发展这么快，说不准哪天电视都触屏了。” 另外一朋友说：“你傻啊！有遥控器不用，非要走过去用手指戳？”
 天宫一号和神八对接后，可以想象出高三的童鞋们将要面对的各种碰撞，各种动量，各种守恒......
 在这个拼爹的年代，我终于理解了《魔兽争霸3》中无敌秘籍的意义。
 学校进一年轻教师，校长语重心长地对他说：考100分的学生你要对他好，以后他会成为科学家；考80分的学生你要对他好，他可能和你做同事；考试不及格的学生你要对他好，以后他会捐钱给学校的；考试作弊的你也要对他好，他将来会成你的上司的；中途退学的同学，你也要对他好，他会成为比尔盖茨或乔布斯
 女：“今年谁愿意陪姐过2011.11.11号特大光棍节,姐让他明年过父亲节。” 男:“从2011.11.11到明年父亲节,间隔仅剩7个月,这爹当的冤...”
 #微武侠# 咏春掌门乃是江湖上著名的武痴，年过八十仍每日勤练不辍，在庭院里对着木人桩反复劈打。这一日，一个与咏春门有点过节的侠客来访，希望能揭过这段恩怨。掌门大度一笑，拍拍那木桩道：“老夫只知习武，不问恩怨。打了一辈子光棍，早就不在乎过节不过节了。”
 你知不知道那种比如说，你走进一间房间，却突然忘了你进去是要干吗的感觉？那是上帝在玩模拟人生，刚取消了你的动作……
 孩子们，尊重你们的长辈吧——他们可是没靠Google和维基百科就上完了学、读完了书啊！
 ☆ 一个小男孩昨晚来敲门要糖果，我问：“你这是扮成什么怪物呀？” “我扮的是狼人。” “哈？你没打扮成狼人的样子啊，只是穿着普通的衣服。” “是啊，这不没到满月么？”
 ☆ 为了模拟飞往火星的载人任务，六名男子志愿被隔绝与外界的联系一年半时间，他们刚刚结束这段与世隔绝的经历。……听到了Rebecca Black和贾斯汀·比伯的音乐之后，六人已经一致同意参加冥王星载人任务。
 ☆ 显然不同国家的语言对于动物们发出的声音是有不同的说法的。比如说在韩国，狗发出的就是“嗞嗞”的声音……
 ☆ 在使命召唤里成功引爆战术核弹真是世界上最爽的事。——比○○××还要爽得多啊！！额……大概吧…………
 Oicebot收了可观的小费后悄悄说：“May the 4th be with you...”
 Oicebot收了可观的小费后悄悄说：“院长走进狗狗的房间，语重心长地问道：‘为啥每次我看到你在电脑前的时候，你都在盯着空白的电脑桌面？’”
 日前，陶宏开在接受媒体采访时炮轰巨人代理运营的韩国排行第一的格斗类网游《艾尔之光》女玩家比例过高，称其瞄准女性市场危害大。
 著名智能手机制造商HTC的一款名为Vivid的新款手机被一家名为Vivid 的成人电影制作公司告上了法庭，因为Vivid这几个字已经被该公司注册…
 1983年9月，林夏富行凶杀死同居女友，被法院以故意杀人罪判处死缓；4年后在1987年11月保外就医；1995年6月，再次杀害同居女友（未遂），被判10年，连同前罚执行16年；2006年8月提前释放；2010年8月，林夏富又将同居女友掐死，被判死刑…
 女友生日那天，花店送来无卡片玫瑰99朵，那一个兴奋的，以为是我耍惊喜直夸我浪漫，各种缠绵。我咬牙含泪默认。一夜难眠纠结，那个龟孙子在挖墙角，NMD敌暗我明，这场保卫战看着有点虚。
 一高中男孩，半夜打电话给他女友谈情说爱，很不幸被女孩的母亲接到。问明来意后，女友的母亲很不悦地问：“你姓啥？”男孩说：“我姓魏。”母亲又问：“魏什么？”这时男孩紧张地回答：“我也不知道为什么。”
 iOS就像苍井空，最红已过，审美疲劳，但知名度美誉度最高。Android就像麻仓优或吉泽明步，正值发片高峰后面还会更精彩。WP7就像中西里菜，出身名门前途无量，但还需火候。Webos就像初音实，认识的不多，但偶尔有几个铁杆死忠。黑莓就像穗花，够御够商务，已不再发片。塞班？饭岛爱。
 遞迴只應天上有 凡人該當用迴圈
 萨鲁法尔大王太强了，以至于杀死黑龙GG会导致非荣誉击杀……所以他叫你去杀。
 现代人发明疾病有瘾。比如说密集物体恐惧症，可以用奖金法加以测试。测试者面对上万枚硬币如果出现晕厥而非欢喜，则可以确诊的确罹患病症，更换大面额纸币。反之，则应该没收。
 在餐厅里面吃完了饭之后，男人掏钱是情人关系、女人掏钱是夫妻关系、男女抢着掏钱是朋友关系。
 11.25日 #歷史上的今天# 今天是太祖武帝皇太子因為不遵守燈火管制，製作炒飯，被美軍飛機炸死的祭日～～
 ☆ 今天报纸上一则消息说每四个女人必定中有一个在进行精神混乱的药物治疗。这不得我让我联想到这个世界是多么的疯狂，竟然四个女人当中有三个女人得不到她们应得的药物治疗！
 ☆ 今天，我遇到了耶稣，不过是以水泥塑像的形式砸在我的车上。
 ☆ 刚才发现自己办公室抽屉的钥匙丢了，一时兴起，依照辐射3里的螺丝刀+回型针（因为我没有发夹）的办法弄开了…… ［开锁技能提升］
 可以预见的是，广电总局《禁止电视剧插播广告的通知》一旦下发，植入广告必将大行其道，于是电视剧中将时常出现此类台词：报告！犯罪嫌疑人已穿一双阿迪王限量版运动鞋潜逃至丽园小区，丽园小区房价仅一万元每平，位于长江医院西侧，长江医院是国家级重点男性专科医院，引进国际顶尖诊疗设备... 
 在2002年的韩日世界杯之时，日本国家队接受采访，22名当中有16人承认自己是受《足球小将》的吸引而开始练习足球的，这是一个无比伟大的成就。
 我有个朋友开了个修车厂,但好死不死的开在宋庄了(给不是北京的朋友解释一下,那是个艺术家扎堆的地方),于是,总有人深沉地伫立在他们正修的破车前面,问:“你们这个作品想要表达什么?      
 对超级程序员形象的一种具有浪漫主义色彩的描绘是:他开启Emacs编辑器,敲起代码来就像打机枪,把一个软件从无到有开发成没有任何缺陷的最终产品。而一个更精确的描绘是:他静静的望着太空几分钟,然后说“咦,这好像以前在什么地方见过呀。”
 我觉得哦，乱扔垃圾的人真的是比希特勒还要差劲……起码希特勒知道，垃圾是要烧掉的。
 只见中通圆通两位大师早已负伤累累，委顿在地。汇通大师也有不支之相，唯有申通大师尚勉励支撑，与顺丰道长缠斗一处。忽听远远传来一声冷笑：“就算你们中有人赢了，我也不会委身与他！”申通顺丰大惊抬头，只看到韵达师太甩袖而去，唯留翩翩背影。
 有些人可能会说英格兰最伟大发明是蒸汽发动机和捷豹E系列轿车，但我们认为肉馅土豆泥饼（土豆泥上铺上一层碎羊肉）才应该被列入英格兰伟大发明的列表中。
 马伯庸：#三国新语# ：曹操苦头风，召华佗诊之。佗曰：“先饮麻沸散，刀开头颅，取出风涎，可愈。” 曹操疑惧，仍使华佗施术。术既毕，华佗自矜曰：吾先为关君侯刮骨去毒，又为曹丞相开颅去涎，可谓完满矣！” 操大惊：“刀可洗过？” 华佗默然，遂下狱死。操不日亦亡
 Oicebot收了可观的小费后悄悄说：“2B青年！不知道这世界上有松油门、减档和熄火这三件事么...”
 大清早儿就听到了这个振奋人心的消息：西安交大一个美国的留学生期末英语挂了…挂了…了…...瞬间觉的 我的挂科都不算什么了.(@其实我不是鸟人)
 “共产主义实现时警察还存在吗？” “当然不。那时候所有公民都已经学会自己逮捕自己”
 这年头，能在宿舍,公司楼下默默等着你，给你送上温热的早饭午饭晚饭，不管严寒酷暑刮风下雨总会很耐心的男人，只会是送外卖的。
 很久以前，我曾经读到过安妮宝贝的一段文字。她买了一盒哈根达斯，用干冰包裹起来，坐在出租车里，小心翼翼的捧着，然后不停的流泪，悲伤的想：那个爱我的人到哪儿去了？那个爱我的人到哪儿去了？剩我独自享用这美丽而昂贵的食物。
 说有一个吸血奇人，拿嘴吸手、吸胳膊都能吸出一嘴血来。后来甚至发展到吸桌子也能吸出血。后来调查来调查去，终于发现这个人牙龈炎。（via：ShihongChen）
 Oicebot收了可观的小费后悄悄说：“我在淘宝上发布了一个商品叫‘生活费’，每个月初我妈买一次就完成了给我生活费的任务，并且不需要任何手续费。用银行汇款的孩子弱爆了！”
 Oicebot收了可观的小费后悄悄说：“VI_Massive：要是你签约马刺，我们保证蒂姆·邓肯会把他所有的游戏作弊密码都给你。”
 Oicebot收了可观的小费后悄悄说：“其实俺早就想说，男人讨厌男人是正常事，就算看正常向的A片，又有多少男同志是盯着男演员去看的呢…… 由于上一句话不幸使用了某个词汇，所以答案大概是……100%？”
 今天，我原本要去拿驾照，被通知说凭户口本复印件领取。我需要我的驾照或护照才能拿到户口本复印件。但是，拿护照又需要出示我户口本复印件或驾照。最后我什么都没拿到。
 我表弟职高肄业无房无业，国庆期间跟一个名校大四美女闪婚了。听到这个消息，姐反应「性冲动害死人啊」，女性友人反应「求表弟照片」，男性友人反应「学文化的就输了」，我妈反应「你看看现在女青年找对象有多难」…
 RT @feicun:  天天看到住在北京的外国人吐槽北京的空气污染也挺好玩的，能学到一些形容各种发疯情况的单词，比如“像被25只黑猩猩蹂躏一样“…
 RT @GZKingsley: 库克走到乔布斯墓前，留下了委屈的眼泪：老大啊～谷歌擅耍手段，幕后出招下绊；三星抄袭外观，山寨安卓泛滥；摩托专利齐天，欧洲刚刚沦陷；最狠却是唯冠，商标还得更换～我咋办？教主站了起来，提了一下牛仔裤，说：你进来，我出去，收拾这群王八蛋～！！
 RT @anchorsun: 【Word】用一大串空格来实现右对齐，和用一大串回车来实现翻页的人，都应该被诅咒。
 保护物种的想法固然很好，不过要是人类濒临灭绝，那些熊猫才懒得管我们的死活。
 在一个厕所小便，突然看到眼前墙上有一小牌子写着句名言：“君子藏器于身，待时而动。” 擦，这个是教育男人不要在男厕所炫耀自己jj尺寸而要到适当的时机才用?……节操掉了一地……
 RT @xier1988: 在我心目中，最悲凉的诗词永远还是那句“同行十二年，不知木兰是女郎。”
 RT @tod_su: 晚上在厨房洗手的时候听到旁边一男的对其女伴说＂帮我撸一下吧＂。当我怀着震惊转头时，发现那女的缓缓的将男的的衬衫卷上了些。
 RT @cxzj: 卓博人才网的人打电话推销企业优惠方案，架不住软磨硬泡让她发个邮件过来。口述email地址，读到“at”时读了几遍她都没听明白，「圈儿a！听懂了吗？」「哦，小老鼠啊，不好意思，我们都叫小老鼠。」我没好气地说「你是在网络公司工作的吗？！不用给我发方案了。」
 RT @laoyang945: 转：费马定理，泰勒公式，拉格朗日定理，洛必达法则，四大定理中的第二字连起来就是我们对高数的真实情感……
 孙权为拉拢刘备抗曹设下烤鸭宴，其妹作陪。“亲咱一起抗曹吧~”刘备并不抬头：“葱条给我。”“亲我们一起打曹操好不好啊~”“大酱给我。”如是再三，孙权终于急了：“亲你到底要怎样才肯跟我一块儿扁曹贼嘛~”刘备伸手一指：“鸭架给我。”谁料孙尚香顿时似恼还羞地红了脸——蜀吴抗曹大计遂成。
 RT @古的董: 你们都爱听陈奕迅的啥歌啊？我先说说吧。我最爱听他的《入党那一刻我哭了》，英文名好像叫什么《crying in the party》。
 “为什么要拒绝我？”女孩生气地说道。他扫了女孩一眼淡然开口：“我们不合适！”“哪儿不合适，我改！”她虔诚地看着学长。他被女孩的眼神盯的实在是没法子只好咬咬牙说：“性别！”女孩一听，兴奋地掏出手机：“喂！哥，我就说了你有戏！”
 取行李的时候，看到一条警犬，搜到一件行李。。。警官严肃的问行李的主人，里面是什么东西！小姑娘尴尬的说，里面有狗粮…
 RT @messiahxu: 那天我陪同学去买车票，同学买到两张站票。同学问售票员：“这两张票是在一起的吗？”售票员愣了一下说：“想站一起就在一起，不想站一起就不在一起。”
 上课时的每一次抬头听讲都是对老师上课内容的一次抽样,当你抬头次数太少,抬头频率小于奈奎斯特抽样频率时就不能无失真的恢复出老师上课的内容,你就听不懂课了。因而要想听懂课只有两种方法,一是降低老师讲课频率,二是多抬头。
 我：“来份情侣套餐。”服务员看向空空如也的对面：“您两位？”我：“我饿了。”
 RT @xier1988: 文科生：叶的离去 是风的追求还是树的不挽留。。。理科生回复道：傻B，是脱落酸……
 不知怎么搞的，希腊经济崩溃了。是啊，我和你们一样震惊，毕竟希腊人素有勤劳勇敢、艰苦奋斗的美名，一周又一周辛勤工作，一周三天，每天一小时，直到45岁退休那天……
 RT @mouson: A：「rm -f 的 -f 是什麼意思呀？」B:「不要問」A：「說一下嘛」B：「我說了，不要問！」A：「.......」
 胖子们看武侠片最爱听到的一句台词应该是那句“瘦死吧”…
 甲：我觉得我爸妈特有想象力。乙：为什么？甲：我问我是咋来的时候他说我是捡来的。乙：那有什么稀奇，很多爸妈都这么说呀。甲：他们说是打怪捡来的…
 以前农村有个家伙，喝农药自杀。他家老太太非常淡定地把他抓到院子里面。拿出一桶粪，一勺一勺地往里灌。边灌边说，自杀是吧，喝农药是吧，吃屎吧你。 那个人吐得那个惨烈啊。别说农药，胃都吐出来了。
 和一姐妹逛街.讨论到最近火起滴< 失恋33天>顺理成章滴讲起前男友。姐妹说 “也不知道他现在怎么样了.跟那女人分没有.” 姐看向远方.淡然滴说”我怎么可能忍心看他们分手呢…我要看着他们结婚，吵架，冷战，小三，家庭暴力，不孕不育…”
 车上放天鹅湖的音乐，我一时兴起给6岁的女儿讲解。女儿没有听过这个故事，于是我简化讲道：“一只天鹅变成美女，嫁给了王子……”女儿担心的说：“王子让她生宝宝，她下个蛋怎么办？
 一和尚卖艺，城管叫他走，和尚不理会。城管叫人，想砸和尚的东西，但怕他功夫！10多个城管只能拿着棒子说你走不走？和尚说我不走，有本事抓我，打架我不怕你人多！随后大叫一声，用手直接把砖头敲碎了。城管见了说：你要讲道理，出家人不要打打杀杀。现场的人全笑了
 谍战剧《潜伏》中扮演保密局档案股股长盛乡的演员“张国锋”,日前被黑龙江齐齐哈尔警方抓捕,其原名为吉思光,1998年参与抢劫齐齐哈尔公安局铁锋分局刑警杨琳,后“潜伏”浙江金华,化名在横店影视城做群众演员,在多部电视剧出演配角。
 RT @Jude_1988: 某大学英语课堂前，看到一老外打电话，边打边骂：“YOU, a liar, never loved me！”然后又听到撕心裂肺的一句：“All you want is to practise oral english！”
 昨天，消防队在我们公司进行消防教育宣传活动，消防队员们热情地教了我们一个名叫“C罗”的动作，是专门用来应付身上衣服着火的情形的——赶紧倒地、原地打滚。 ——TheGaymaker
 原作者本来只在冰火系列作品里面星星点点地撒了多斯拉克语，不过拍成电视剧的时候执行制片人希望有一个成形的语言（感谢制片方~）。于是，就有了在《权利的游戏》看片会上，粉丝们反复播放片段来研究多斯拉克语的场面，那个气氛就跟外语补课班一样。
 RT @iwinux: 各位童鞋，愚以为月食不能算 404 Not found，应该是 503 Service unavailable，因为月球是在的，只不过暂时不提供服务, XD
 北京程序员王xx遭遇车祸成植物人，医生说活下来希望只有万分之一，唤醒更为渺茫。他的Leader和亲人没放弃，他们根据王xx视工作如命的作风，每天都在他身边念：“xxIE6侧边栏又乱了，线上BUG啊！快起来改！”奇迹发生，王醒来，第一句话：我这是好的
 一个人偷偷地唱着歌：“single boy single boy single all the way, having party together turning into gay, hey！”
 山姆布朗”职业艺术学校宣布为在无锡不知道怎么使用中国蹲式厕所的外国人开设全新厕所培训项目。
 Oicebot收了可观的小费后悄悄说：“深夜走在沈阳街头散步比午后在纽约街头更让我感觉安心。”
 Oicebot收了可观的小费后悄悄说：“看看人家金正恩，27岁就开始当国家领袖了，同样都是80后，你就知道整天刷微博！”
 与朋友去吃饭。大厅座无虚席，服务生领我们到包间。准备点菜时，服务员说：这里最低消费两千元！大家一愣。此时一朋友问：家常豆腐多少钱一盘？服务员：16元。朋友：好，就这来130盘！服务生出去。不一会儿饭店经理进来，笑嘻嘻地说：各位随意，多少钱都行，没限制没限制……
 朋友就像人民币，有真、也有假，可惜我不是验钞机。
 四岁的儿子做错事，被妈妈训斥后哭了很久，怎么都劝不住，妈妈没理他了。过一会竟然不哭了，妈妈生气地问他：“怎么不哭了？”儿子一句话让妈妈笑喷了：“我休息一会儿！”
 A:“金正日死了。” B:“金正是谁？”
 蒋介石读了马克·吐温讽刺美国政治的文章后，愤愤地说：“这个人，美国早该拿三明治把他嘴堵起来”！蒋经国在一边提醒：“听说他饭量挺大，三明治可能不行”。蒋大吼：“三明治不行就十明治”！
 在17日的“2012台湾大选电视辩论”中,马英九说:“我要在这里郑重宣布,下一阶段的台湾目标就是申办2024年奥运”。
 Google无人驾驶汽车团队的Dutta在Google+发了一篇帖子, 说Google已经在无人驾驶汽车上开发数年, 其卖点在于: 方向盘后面如果不是一个人在控制的话, 汽车会跑得更安全!
 据 MSNBC 报道, 在意大利小镇举行了一个圣诞树亮灯仪式, 教皇 Benedict 十六世使用一个 Sony 的 Android 平板遥控点亮了圣诞树。 教皇在位于梵蒂冈的公寓远程举行了这个特殊的仪式。 他还通过远程会议问候了集会群众。 不过让很多人惊讶的是教皇并没有使用 Apple 的 iPad。 看起来 Google 的“don’t be evil（不作恶）”座右铭显灵了… 如果你是一名基督信徒, 那么看准了, 教皇选择了 Android…
 “昨天坐地铁，过东单时上来一位阿姨，手里捧本圣经。阿姨坐定，打开圣经略读几页，开始左顾右盼，看我面色和善，就问：“同学你听过基督吗？”我冲她微微一笑，回了一句：“无量寿佛，不曾听过。”又问：“同学，你膝盖中过一箭？”答：“为了部落。”阿姨默然。两人相安无事，一直到四惠东。”
 广东规定媒体使用方言音需报批，这一规定主要是为了防止明年有播音员用粤语说“习总书记”！ 0,0<--sounds like "杂种书记" in Cantonese.
 華視新聞主播梁芳瑜,昨天因為模仿李春姬播報選舉新聞挨轟,華視今天趕緊滅火,相關人等進行懲處。
 由于狗尿当中显然没有高能射线，因此与紫外线相比，狗尿根本不会对轮胎的老化产生任何影响。
 大多数中国动物园里的大熊猫比起黑白色来说更多是黑乎乎加上点棕黄色的脏。从他们走路的样子的来看好像被喂了大量的麻醉品。
 熊猫图片展的时候菲利普王子已经成WWF（世界野生动物保护基金）的大使了，因为这是唯一一种王子没狩猎过的动物。
 2只黑眼圈、日复一日吃些相同的垃圾、缩在几平方米的小格子里、一年爱爱一次…… 你以为是熊猫？不，是程序员。
 【CSDN杯我最喜爱的密码mm评选】 我们统计了一下包含ilove***的密码,排在最前的mm名字是1:yan(燕)2:mei(梅)3:jing(静)4:ling(玲)5:ping(萍)6:dan(丹,这个是不是mm我表示存疑)7:fang(芳)8:wei(薇)9:juan(娟)10:nana(娜娜);恭喜上面的姑娘你们是程序员眼里最可爱的人。
 大清早,一哥们对我说:看新闻了吗? 著名足球裁判被劫匪绑架了, 劫匪让拿一千万赎人, 要不然就用汽油烧死。 现在正募捐着呢, 咱也捐点吧。 我说: 好, 大家伙儿一般都捐多少? 那哥们说: 看情况吧, 有捐2升的, 也有捐10升的。
 狗的业主将已经注意到，如果他们提供食物和水，窝窝和亲情，他们会认为你是神，而猫的业主被迫认识到，如果你提供食物和水，窝窝，和亲情，他们得出的结论是，他们是神。
 不知是英国演员少，还是哈利波特选角多，近年看的英国片几乎都是哈利波特同人，比如这片子里就有伏地魔首相、邓布利多情报部长、魔法部长情报分析员
 凌晨下班回家，一保安迎面巡逻而来。突然对我大喊： 站住！MC命中率为什么居高不下？ 我：缓存失效时间设得过长了。 保安：你可以走了。 我感到很诧异。 我：哥们也是苦逼搞互联网的？ 保安：我之前在CSDN当开发。
 晚下班回家，一民警迎面巡逻而来。突然对我大喊： 站住！TCP/IP协议有几层?  我：4层。 民警：你可以走了。 我感到很诧异。 我：为什么问这样的问题？ 民警：深夜还在街上走，寒酸苦逼的样子，不是小偷就是搞网络的。
 晚下班回家，一民警迎面巡逻而来。突然对我大喊：站住！int占几个字节? 我：4个。 民警：你可以走了。 我感到很诧异。 我：为什么问这样的问题？ 民警：深夜还在街上走，寒酸苦逼的样子，不是小偷就是程序员。
 晚下班回家，一民警迎面巡逻而来。突然对我大喊：站住！ 110千伏配电装置据行车道路最小安全距离是多少? 我：1650。 民警：你是外地人吧。 我感到很诧异。 我：为什么问这样的问题？  民警：我们这海拔2559米，应该按3000m高程校正安全净距。
 凌晨下班回家，一民警迎面巡逻而来。 突然对我大喊：站住！ bash使用管道的时候怎样得到第一个命令的返回值? 我：$PIPESTATUS[0]。 民警：你可以走了。 我感到很诧异。 我：为什么问这样的问题？ 民警：凌晨还在街上走，寒酸苦逼的样子，不是小偷就是搞系统的。
 【2011.12.28日特别通告】千万不要在这周六夜晚23:59的时候上厕所 否则………………………………………………………………你明年才能出来。
 专家预计，今年圣诞节期间将会发生全球范围内的狗狗短缺，因为朝鲜政府刚刚敲定了金正日葬礼当天的就餐菜单。
 哎哟我擦，棒子的火车票贵得都能让人心脏病了啊！
 烫发用的卷发器包装盒上有一行警告写着“只可外用。” 这是因为哪个高等级玩家搞出的事么……
 我不是说我老婆胖，但是昨晚我们去吃自助的时候，我感觉赵忠祥的画外音就在旁边解说…
 媒体报道金正日是因为操劳过度而去世，也对，假如你一手写出了《哈姆雷特》、治好了天花、还拿了19次环法冠军，你也会累死的啊！
 今天，我在酒吧消遣，有几个家伙想要向其他所有人发起决斗。我想用我的幽默感来无懈这次决斗，于是我说：“我曾经也是你这样激昂的硬汉，直到我的膝盖中了一箭。”后果也显而易见了，我的鼻子到现在都还伤着。
 德国北部小镇Osnabrück一个农民14年来一直用洋葱喂他家的1500头猪，每周都给猪们吃几个立方的洋葱。猪吃了洋葱后，放的屁臭不可闻，当地居民深受其臭忍无可忍，寻求政府帮助。当地政府勒令他停止这一行为
 哎哟我擦，棒子的火车票贵得都能让人心脏病了啊！
 RT @bearice “经过研究，我发现了麦当劳的秘密：6块钱买一个芝士蛋，再买一个13块钱的双层猪柳，把一块猪柳塞到芝士蛋里面，就能得到一个13块钱猪柳蛋和一个10块钱的猪柳包了，一算我居然赢了四块钱！”
 当你看到一尊骑士的雕像，如果马是四脚腾空的，那么此人战死沙场. 如果马的一只前脚抬起，那么此人因在战斗中负重伤而牺牲. 如果马的四脚皆着地，那么此人死于自然原因。
 刚刚听到一个MM笑著对她朋友说：“网上说用Android的男人可以嫁，因为他每天晚上必须回家充电。”MM的朋友十分无赖的回了一句：“才不能嫁呢！现在用Android的人这么多，他晚上到哪都可以充电。”
 我空有一身泡妞的本事 可惜自己是个妞。（@人人网）
 你有木有上厕所没带手机没带烟，就拿打火机烧纸玩—————悲剧的是不小心卫生纸烧完了~~~~~~~ 还没人来搭救。
 别人复习看书都是看着看着就看懂了，我是看着看着就看开了。
 今天，我庭院里的装饰驯鹿被人往屁股底下塞了狗屎。这一定是我那混蛋邻居干的。上个星期他把那些驯鹿摆成了非常YD的造型。FML
 今天，我不得不听同事晒自己明天需要早早起来，在圣诞假去法国滑雪。他还发牢骚说滑雪是一项非常累人的运动。FML
 今天，我妈给我的好友印象写了“人生负犬”的评语。还有41个人点了oo，FML
 除了闻到细菌培养基都觉得有牛肉汤味道的常年饥肠辘辘的研究生，人们通常不大喜欢将食物与实验室联系起来。
 一开始我以为凤凰传奇里那个男的只是伴舞的，后来他一张嘴，我发现我错了，大错特错，他那独特的乡村英语深深震撼了我。
 “当初是你要修改，修改就修改；现在又要拍脑袋让我改回来；代码不是你想改，想改就能改；让我改版让我修改你丫自己来！
 陈旻:八年前，我养成了抽烟的坏习惯，一舍友养成了喝奶的好习惯。 现在，我活得好好的，舍友挂了。 因为在中国，卷烟没有烟草，牛奶都是毒药
 非诚勿扰女嘉宾再牛X也就灭一个男的的灯，宿舍楼下阿姨能灭一整楼的！
 和同学吃饭聊龙门飞甲，同学A：“我觉得这片子最BUG的地方在于：李连杰前一个镜头伤重得马上要挂，下个镜头就满血复活跳上马追周迅去了，他怎么办到的！”我：“就是就是，前面周迅也是，马上要挂了结果转眼就复活啊！有没有搞错啊！”同事B一脸鄙夷的看了看我们：“没看到旁边站着谁么？”
 【明天就是新年了，今晚我开好房间等你】【好，哪儿？】【电信一区……38桌】
 今天看电视看到房祖名介绍成龙管教他很严厉，要他节俭，说：小便只能用一格纸，大便只能用两格纸…哥当时就震惊啦！有钱人果然不一样啊，小便都用纸擦？！？！哥们儿二十多年了都是用的啊！甩啊…
 男子因魔兽世界，放弃了学业，放弃了工作，放弃相亲。。。 妹子愤怒了：不就是一个游戏么。 该男回答：女人虽好，但不能让我30块钱玩4000分钟。。。。 妹子听罢怒道：你要能把老娘一次玩4000分钟，老娘倒贴你30！
 两个大学生在酒吧里闲聊……A：“你以什么为生?”B：“写作。”A：“写什么?往哪儿投?”　B：“写信——向家里要钱!”
 昨天中午和同事聊房价，我还说：现在房价这么贵，如果我有块地，那真是发达了！ 他说：你要是有块地，我马上认你做干爹！ 刚说完，前台那边小姑娘喊我：XX~你有快递！。。。 后来整个下午我干儿子都不愿意和我说话。
 我问同事：“为什么一个不抽烟、不喝酒、不赌博、不花心、孝顺父母、有上进心、成熟稳重、大方大度、长相身高尚可、谦虚幽默有爱心的男人直到26岁还没有女朋友？” 同事只说了两个字：“没钱！” 我沉默了！
 小偷们，不要偷上班族的钱了，去偷领导们的吧，站马路上看见政府车牌的豪华车，你就跟着，到他家后踩点儿，研究路线，混进小区，打开门进去拿就是了，随便你拿，拿完了他们也不敢报警。你不但发了财，还很安全，而且有见义勇为的成分哦，乖，快去吧。
 “嗨，您好，给我来一盒紧急避孕药”。“请出示您的身份证并登记”。“……您在说笑话吗？”“不，这不是笑话，根据有关部门通知，您必须实名购买避孕药”。
 @susu_law: 斯大林统治期间，特洛茨基有天早晨醒来，助手问他：“您好吗？”他回答说：＂我不知道，我还没看報紙。＂
 5日,北朝鲜劳动党机关报《劳动报》刊文,称赞了金正日继承人金正恩寄给工厂工人们的亲笔签名的笔迹与已故金正日总书记的字体如出一辙。
 @titancoeus:「專家總是叫我們不要吃漢堡這種垃圾食物， 要多吃營養的食物，例如麵包、芝麻、生菜、蕃茄、小黃瓜、起司和牛肉。」
 @emituo: 大学考试，带进去4张小抄，出来时怎么找也是两张，然后挂科了，系辅导员作为案例在新生大会上公布：某些同学小抄都不会用，夹在卷子里面上交了，我........
 @dawaiwaiCN: 我有一个朋友，他一跟女朋友吵完架就偷偷登录女朋友的账号给自己道歉，然后再去哄女朋友。
 @xie107: 每次护士姐姐来给我输液，我都要故意装着不懂去问这绑在手上的橡胶管是什么，其实就为了听着从护士姐姐口中吐出那软软的三个字：压脉带......
 @FifthDimen: 超级大国特征：汽车底盘、发动机、轿车，小到CPU、螺丝、阀门、电阻、电容、牛奶、洗衣粉…都是进口的好，赋税、低福利、下岗、麻将、山寨...都是世界第一。
 @neptuneblw: "现在的主要矛盾是日益增长的背诵内容和落后的记忆力之间的矛盾"
 @smalltadpole: 在国外文学是一个很好的专业，作家也是一个正当的职业，只有中国人很奇怪，把文学贬得一文不值，还觉得所有作家都是贱人。结果还真是一群最不要脸的贱人去当了作家，搞了文学。
 @dofine 『那些年我們一起貫穿過的直腸』
 @tixiang: “最想认识的三个机构的人，依次是：有关部门，境外势力，原作者。”
 @wuxinkuaiyu: 让处女先走。——某张艺谋热门电影影评
 自信的人，就是要在买彩票的同时把面具也顺便买了。
 @geekinmedia: 转：研表究明，汉字序顺并不定一影阅响读。
 @sunshaoan: 我一直坚信“饱暖思淫欲”这句话。所以，每次单独跟女生在一起的时候，总是问她们：“饿不饿？冷不冷？”
 @flishqq: “你知道脏话屏蔽是用星号的吧？”“对啊，怎么了？”“没怎么，我就一直很纳闷，国旗上面写的啥？”(美国星条旗上有50颗星呢。)
 @xddcc: 转：今天在马路边，走过来一女孩，大学生的样子，好像要问路，上来就叫：“叔叔……”汗！老子三十还没有呢，哪里像大叔？于是我双手一抱拳：“嫂嫂，什么事？”
 @Fatal1tyV: 摇微信时候这子弹上膛的声音太内涵了。
 昨天听到的故事：好多人出去年终集体活动，末了是烤全羊，每个科一只。蒙古式烤法，捆上腿在火堆上转，每个人拿个小刀在羊上自己剃，半个小时过去了，所有羊都瘦了一圈，只有一个架子上的东西没了，满地骨头。卖烤全羊的都看傻了，据说一刀一个关节，直接就给拆了。大家回过神来打算请那桌的帮他们拆羊的时候，但是骨科的大夫们已经吃饱了走了…
 @caoegg: 转：昨天终于鼓起勇气请自己一直暗恋的女生吃饭，饭吃到一半时，猛然发现钱包不知道什么时候被偷了，实在没办法，只好硬着头皮向她开口说话，我吞吞吐吐的说道：“我。。。”这时她涨红着脸说：“我也喜欢你。”
 @Fatal1tyV: 以前和我爹坐火车，对面小孩子一直哭的时候孩儿他妈说“再哭就把你卖给那个叔叔！” 小孩子立刻就安静了。就在刚才地铁上发生了同样的事情，不过我爹不在，我成了拐卖小孩子的叔叔…
 @马伯庸: “华生，这些谋杀现场散落的小玩意儿可以提供很多线索…”“歇洛克…”“别打断我。它们的排列代表了四种元素，这是某种降灵仪式。”“我说，歇洛克……”“尤其被死者压住的那些石板，上面刻着的楔形文字很有规律，他一定是想暗示什么。”“歇洛克，这是清一色，死者单吊三条。”
 “出任政协委员，当慈善大使，做老板......请问，还有什么是姚明不会的？答案是：万恶的高等数学。”
 小鹅问母鹅：“为什么要管爸爸叫皇阿玛？”母鹅对小鹅说：“因为我是你的鹅娘啊。”
 公司一男同事和一女同事关系很哥们。一天，打闹着男A不小心把香水喷到女B眼睛里，B瞬间泪流满面呐，A立刻豪爽得说：没事，瞎了我养你一辈子。这不是高潮，高潮是A的女朋友C刚好来接A下班，在门口听到这句，A果断拉着B到C身边说：来，叫妈！
 问：如何称呼同时举起双手的十万法国人？答：当然是法国陆军。
 问：法国人如何才能战胜英国人？答：需要在女性的统帅下。（指圣女贞德）
 问：为什么法兰西第一帝国几乎所向无敌？答：因为他们的国王是外国人。（拿破仑是科西嘉人。）
 问：怎样才能辨认出一名法国老兵？答：只要看看他的腋下就行了，他们那里被太阳晒得很健康。
 问：为什么在法国有那么多的林荫大道？答：因为德国人喜欢在树荫下行军
 问：为什么在二战中德国用了三天时间才征服法国？答：因为当时在下雨。
 问：法国人为什么会将自由女神像赠给美国？答：因为她只有一只胳膊是举起来的。
 问：为什么法国人总是能在联合国那里获得很多投票？答：因为他们总是举双手。
 问：为什么法国的战斗机都被命名为“幻影”？答：因为它们根本就不存在。
 问：为什么我们总说法国外籍兵团是整个法国军队中最正牌的部队？答：应为它全部是由外国人组成的。
 问：谁能跟我说说法国国旗到底是什么样子？答：就是在一面白旗上涂上两条彩纹。
 问：为什么法国人在赢得了1998年世界杯冠军后会欢庆得如此疯狂？答：因为那是他们第一次在没有外部力量的帮助下赢得的一件东西。噢，对不起，我忘记了齐达内是阿尔及利亚人。
 问：为什么法国海军喜欢使用带有透明玻璃船底的战舰？答：为了能够更好地看清他们的战舰。
 问：法国人为什么害怕战争？答：上帝啊，谁不害怕战争啊，如果一次也没赢的话！
 问：如何在马背上阻挡住一支法国军队？答：只要把旋转木马关了就行了。
 问：作为一名法国人的最大好处是什么？答：你可以在战争打响的时候就投降然后别人会帮你赢得这场战争。
 问：如果法国人要转卖掉二战时期的剩余步枪，他们的广告词是什么？答：“全新，从来没开过火，仅仅被扔到地上一次。”
 twitter现在欢乐，因为twitter联合创始人之一Jack到上海了，却苦于没办法上自家网站，刚才不得不用传统的短信方式发回美国发推，最搞笑的是中文推友的大量回复，教其翻墙方法^_^
 @Reed_Wang：和同事去城中村吃泡馍，泡馍分带汤的和不带汤的(小炒), 帮老外同事点餐，问: soup or no soup, 答曰：小炒(中文，此人在中国待了几年，会一些简单短语). 然后我转头HLL的告诉老板：No soup. 老板当场呆住，一桌同事笑喷。
 @hn_mnm：所在大学自行车无数，大家也都有过被盗经历，我大二上半年内被偷两辆。买了第三辆后某天，在教学楼下发现被偷的第二辆，果断去了派出所，出示证据取回；又过了两天，接到某派出所的电话，被偷的第一辆车也找到了，当天晚上送还给我。于是我有了三辆自行车。
 @Danmuzhiyu：小时候看到一只蛾子，觉得从来没见过(实际上转背就发现尼玛好多)，兴冲冲的就邮寄给了郑渊洁。
 @hdtv720p：小时候和小朋友一起放鞭炮，突发奇想把鞭炮扔在粪缸里，半天没动静，过去看看怎么回事，结果这时候炸了 ～
 富士康总裁郭台铭介绍说，2010年开始，富士康研发出的首批机器人已经在晋城园区投产，今年这一园区的机器人产能将达到一万台。——喔，机器人不会跳楼。
 我家猫很爱玩 iphone ，大概从她一个多月开始，我打开了短信页面放在身边， 她就会走过来踩来踩去， 最后按到 send 就发出去了。有一次她闯了什么小祸，不记得了，我大概是打了她两下，她很委屈的趴在手机上，等我再看到的时候，发现她发了一条短信去告状，是一串小图标，一个女人，生气的脸，挥舞的手，猫脸，炸黑的脸...朋友一看就问我说“你打了你的猫？” 
 今天开始休年假，日上三杆才起床。却看周一愁何在，手执爱派喜欲狂。不忧黎民不思君，不在江湖不庙堂。
 去年双11节，淘宝的每小时的订单数大约在60万左右，京东一天也才能支持40万（居然比12306还差），亚马逊5年前一小时可支持70万订单量。可见，下订单的操作并没有我们相像的那么性能高。
 华东师大对外汉语学院教授、前气功大师刘正说：“人体潜能是指人体以下六处，只要对这六处进行修持，便可实现人体潜能的开发。这六处是：一、圆形的印堂丹。二、五角形的喉咙。三、六角形的膻中穴。四、半月形的肚脐。此半月形向下。五、莲花形的性器。[此莲花为八瓣莲花]。六、三角形的长强穴。”
 近日苹果CEO库克接受了华尔街日报的专访。专访中，他谈到了北京黄牛围堵专卖店事件和生产线上的工作环境问题。“我们已经尽可能保证大规模的生产，但还是被(北京)的阵势吓到了。我们会从这次的事件中吸取教训，并在未来做出一些调整。”
 《Minecraft》的作者notch在其微博上回应一位没钱买正版的玩家：“玩盗版就行。等你有钱了以后，如果还喜欢这个游戏，再买也不迟。”
 俄国学生用email给法国朋友自己的通信地址，因编码错误，法国人看到的是俄文转成ISO-8859-1后的乱码，就直接把乱码抄在信封上，俄国邮递员很v5地正确译了码，把邮包送到。http://upload.wikimedia.org/wikipedia/en/f/fa/Letter_to_Russia_with_krokozyabry.jpg
 第31任总统，共和党的胡佛，曾在中国天津市生活和工作过（1900年还经历了义和团起义）。据说胡佛经常在白宫里用中文和夫人说悄悄话。不知这位美国总统说中文是否带有天津味？
 这个据说大部分人第一反应都是错的：“假如1=4 2=8 3=16 4=？”  ,1答案：1  
 韩寒：我发现很多时候我的读者我的受众他们对于郭敬明笔下那些名牌是买得起的，但郭敬明的受众是买不起的，我觉得是我跟他受众最大的区别。
 乾隆皇帝对身旁的小李子说：“你用一个字来形容朕。” 小李子：“渣！” 然后小李子就被砍了
 易建联是民族英雄，他是中国历史上第一个逼着外国人 签订不平等条约的人，只拿钱，不进球
 “我要回老家，但是我身份证丢了，我买不到票，于是我回不去了。但是补办身份证必须回老家补办—— 于是，我死循环了。 ”“委托家人找关系补办了身份证，家人快递给我，收件人是我。结果需要凭身份证取件——于是我又死循环了...”
 前几天我们尤总去杭州开会, 与会群众有人在用iphone4s. 然后得意地演示siri, 结果可耻地失败了--siri听不懂他的英语.
 昨晚打电话给老爸老妈，说今天要带漂亮女友回家给两老人家过过目。 结果今早女友突然要出差，跑省外去了，不得已，一个人提包回家，路上遇到表妹，所以和她一起回我家吃饭。刚进门，老爷子一个杯子飞过来，大喊：“你这畜生！”老爸，你听我解释。。。。
 ☆ 今天遇到个人，说他只有18个月能活了。 我心想这孙子真走运，咱们12月就全死了啊！
 ☆ 如何让金发妹子忙上几个钟头？ 让她数手扶电梯有几阶梯。
 ☆ 英足协刚公布一条新规定：任何一名利物浦球员只要向安迪·卡罗尔传球，一律将被视为浪费时间并出示黄牌警告。
 ☆ 远古时代，两个男性原始人在互相交谈，一个说：“嗯，我准备教我的女人说话。” 另一个说：“嗯，能有什么坏处呢？”
 ☆ 据报，霍金表示“女人是世间最大的谜题”。 其实呢，史蒂芬同学，女人们只是通常来说不会喜欢一个70岁、流口水、说起话来像机器人的瘫子而已……
 ☆ 病人：医生！我不知道我是生了什么病！ 医生：那吃这个药吧，我不知道它们是用来治啥的！
 ☆ 当亨利再次和阿森纳签订合同效力时，人们对他说：“你一定会有回家的感觉的，这里的一切都和你离开时一模一样。” 嗯，包括奖杯陈列柜。
 ☆ 一只狗狗坐在音乐厅里听交响乐演奏，它仰头盯着指挥，心想…… “你TMD倒是快扔啊。”
 ☆ I once tried to charge Stephen Hawking with rape. It didn't work, so I just replaced his batteries instead.
 今天，我知道为什么不要买大头针钉在墙上了。如果它掉了，你的眼睛根本不会注意到，但你的脚会深刻的感觉到。
 RT @小马xiaoma FreeBSD 那是相当地稳定，一般轻易都不会死机和重启。以前我负责维护的服务器，是NT的，30分钟需要重启一次，老板雇我专门负责重启服务器。后来我把NT换成了 FreeBSD ,原来的perl程序用php重新实现了一遍，老板看到我一个礼拜没事情做，就把我开除了。
 威尔士语中y和d非常多，对于不熟悉的人来说会感觉十分奇葩，分不清乱打和真威尔士语的区别……顺带一提“Blwyddyn Newydd Dda”是威尔士语“新年快乐”的意思.
 今天，我的心理医师告诉我，“很抱歉，我还不够资历来处理像您这么不稳定的状态程度。”
 宝宝数学很好。2岁就可以数到10了。后来，我告诉他0比1还小。今天吃饺子，我说：“宝宝，你数数你想吃几个饺子？” “0,1,2,3....”一边说着一边拿起一个饺子，“这是第0个？” 老婆怒吼：“下一代还是做码农的命！”
 天主教：这种信仰认为，男性之间的同性性行为道德沦丧、罪大恶极……当然孩子还没满16岁的话就完全没有问题。
 北京南站的4SQ上有个老外留言吐槽“没有中国身份证根本就没法在自动售票机上买票，那他妈的他们弄个英文界面干屁啊！”
 @palomino|working:....喝茶喝进一个茶叶梗，随口咬了一下，口感像甲虫，吓得赶紧吐出来看，幸好还是茶叶梗- -
 新浪技术男刀捅美女编辑这事用一个很惨痛的事实证明了,研发部门绕过产品经理直接和需求方沟通对接是肯定要出问题的!!如果有一个产品经理出现在这个项目中,估计会避免这样的惨剧...
 Oicebot收了可观的小费以后小声道：“jd的kingston内存是宽矮版随机发货的太恶心了。”
 Oicebot收了可观的小费以后小声道：“讼棍一般是指没有卵蛋的律师”
 一名叫韩游的女用户向重庆某区法院提起诉讼，控告重庆移动公司侮辱人格。在起诉书中，该名女子写到：重庆移动公司在宣传短信和业务宣传DM单上都有“预存话费就送油，还有机会日韩游”的宣传语，我们单位1000多人都收到了宣传单和短信，现在单位都流传这句广告语，对我的正常生活和工作造成了极大影响。
 ☆ 据悉，今年夏天赫斯基将会以自由转会的形式离开阿斯顿维拉队，而阿斯顿维拉队已经找好了替换对象。 他们将会用电热毯来暖板凳。
 ☆ 阿包和阿明在酒吧喝酒，阿包说：“老婆怄气不跟我说话了。” “靠，你干啥事儿了？”阿明问。 “她要去美容院，跟我要100英镑。” “然后你没给？” “给，我他妈给了她整一千……”
 ☆ 今天，我必须去做一些社区公益服务，于是我去了一家养老院。其中一对老夫妇认为现在还在冷战时期，还一口咬定我是来用核武器破坏他们的国家的苏维埃。FML
 当同胞邻居突然有钱买了一辆好车，美国人说：“我要赚钱买更好的车”；日本人说：“我要研究他赚钱的方法”；法国人说：“我想借他车去兜风泡妞”；中国人说：“我杀他的心都有，我今晚先砸了他的车”。——史玉柱
 忽然认真地想到，若是网络早发明千百年，昔日里秋风萧瑟的五丈原上，必然也是乱哄哄地闹作一团，勇敢而忠诚的将士们都在拼命地刷着微博，“丞相快不行了”，“那你是挺魏还是挺杨”，“我谁也不挺，大汉万岁”，“你这骑墙党”……
 今天在公司的《应聘登记表》上增加了“政治面貌”一栏,以防把党员招进来。如果一个人是真心信仰共产主义而入党,那么他的价值观不符合公司的企业文化;如果他是为了利益而入党,说明人品有问题;如果不知道因为什么而入了党,说明他糊涂;这样的人都不能要。
 我高中写作文时干过一件更傻的事情，当时在一篇议论文里需要举一个贪官受贿最后被抓的例子当论据，其实想的是陈希同的例子，临时死活想不起来陈希同的名字只记得姓陈，结果脑中莫名飘过陈云的名字，自己在心里想了好几遍，觉得“嗯，应该是他”。
 【吉祥唱词】壬辰龙年又来了，唱个歌儿求神保。一请哪吒三太子，二请周处晋英豪，三请大圣如意棒，四请谢逊持宝刀，五请佛座首罗汉，六请魏征魏老道，七请萧峰十八掌，八请大鹏金翅雕，九请晚期白垩纪，十请客星往下掉。
 韩寒：“再有7个月，我便30周岁了。我要告诉我的少年校友，在这一万五千多天里，我犯下的各种错误和反思。”
 播放一则把人感动的潸然泪下的消息，被调查出俏江南使用地沟油后，店长回应说“因老板省钱，地沟油都是自己员工吃，绝对不会给客人食用”。
 糗事大百科：网络游戏里组队刷怪，最早源于我国的《西游记》：唐僧负责引怪，孙悟空负责杀怪，观音负责在空中加血，猪八戒和沙僧跟在后面蹭经验值。。。
 【司法若独立,官员多半将面临死刑】如果彻底追究,如果我们国家司法真变成独立了,那这个国家绝大多数官员都将面临死刑。要知道贪污受贿判处死刑的起征点很低啊,十几万就可以判死刑。如果这样的话,恐怕计划生育也不用搞了,几千万官员瞬间就没有了。——贺卫方。
 “爱与美的女神是纳爱斯~” “滚，那是维纳斯。 ” “维纳斯？ 维纳斯不是嗷~ 唱歌那个吗” “滚 ！ 那是维塔斯。” “维塔斯？ 维塔斯不是那 操作系统吗~” “滚，那是Vista。” “Vista？维斯塔不是那赛亚人吗” “滚，那是贝吉塔。” “贝吉塔？ 贝吉塔不是那开坦克的嘛？”。。。
 今天花了一百五十块钱剪了一个很抽象的头。回寝室后遭到几个室友强力批判！这时候一旁沉默许久的一同学总结说：“这发型性价比很高！才花一百五，剪了个二百五的头。”
 ☆ 科学家说这个世界是由质子、中子和电子组成的。 他们忘了提还有呆子、傻子和渣子。
 ☆ 一名技师被派到北极圈工作，出发前，他的上司交给他一个盒子说：“这里面装的是你的急救用品，里面有一些求援用的照明弹、一部收音机、和一叠扑克。” “带扑克干啥？” “如果照明弹发不出去，而收音机又坏了，你就拿出扑克来玩一盘接龙。”
 杨幂是个苦命的孩子，迄今共演30部电视剧15部电影。所演剧中角色，自己死了13次，老公（或男友）死了6次，身患重病4次，男友是变态2次，被活活拆散4次，遭非人虐待至少4次，被迫嫁老头2次，精神失常1次，毁容1次，烟消云散2次，出家1次，晚年孤寂1次。另有曾长病20余年。
 @zkaip: 转：AppStore帮360褪掉那身110的皮~~~露出其250的本色~~~
 电话打通的瞬间，娱乐杂志主编气得爆炸：“你在哪儿？一大早其他报社都在疯狂报道天王昨天夜里和神秘人玩车震！你不是专门负责他的记者吗？！你究竟死到哪儿去啦？！” 电话那头传来一个磁性浑厚的声音：“对不起，他今天不太舒服想请个假…嘟…” 主编愣住：这声音怎么这么耳熟？！
 某女的新年愿望是胖10斤，然后她男朋友回她，麻烦你那10斤长在胸上~~~
 老师放学前在黑板上写了“今天没有作业”几个大字，全班顿时欢呼一片，老师微微一笑回身说道：“这就是我们今天的作文题目！”
 @CorndogCN:我艹,第一次碰上党给屁民发钱:刚才居委会打电话给我,说长宁区创建全国卫生城市成功了,每家送一张交通卡,问我结婚没有,我说没有,他说那就没有了,我问面值多少?他说100,我今天去结婚来得及么,结婚只要9块,我能赚91块,对方把电话挂了。
 #新西游记# 唐僧：明儿过节我去找女儿国王；八戒：明儿过节我去高老庄找媳妇。 沙僧：明儿过节，我琉璃杯修好了，去找王母娘娘。大师兄你怎么过节？ 孙悟空突然掏出金箍棒一通乱打，沙僧慌问为何打我？悟空道：“你不是问我怎么过节吗？俺老孙这一条光棍，专跟过节的有过节！”
 香港有一部电影叫做《非常突然》，任达华和刘青云演的，讲的是一群精英警察追查重武器匪徒的故事。在影片的结尾，这些警察干掉了悍匪，高高兴兴，然后突然之间被两个小毛贼全数打死。这就是对艺术的追求啊！
 长颈鹿头上内两个小揪揪是鹿由器，动物园wifi都靠它了。。。
 红色穿越剧：女政委穿回清宫不忘革命，在奉先殿建立党支部，太后皇后嫔妃全发展入党，每天在慈宁宫过组织生活唱红歌，后花园忆苦思甜，发动太监斗太监总管；阿哥改称同志，侍卫改称革命巴图鲁，给皇上颁发反帝反封建学习标兵火红大奖状，高高悬在太和殿顶……
 今天早晨特冷,我与朋友去提款机取钱,正好遇见运钞车来加钞。无奈之下两人只好站在一旁苦苦等候,这时朋友问我:冻手不? 我冷冷地回一句:冻手!结果俺俩差点悲剧,四杆枪瞬间指向俺俩…
 一哥们被迫去相亲, 对方是学英文专业的相当的拽, 一来就说她英语八级, 日语一级, 德语二级, 问哥们几级? 哥们告诉她QQ30级, 黄钻7级, 红钻4级, 彩钻4级, 绿钻3级。 对方扬长而去, 相亲也是人生的一种乐趣。
 今天，我醒来的时候发现我的一只仓鼠在吃另外一只。FML
 今天，我下班回到家，在卫生间看到马桶盖上有一坨便便。我以为那是儿子的整蛊玩具，于是就拿起来看了一下。嗯，那玩意儿是真的。FML
 Oicebot收了可观的小费以后小声道：“JJOnline是金山公司旗下一款抄袭音乐游戏osu!的网络游戏。游戏支持单人模式和联机模式。”
 今天，在当了一天辛苦的见习医生后，我回到家开始和女友亲热。不管我摸什么还是做什么，脑子里想到的全是解剖名称。真倒胃口。FML
 今天，我在商场的试衣间试着几条新裤子。发现自己能穿小两个码的裤子后我欣喜若狂，立马脱下裤子出去付账了。之后发现我忘记穿上自己的裤子了。
 Oicebot收了可观的小费以后小声道：“早在1985年，就有科学家发现雄亚马逊河豚有种特别的爱好，那就是把自己的小jj插进同伴头顶的喷水孔（也就是鼻孔）里。”
 实际上，鲨鱼并不吃人，它们只有在受到惊吓或极度饥饿时才会攻击人类，并且通常只会咬一两口，因为对它们而言，人类的味道实在不怎么样。
 Oicebot收了可观的小费以后小声道：“某电视台做了一个节目，主要内容是 你的出生年份+年龄=2012好神奇呀 ”
 说个真事。十几年前吧，广州曾查获一大批古玉，那哥们坚持说是自己仿的，公安不信，请了专家鉴定，鉴定结果是有相当部分是文物古玉。那哥们怒了，要求提供他罗列的材料，就在班房里制造，不许偷看。结果是……他现造的那些东西请专家鉴定后，里边还是有文物……于是公安只好放了那哥们。
 初中时我住校，晚寝熄灯之后脑子一热，想到吓一吓同班邻宿舍的同学，让同学用卫生纸缠在我身上装木乃伊，费了两卷卫生纸！缠完之后, 我刚蹦出宿舍门，就听到一声杀猪似的惨叫，接着哪里飞来一脚直接把我踹倒，然后就扒开我脸上的卫生纸，我看到了班主任那惊魂未定、肌肉颤抖的脸……
 下午课间，班上一娇小的美女在擦黑板。 因为个子不高，踮着脚也有一大片擦不到的地方。 她努力的样子极大地勾起了我的保护欲！ 二话不说，我走了上去，亲切地跟她说：“让我帮你。” 她很感动的样子，说：“谢谢。” 然后我就搂着她的腰把她举了起来。
 上联：说实话办实事一身正气，下联：不贪污不受贿两袖清风 横批：查无此人
 看到一个病情咨询的网站。一网友提问：医生，我最近睡不着，心情很抑郁，吃不下饭，我是肿么了? 某医生问：你今年多大了? 网友答道：15岁。 医生说：你作业没做完吧。
 和老公坐长途车回程。大家都知道长途车是空调密闭的，结果路上一2货很不识趣的脱了鞋。那个味儿重的啊，简直可以让大家都上呼吸道感染了。于是大家都各种不满，各种劝说。此2货充耳不闻…… 于是老公在盛怒之下也果断脱了鞋……结果此2货怂了……结果他来求我老公穿鞋了…
 魔都三杰一起坐地铁，到了出站闸口，刘翔说：我不需要通过验票也能过去。说完，跨栏过去了。姚明说：我也不需要验票，抬腿跨过去了。话音未落，只见郭敬明冷笑着走了过去。
 孩子问：“妈妈我是从哪里来的？”妈妈很为难，“爸爸我是从哪里来的？”N遍后，爸爸不耐烦的吼道：“购物满200送的！”
 富不过三代，因为有败家子；穷不过三代，因为没有钱娶不着媳妇，木有后代。
 明天是元宵节，有人发了一个图：碗里面有六个汤圆，分别写着：发财、幸福、成功、如意、健康、快乐。 
于是有人就在下面回道：“你发这个图，就是表示：发财、幸福等被盛在一个餐具里，泡了汤吗？”
 弟弟的女朋友把我藏在电脑后面的整整一大包牛肉条吃了，后来问弟弟，一脸不屑的问我是不是吃我家点东西就不行，好吧，你愿意吃就吃呗。那我就不告诉你们那个是给我家狗买的宠物的牛肉条了...
 其实我挺喜欢机场的，尤其是喜欢那的广播，一听就有种君临天下的感觉「请乘坐xxxxxx航班的旅客准备登基。」
 富不过三代，因为有败家子；穷不过三代，因为没有钱娶不着媳妇，木有后代。
 平板的用途1.躺被窝里看电影 2.躺被窝里看漫画 3.躺被窝里看邮件。
 刚才我去公司旁的小卖部买东西，老板问我：“买花么？” “买花干什么啊？” “今天情人节买花送女朋友啊” “哦，那买多少花能送个女朋友啊？”老板默默的把花收回去了。
 阿萨斯王子结束了为期三个月的北极科学考察工作，并带回了早些时候在那里失踪的铁炉堡亲王穆拉丁铜须的遗体，启程返回洛丹伦，国王泰瑞纳斯二世及议会就亲王逝世表示哀悼。
 “这是第一次有媒体人进我们家拍摄。”韩寒的书房也就十平米大小，书架的小一半是各式头盔和奖杯，书的门类很杂。当被问到是否要先整理一下，免得有什么不适宜曝光的被拍到时，韩寒立刻故作紧张地巡视了两秒钟，说：“对啊！我得看看有没有毛片。”
 今天一个同事拿他的户口本办事，我随意瞅了一眼，惊恐的发现，他的户口本上赫然印着“尸王”二字。急忙拿过来仔细一看，原来是“户主”两字没印正，点被表格的边框遮住了。
 @电脑报：【《帝国时代2》最新资料片公布】本资料片名为《帝国时代2：被遗忘的帝国》，加入了对宽屏等众多新分辨率的支持，将于今年发售。是的！你没有看错！是《帝国时代2》！是那个曾经带给我们无数欢乐，却已成回忆的《帝国时代2》！如果你知道这个游戏，说明你真的老了..
 为什么银行总是做励志广告？ 因为你们不发愤图强~ 他们没钱……
 今天，我的雕塑摔在地上成了一滩碎片。这玩意儿严重关系到我的美术考试分数，于是老师建议我把碎片放在水里以便于粘合。然后这些碎片不负众望地溶解了。FML
 日本人河源启一郎骑自行车环游世界，两周前到达武汉。17日，他将车停在汉街入口处，短短两三个小时，陪他游世界的车竟然不见了…
 《侯宝林旧藏珍本民国笑话选》：一老翁年逾耳顺，犹御女不辍。新买两妾，求先生起一美名。先生说：“一个名忠，一个名孝。”老翁说：“‘忠孝’二字太道学，不甚风雅，请问二字出于何典？”先生说：“《千字文》有之，孝当竭力，忠则尽命。
 金庸的《笑傲江湖》将再度搬上荧屏，于本月开拍。制作人于正看来，之前几个版本的门派之争并不健康，而在他这部剧中，华山派就像是一个华山武术学校，门派间的斗争就像学校和学校的奥数学竞赛这样的良性竞争 (@马伯庸: 东方不败为了奥数真题自宫了……岳不群为了奥数真题自宫了……林平之为了奥数真题自宫了……)
 一个外地司机在茂名向交警问路，茂名交警回答：你再向左开就五千（吴川），向右开就六千（陆川），你系呢度就冇命（茂名），向前开就斩颈（湛江），司机听闻大惊直喊饶命。
 郭明义,微博粉丝693万,实名认证人数仅有1744人,新话社文章称,郭生活清苦,一家三口挤在一套不到40平米的旧房中,然而其微博页面显示,绝大部分博文均“来自iPhone客户端”
  @陈承CC微博达人：昨日李肇星新闻发布会后，前凤凰卫视记者、现香港卫视新闻采访总监秦枫，第一个冲到了主席台前，抓住李肇星的衣服提问。后来秦枫发微博说：“老爷子挺乐呵，一点都不惊讶的样子，这才是见过世面的。”，底下人纷纷赞其勇猛。实际上“老爷子”是她姑父，感叹一句现如今做记者也要拼爹啊。 
 @马伯庸 ：朋友发来短信，说他下了一本讲三国历史的书，看到里面有一人叫费翔，智计百出，老谋深算，不由得大为吃惊。后来结合上下文才想明白，原来是“贾诩”，这要归功于扫描辨识软件……
 #五星看两会# 两会花絮：一，这些精挑细选的美女服务员列队啊娜多姿地走过秀场，委员们都目不斜视？只有一位女性代表瞅了一眼，太假了吧？二，这些球记者，让服务员跳起来拍照？你们为啥不让代表跳一下？只会搞弱女子。中国两会奇景，美女服务员上镜的次数，超过全世界各国议会会议的总和。
 两会发言稿提纲:不要......不要......不要......!要......要......要......!大力......大力......大力......!深入......深入......深入......!还要......还要......还要......!
 最资深全国人大代表申纪兰：提到金正恩，她说这个人挺自强自立的，不到30岁就跟美国谈核问题。
 给一只猴子一台打字机，他将有可能打出莎士比亚的全集；而给一个有高等教育的男人一台笔记本，90%的情况下，他会用来看女人的裸体。
 @白希德 ： #微西游# 孙悟空去压龙山夺了幌金绳，又化作九尾狐狸模样返回莲花洞。败露了身份后，悟空便扔出幌金绳来缚银角大王。不想银角念动松绳咒解了绑，反用它捉了悟空。但见这法宝千缠万绕，悟空虽有一身本领却也解它不得。众喽啰大喜：“大王，这法宝是何来历啊？”金角笑道：“呵呵，耳机线改的。”
 前几天北京漫展我帮我的腐女妹妹带本，其中一个大手本她说买不到就提头去见她。可等我去买的时候发现那个本子已经完售了，明明桌上还有几本！作者说是黑箱。我就和那作者姑娘磨了好久说自己是基佬，她的本就是我的精神食粮。那姑娘终于松口给了我一本。结果今天相亲……坐我对面的就是那作者…… 
 你若安好，便是晴天，按这天气看来，你应该是挂了。
 重庆江北北宾路，一酒驾司机被交警拦下。就在他下车一瞬间，这哥们抄起瓶五粮液，一扬脖就喝了半瓶。然后边喝边说：“我不是酒后驾车，我是驾后喝酒。现在我喝了酒，不能开车了，不然要拘6个月。我车就停这，乱停车你们开罚单，拖走也行。我打车走了，明再来提车”。交警茫然...
 当德国人在荷兰问路时，荷兰人通常会告诉他最短的离开荷兰的路线，或者直接说“把我们的自行车还给我们！”,因为二战的时候德国曾经没收过荷兰的自行车。
 Oicebot收了可观的小费以后小声道：“所有的意大利人都只关心意大利面和妈妈。”
 隔壁一宅女为了电脑安全,安装了一个脸部识别软件,晚上卸妆后,电脑死活都进不了系统。
 据路透社13日消息，野外生存秀《荒野生存》（Man vs Wild）的创始人贝爷贝尔·格里尔斯（Bear Grylls）因为合同问题，和探索频道谈崩。于是探索频道正式终止了和贝爷的合同，也就是将其开除。→据路边社消息，这里说的“合同问题”很可能是因为贝爷把合同吃了 
 Oicebot收了可观的小费以后小声道：“连国家主席也会被秘密逮捕了。”
 自从凯撒确立四年一闰的规定以来，已经度过了514个闰年，如果没有这些多出来的四年一天的话，今天的日期其实该是2013年7月28日，而古玛雅人的历法则没有计算进闰年，所以说严格地算来世界在7个月前早就已经末日了…
 当你发现辛苦的连续上七天班只是为了过清明节的话，一定会很伤感吧！
 汉武帝时，中郎将苏武出使匈奴，途中遇到一个自西方而来的占星术士，占星术士谈及西方普遍采用生日所在的黄道十二星座来确定一个人的性格和命运时，苏武很感兴趣，于是就问自己是什么星座，占星术士看了他一眼道，你应该是牧羊座！
 公元前684年，齐国大军进攻鲁国，两军在长勺作战。鲁庄公听到齐国敲第一遍鼓，便打算下令击鼓进军，一旁曹刿曰不可，等到齐国军队敲了三次鼓，曹刿才说可。于是鲁军进击，大破齐国军队。鲁庄公忙问何故，曹刿笑曰：“第三次鼓就算加班了，你见过加班还有想干活的吗？”
 康王赵构从金营逃出，来到江边，却寻不到渡船。幸好有一泥塑之马显圣，载其往对岸游去。此时金兀术赶到，大声唤赵构回头，否则便以强弓射之。赵构畏惧，有意返回，奈何泥马径自向南游去。赵构忙大叫“非吾不返，是泥马逼的，泥马逼的啊”金兀术粗通汉语，闻言很佩服赵构的胆量，遂放任其南归。
 李广征战多年，却一直没有机会作为主帅统领大军。后来他听说汉武帝想找一名上将率大军攻打匈奴，便用重金贿赂左右近臣，让他们进言道：“将军李广利用少量部队尚且能破匈奴百万大军，要是他能率领大军出征，必定能荡平匈奴一统西域。”汉武帝闻言大喜，不数日大军出征，领军者为——李广利！
 列宁同志，请问你是为何会投身革命并改名列宁的呢？”“我在上学的时候，连作业都充满了不平等，伊万和彼得这些贵族子弟只要很短的时间就能做完，可我却不得不写到深夜，从此我就决心要改变封建社会的这种阶级不平等！”“那么为什么连名字也改了呢？”“因为作业是抄自己的名字……”
 项羽被汉军围在垓下，但刘邦还是很担心会被项羽凭借其天下无双的武勇强突而出，便问是否有办法可以困死他。于是张良献“四面楚歌”之计，让降卒每晚在项羽军营四周唱楚歌，刘邦问：“这就能困死他？”张良笑道：“每天晚上被人吵得睡不了觉，是个人都会困死掉的！”
 大将军田忌与齐王赛马接连告负，孙膑见田忌的上中下三种马都只是略逊于齐王之马，于是献计以田忌之上马对齐王之中马，中马对其下马，下马对其上马，田忌闻言大喜，遂照此行事，却不料比完回来说还是输了，孙膑惊问其故，田忌郁闷言道：“他妈的这次改成接力赛了……
 中国已经成功地迫使越南发展同美国海军的关系，这需要很高的外交水平。
 @倍魄:你知道一个姑娘是人妖然后爱上他，与你爱上一个姑娘然后发现他是人妖，那感受是不一样的。
 近年来，苹果、索尼、三星、LG、HTC 常常会因为商业竞争而告对方侵犯专利权，但这次有公司要把他们一次全部送上被告席。发起诉讼的是图形专利控股公司（Graphics Properties Holdings Inc），其前身是 Silicon Graphics ，而发起诉讼的理由是上述五家公司侵犯了他们的图形专利：将文字和图像转化为像素显示在屏幕上……
 今天，我开始研究人们对恐怖小说的痴迷程度。我自己读了一些洛夫克莱夫特的小说，好消息是我现在尿尿顺畅多了，坏消息是那是在我的裤子上。
 大陸知名女星李冰冰日前在北京出席一場高級品牌服飾活動，以一身白色蕾絲禮服亮相的她，原本應該是鎂光燈的焦點，但活動請來的美女翻譯，卻身著一件深V 爆乳洋裝，每次只要她一彎身，就會引來攝影師瘋狂捕捉畫面，讓身為主角的李冰冰相當傻眼。
 最近，微博客评论跟帖中出现较多谣言等违法有害信息。为进行集中清理，从3月31日上午8时至4月3日上午8时，暂停微博客评论功能。清理后，我们将再开放评论功能。进行必要的信息清理，是为了有利于为大家提供更好的交流环境，希望广大用户理解和谅解。感谢大家的支持。—— 新浪微博
 Oicebot收了可观的小费以后小声道：“你知道你和一盘狗屎的唯一区别是什么吗？”“……”“你没有盘子。”
 发微博，总是先写到500字以上，然后删到140字。往往被删掉的是最好的文字，经常被保留的是最差的文字。算入乡随俗吧。
 Oicebot收了可观的小费以后小声道：“Interplay创始人即将对黑岛工作室施放复活术，施法材料是210万美刀, 你站在废土之上，听到地下深处传来了阵阵轰鸣声…”
 早上唐僧醒來看見悟空暴死在地上，八戒和沙僧啜泣不止，忙問：“悟空怎麼死了！”八戒邊哭邊說到：“師傅，你昨晚說夢話念了一晚上緊箍咒…
 @紫霞555: 彻夜读完小说《风和日丽》。将军临终前，妻子问他：“你一生中经历了好几个女人，你最爱的是谁？”将军说：“毛主席。”
 记者在福州街头采访福州市民，记者：请问你对这次油价上涨有何想法？市民：我能说福州话吗？记者：可以呀。市民：撒女内几bei，女内歪撒,做KIE喇,做总弯粑粑待野!!  记者：能否用普通话解释一下？市民：创建和谐社会请从你我他做起---
 亮躬耕陇亩，备三往乃见，请教天下大势，少顷备出，谓飞曰，“卧龙先生适才所言极是”。飞大惑，“翼德一介草莽匹夫，哥哥与先生径言便是，不必报与弟知"。备耸肩摊手，“吾弟有所不知，现在不让评论，只能转发了！” 飞怒道，“你们丫不会私信啊？” 备点头称是，复入草庐与亮恳谈。史称“笼中对”。
 从小到大每次抽奖从来没中过。昨天心情好，在地摊上抽了一下。人品爆发，我中了一等奖。当我把奖券给摊主看时，他给了我一个气球：“我们这里特等奖圆珠笔一支，已经抽完了，就剩一等奖了，真不好意思！”
 睁眼醒来，发现自己坐在机舱内，身着军服，周围参谋人员环绕：“将军阁下，我们已经到达布干维尔岛上空，很快就要在机场着陆了。您的到场，必将鼓舞将士们的士气，和彻底夺取所罗门群岛的必胜信心。”
 某宅男，一觉醒来，发觉穿越，武功天下无敌，权势滔天，正高兴间，对面一中年穷酸男子轻声道：小李飞刀，例不虚发，上官帮主请小心了
 一宅男总是被人瞧不起含恨向天祷告，想要拥有超能力。一道光芒闪过后，宅男发现自己站在一座黑夜中的大墓地之前，自己高大英俊，手中持有一根魔杖，稍稍整理思路，便有无数口语映入脑海。我真的成了魔法师，酷！正得意时，只听身边一个戴眼镜，额头有伤疤的黑发男孩问道：“我们在哪里？这是三强争霸赛的最后一关吗？
 某男睡梦中穿越，赫然发现自己变成了一个身着华服、气宇轩昂的男子，骑在马上，身后跟着数百随从。抬眼望去一座城门立在眼前。这时身边的一个随从说：“太子，玄武门到了。”
 某宅男要穿越，穿越前向天祷告：“不求风华雪月，但求皇图霸业。”穿越后正在火车专列之上，对镜自顾，某男身着军服、气度沉凝，四周侍卫肃立，俨然一方大豪。翻检记忆，某男熟知世界地理、中西历史、部队养成、武器制造、矿藏分布外加素女经，玉房秘诀及天地阴阳交欢大乐赋各种房中秘术，正欲发布平生第一个命令，一侍卫恭敬道：“大帅，马上就到皇姑屯了。”"
 某宅女要穿越，穿越前向天祷告：“不求称霸后宫，但求人见人爱。”穿越后梳妆对镜见一绝世美女，身后突显一壮男，“嫂嫂，武松问你，为何对我哥哥如此狠毒？
 某宅男，一觉醒来，发觉穿越，身具多重武功，内政外交军法无所不通，无所不精，于是放声大笑，正高兴间，旁边一中年道人说：师兄，老毒物被你吓跑了…
 恍惚中醒来，忽然想起自己身为一方霸主，手下猛将如云，各军团战事告捷在即，天下霸业已是囊中之物，门外隐约传来铁炮发射之声，正要一展王霸之气，一个小姓匆匆进门禀告：“寺外皆是桔梗旗印。
 一宅男一觉醒来，发现自己穿越了，衣着华贵，坐在金殿之上。殿下甲兵林立，无不毕恭毕敬；周围美女环抱，桌上美酒佳肴。宅男大喜，心想自己必是位高权重，终于可以为所欲为。正高兴，一位身材魁梧的厨师手捧玉盘走上殿来，霎时间香气扑鼻而来，宅男不禁垂涎，问道：“什么菜闻起来如此鲜美？”厨师慢慢走上前来，低头答道：“太湖炙鱼。”
 某理工天才一夕醒来，发现自己变成了彪形大汉，身穿清朝官服，显是品级甚高，正立于皇宫大殿之内，太监、宫女，甚至面前穿龙袍的皇帝都对自己态度恭敬。想来必定是一代名臣，自己略施手脚，驱逐鞑虏，汉室江山可期！正思索中，只听面前皇帝说道：“我这些天闲来无事，调教了十几个小太监练习布库。少保若有兴致，不妨指点他们几招？”
 一事无成的穷宅男愤恨地对上天呐喊：为什么让我生在穷人家?如果我是大家出身，我一定会青史留名！话音未落，一道闪电劈下，待光芒退去，发现两军阵前，自己正端坐骏马之上，衣着华贵，手持宝弓，身边军队盔明甲亮，均对宅男态度恭谨。想必自己地位尊崇，宅男踌躇满志，待利用新身份一展宏图。正心花怒放中，只听身前一名小校报告：“将军刚才那一箭真是神勇！，正中对面敌将左眼！恭喜了！
 宅男穿越，睁开眼一看，自己身处华屋之中，身边金银珠宝无数，细细想来，自己似乎乃是皇帝身边重臣，家财万贯，富可敌国。正在得意之际，一太监突然传旨宣宅男进殿。宅男低声问询所谓何事，太监答：“大人，乾隆爷驾崩了。”
 一宅男穿越，只见自己丰神俊朗，盔甲鲜明，身边小弟无数，脚下踏波而行，心中武功道法无数，突然看见面前有个小孩儿，身上缠了根红带子，手上拿着两个金镯子，正冲自己发问：“通个姓名，我有道理。”
 穿越后发现自己身为大将，兵法绝伦，坐着战车带着精锐正在穷追敌军，结果发现前方树木堵塞，上前察看，只见唯有一棵树未倒，纳闷间命令举火，只见树上有几个字……
 穿越回去，发觉自己上知天文下知地理，精熟数术理工，无数筹划喷涌而出，一时兴致勃发，拿起树枝寻了片沙地将胸中所学一一画出。未几，一罗马士兵提刀而入。
 穿越者缓缓醒转，突然外屋冲进条汉子，说：娘子，左将军逃难到咱家了，现在就在堂前坐着，快看看有什么吃的...
 一阵恍惚之后再看，只见身处辉煌大厅中央，众人环绕。自己一身衣饰华贵，剪裁合身，显是上等手工缝制；四周灯红酒绿，男宾女客皆举止高华，尽是贵族中人。定神细想，自家原是大贵族，更兼跟随大势投资外洋，货利巨亿。此去米国，上有族老参议员拂照，下有良田数十万，大厦十数栋，仆人打手无数，此后数百年北米龙气不衰，正可借此大势翻动世界。正自飘然间，呼听厅外一阵忙乱，有人大呼： Iceberg! Iceberg ahead!!
 穿越后发现自己处在金碧辉煌的城池中，身边侍女无数，身着武士铠甲，高大英俊，大概20岁出头的模样，不禁心花怒放。突然一名武士慌慌张张闯入，大喊道：夫人和少君快撤，真田大人战死了，内府大人的军队已经攻上城墙啦！
 某男，穿越后发现自己是大国的年轻总统，正和美丽的夫人一起乘坐敞篷汽车视察，周围人群欢声雷动，看来自己颇有民望，正得意间，一位陪同视察的政要的夫人转过头说：“总统先生，这回你可不能说达拉斯不热爱你了。”... 
 某女醒来回到大唐盛世，虽然自己此时尚在襁褓，但听太监闲谈，自己的爹是高宗，自己的娘是武昭仪，贵为公主，心下大喜，待苦等数年，便可学天平，建香宅，蓄天下美男做面首此时抱着自己欢笑的女子则是当朝皇后，忽地太监喊道：王皇后起驾回宫了！
 还是绑匪这行好做,干掉客户还能拿钱...
 跟Bug比起來，你可怕多了，拜託你不要寫Code...
 #Monologue# 观众和媒体质疑《泰坦尼克号》中Rose裸身让Jack作画的情节1998年在大陆上映时没有被删除、2012年上映时却被删除，近日广电总局终于对此给出了解释：“考虑到3D电影的特殊性，我们担心播放此片段时观众会伸手去摸，打到前排观众的头，造成纠纷。出于建设精神文明社会的考虑，我们决定删除此片段。”
 所谓睡货，可用八个字概括：春困，夏乏，秋盹，冬眠。
 “饥饿可以把小孩子变成白蚁。和任何话语相比，饥饿都是更大的真理。”他写道。
 @ichinesetweets: “你得了一种罕见的传染病，” 医生对病人说：“我们准备把你隔离，你只能吃薄煎饼。” “薄煎饼能治我的病吗？” “不能，因为门缝下只能塞进去薄煎饼。”
 @pufei: 【问】谷歌眼镜在中国大陆地区上市之后，中国用户收看最多的内容将是什么？【答】对不起，你想使用的功能根据法律法规在中国地区尚未提供。
 @mille_yin: 今天坐地铁，人还不算多，某一站时进来一个男生，身材看起来比较胖一点…他进来之后地铁就发出“滴~~滴~~滴~~”的关门警告声。 接着他一下子突然就跳到站台上去了…看着地铁门关上，他嘴里喊着着： 靠，我还以为是电梯...
 @MyDF: CCAV4介绍台湾旅游总是欲语还羞，“台湾自由行”这个旅游项目，硬生生要打“台湾自游行”这样的字幕，有多害怕自由啊。
 @南方都市报: 深圳的胡先生3日到中国电信蛇口营业厅办理业务，将价值3万“左撇子”山地车停放在门口，10分钟后不翼而飞。胡先生当即报案，他曾要求立即调看监控录像。“但民警说太忙，要改天看。” 网友称，“不是外国人，估计找不回来。”
 @张倩烨 : 现代战争中战备茅台主要有两个用途：一是被敌军打到皮开肉绽时为伤口消毒；二是被俘时时向敌军行贿。
 @easthero 在美国如果你看到一栋民居上飘扬着国旗 那一定不是因为房屋主人爱国 而是那栋房子要被强拆了
 @Fatal1tyV: 所有国内视频网站都有一个神奇的功能：不管网速多慢视频多卡，广告从来都不卡…
 @Guokr:“一想到蜈蚣我就害怕，因为联想到它家的鞋柜，我立马密恐了。”
 ☆ 昨天去看了泰坦尼克号3D，这3D效果实在是太3D了，我甚至真切地感受到了卡梅隆把钱从我钱包里拿出来的全过程。
 盗墓贼打一个洞，一人下去取珠宝玉器，一人上面用绳子系上来，但发生了拉绳人见财起义抛弃下面同伙而去的事。于是演变为盗墓团伙以父子居多，但也发生了儿子扔下墓里亲爹的事。最后行成行规：儿子下去取货，老子上面拉绳子，据说再没出现过把人落在墓坑的事。这就是人性。
 今天，我妈承认她带我出去吃饭，是因为她觉得带我姐姐出去疯狂血拼却强迫我留在家里有负罪感。好吧，妈妈，不管怎么说，我谢谢你出来带我吃沙县小吃。FML
 今天，我拿着一个手枪造型的电筒对着我最好的朋友，然后开玩笑地问他有没有和我老婆睡觉，结果这货还承认了。FML
 一天我在街边散步，一辆公安警车也顺街边徐徐前行，敞开的车窗中，几个青年警官正在哼唱。此时的街区十分宁静，车开得慢，歌哼得也从容，我听清了是《西游记》里一个小妖唱的“大王教我来巡山……”
 发一个音乐课上的………………嗝……………………今天学唱脸谱，一个童鞋突然来了灵感，吼到：蓝脸的窦尔敦，草尼马，红脸的关公暴菊花……然后，老师听见了，叫他再编俩句，这货思索两秒，唱道：紫色的天王，玩dota，绿色魔鬼超神啦!全班果断笑喷，老师都笑了。
 一个人住的房钥匙掉了，如果门锁了就进不来，但要出去买菜，想到了诸葛亮的空城计，于是电脑开了，音响大声放着歌，把房门敞开…… 以为这样可以对小偷蒙混过关，一个小时回来后发现连炒菜的锅都被端走了。
 我的/笔记本/被/同学/泼了一杯茶水/ 晾干了/之后/主板什么的/都/没啥/大问题/ 电脑还能用/ 就是/键盘/一打空格/就/出来这个/斜线/ 于是/我发现/只要/我像平时/一样/用/我的/拼音输入法/打字/ 我就/获得了/一种/新的/技能/------自动/写诗/ 我觉得/这个/碉堡了。。。
 今去哥哥家玩，小侄子给我开的门，开完门看到我之后就往回跑，边跑边嚷：大王大王！那个毛脸雷公嘴的猴子又来了！
 有个故事到现在已经讲了100多年。一个白富美和她的高帅富共同乘船去美国，途中遇到了一个屌丝，被他成功诱惑了。后来，船撞到冰山，屌丝为了白富美挂了，高帅富成功逃生——《泰坦尼克号》告诉我们一个道理：挖人墙脚不得好死
 前几天跟好朋友走在路上有说有笑，走的时候没注意，一脚踩在一条狗的尾巴上，狗本来趴着的，被我一踩 嗷的一下就跳起来，我也被吓了一跳，连忙跟狗说了句对不起对不起，顿时感觉不太对，就鬼使神差脱口而出sorry！这时坐在旁边的一老头（貌似是狗主人）发话了，＂你说什么它也听不懂，没事儿，它不咬你就说明原谅你了＂
 今天在中石化加油破了纪录。。。。割割。。。。。油表显示还两格油，结果加了442块钱的93#油。53升。妈的我车油箱总共才45升的油箱。愣加了53升油。中石化告诉说地上有点坡度，所以加的多。尼玛我把车立起来也是45升的油箱啊。
 赵文卓说：“戏霸……”甄子丹一个耳光甩过来，“你妈逼！” 方舟子说：“你怎么证明……”甄子丹一个耳光甩过来，“你妈逼！” 韩寒说：“我只是……”甄子丹一个耳光甩过来，“你妈逼！” 郭敬明说：“你不要欺负寒！”甄子丹一个耳光甩过来，“你妈逼！”但是没打到。
 @平安中原 ： 4月10日，宁波警方在一家宾馆查获了一个聚众吸毒贩毒的场子，其中一名主要毒贩突然说：“我姓李，是记者，正在以卧底身份采访。”警察灵机一动，问他，新闻稿子的第一段称做什么？ “李记者”竟然不知道答案应该是“导语”，立马露了馅儿，被警方当场拿下。目前，李某已被刑事拘留。
 @赵承渊 4月10日，警方在某地下出租屋查获了一伙涉嫌卖淫嫖娼的违法分子，询问时其中一名嫖客突然说：“我姓李，是医生，正在给小姐们检查身体。”警察灵机一动，问他，乳房检查的第一步做什么？ “李医生”竟然不知道答案应该是“观察双侧乳房是否对称”，立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月10日，警方在某地下出租屋查获了一伙利用电脑进行违法行为的团伙，询问时其中一名犯罪分子突然说：“我姓李，是职业电竞选手，正在打WCG。”警察灵机一动，问他，DOTA里“-apomnpsh”是什么意思？ “李选手”竟然不知道答案应该是“中路solo禁神符相同英雄”，立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月10日，警方在某地下出租屋查获了一伙涉嫌卖淫嫖娼的违法分子，询问时其中一名犯罪分子突然说：“我姓李，是生物学家，正在研究人类性行为。”警察灵机一动，问他，《裸猿》的作者是谁？ “李生物学家”竟然不知道答案应该是“德斯蒙德·莫利斯”，立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月10日，警方在某居民小区截获一名涉嫌拿望远镜偷看别人家窗户的违法分子，询问时这位男子突然说：“我姓史，是天文爱好者，正在辨认星座。”警察灵机一动，问他，今天过生日的人是什么星座？“史姓天文爱好者”竟然不知道答案应该是“白羊座”，立马露了馅儿，被警方当场拿下。目前，史某已被拘留。
 4月10日，警方在某地下出租屋抓获一名涉嫌贩卖地沟油的违反分子，犯罪嫌疑人突然说：“我姓李，是名环保工程师，正在做地沟油降解实验，课题是《地沟油的排放对城市面源污染的影响研究》。警察灵机一动，问他，该如何检测地沟油中的TP含量。丫不知道TP是总磷含量，竟然回答地沟油不玩DOTA，没有回城卷轴。立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月10日，警方在某地下出租屋查获了一伙利用电脑进行违法行为的团伙，询问时其中一名犯罪分子突然说：“我姓李，是魔兽世界玩家，正在打随机团队。”警察灵机一动，问他，世界频道里“YXXX3=2QMSFSSDMMMMMMMMMM”是什么意思？ “李选手”竟然不知道答案应该是“英雄鲜血3等2缺牧师，法师。速度密”，立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月10日， 警方在某地下出租屋抓获一名涉嫌强制猥亵妇女的违法分子 ，犯罪嫌疑人突然说：“我姓李，是名牙医，正要给对方检查口腔，遭到调戏——其实是她强吻我。”警察灵机一动，问他，人一共有多少颗恒牙？多少颗乳牙？ “李医生”竟然不知道答案应该是“恒牙28--32，乳牙20”，立马露了馅儿，被警方当场拿下。目前，李某已被拘留。
 4月17日，宁波警方在一家宾馆查获了一个聚众传销的场子，其中一名主要讲师突然说：“我姓李，是英语老师，正在给学生们进行辅导。”警察灵机一动，问他，那你英语过了九级了吗？ “李老师”竟然不知道答案应该是“滚你丫的哪有什么九级”，立马露了馅儿，被警方当场拿下。目前，李某已被刑事拘留。
 4月10日，警方在某街道墙边抓获一名涉嫌刷办证号码的违法分子，询问时犯罪嫌疑人突然说：“我姓汤，是一名数学达人，灵感来了正在写算式。”警察灵机一动，问他，级数收敛的必要条件是什么？ “汤达人”竟然不知道答案应该是“该级数的通项以0为极限”，立马露了馅儿，被警方当场拿下。目前，汤某已被拘留。
 4月10日，警方在某地下出租屋查获了一伙涉嫌卖淫嫖娼的违法分子，询问时其中一名犯罪分子突然说：“我姓李，是哲学家Blablablabla...”警察听，赶紧说，打住打住，你赶紧走吧。
 昨日一女同学在食堂吃饭时，一机电系男生凑到旁边，“同学，我能和你说话不，我已经一个月没和女生说话了。”
 一人请教禅师：「有人背地里捅我刀子，该怎么办？」禅师拿起一把斧子抛向天空，然后问：「听到天空喊疼的声音了吗？」该人摇头：「斧子又没伤到天空，天空怎么会喊疼呢？」禅师点头：「天空那么高远辽阔，斧子扔得再…哎妈火箭掉下来了」
 大学里，上课铃响，老师走进教室。 教室里只稀稀拉拉坐着三个学生，老师毫不理会。 连讲了两节课。 老师回过头来，问道：“这三位同学，学习态度很不错，你们班的其他同学今天怎么都没来？” 下面一学生弱弱的答道：“老师，我也不知道，我们不是您学生，我们是在这自习的。
 男友不敢当面向他的女友求婚，只得在电话上作远程试探。 “亲爱的，今天我彩票中了五百万，你答应嫁给我吗？” “当然了，你谁呀？”....
 当兵时，体检。我有一个朋友四百多的近视……提前把视力表背的滚瓜烂熟……到了体检的时候大夫一指……他来了句“第几行？”大夫回了俩字“出去！”
 佛祖想减肥又不好意思说，为了减肥，佛祖吃素，自称是为了不杀生，为了减肥，佛祖走遍四方去锻炼，自称是为了弘扬佛法，为了减肥，佛祖割肉喂鹰，这么狠的招都用了，当他发现猴哥整天湖吃海喝，还是比他瘦时，怒了，压了猴哥五百年。
 物理课时，老师问：“11伏、30伏、220伏、1000伏和3500伏的电压，哪个可以摸，哪个不可以摸？”学生：“都可以摸，但有的只能摸一次。”
 你知道为什么日本人80%死于癌症，而非洲人很少死于癌症吗？原因很简单，日本有世界最高平均寿命（83岁），而非洲有最低的平均寿命（40岁），非洲人还来不及得癌症就死了。
 最容易饿的人一般都是胖纸，因为有个成语叫作：最饿身重。
 手机丢了，急忙用朋友的手机打过去，很客气地问：“你好，您是不是刚捡到个手机？”接电话的直接回答：“什么捡的，我刚偷的！”
 怀念高三能解数学，能做物理，能背生物，能写作文，能读英语的自己。现在回头看看那时的自己和他妈超人一样，现在就和脑残一样。
 江南七怪加洪七公，把郭靖这么一个傻瓜教成了武功盖世的大侠。王重阳武功天下第一，一个人教七个，教出了全真教一群废物。这就是大学扩招的代价！
 ☆ 我在公园看到一个胖妹在长凳上哭哭啼啼的，就上前去问：“怎么了？你没事吧？” “糟透了，”她抽泣着回答，“刚、刚才有个男的把我拖到了那边草丛里，然后他、他就把我……”　 我插嘴道：“把你的钱包抢了是吗？”　 “是……呜呜呜……你、你怎么知道的？”
 ☆ 半夜睡不着，在阳台上用红外线笔到处照射，看见一夜归男子，我遂用红外线光点射到他身上，只见那家伙快速一跃，跳到绿化带上草丛背后卧倒，五分钟都没动静，照例这不是g潮。我正准备回屋睡觉，看到在绿化带的尽头，那家伙爬起来就跑，敢情他以为有人要狙击他，一直在绿化带里匍匐前进了二十多米啊。港片看多了吧。这家伙要么就是贪官，要么就是有仇家。。。
 ☆ 是的，雄性海马从来不跟他们的孩子玩接球游戏，也不会在他们做家庭作业时提供帮助，但是他们却有一个地方是的的确确胜过了人类爸爸的——生小孩。他们一胎就是1800多个小海马宝宝！oh My God!这哪里是产子，简直是海马大爆发……
 ——“干IT太累了，想换一行怎么办？”——“敲一下回车键。”
 “林大夫，你好！” “我姓李！你为什么见到所有医生都叫林大夫啊？” “不是说医生都是姓林么。。”
 是什么/让我在一瞬间痛彻心肺/是什么/让我顷刻间泪流满面/是那倏然凋谢的玫瑰？/还是顿悟人类命运的不可知却无力抗争？/不，我的朋友/真正的痛楚/是光着脚踢到床沿
 <hoxily> 内容眼睛保健操，，（→_→) (↑_↑) (←_←) (↓_↓) (→_→)(↑_↑)(←_←) (←_←) (↑_↑) (→_→) (↑_↑) (←_←) (↓_↓)(→_→) 做完之后可能出现如下症状： ( T_T )（＞_＜） ( *_* ) ……
 姐上幼儿园的老师是小姨，上小学两年班主任是二姨，三年班主任是舅妈，初中三年班主任是老妈，高中三年教导主任是大舅。从来不知道逃课是何种滋味，你们能体会吗？教师世家的孩纸伤不起啊...
 熊猫和企鹅倒是有点相似点：都是以黑色和白色为主的以字母P打头的动物。
 “好像今天波波让帕克下场时，帕克说的话类似于“I haven't played in 3 days...I'm 29。”这个可以自动脑补翻译为：“今天不行，帕克。”“不嘛，我都三天没玩了，我可是29岁血气方刚的男人啊！”
 收到來自電信公司的短信：母親節發送“福”字到XXXX，內容將得到高僧加持，並在寺院祈福屏顯示。XX寺電子祈福（10字內），每次3元；大願祈福（20字內），每次10元。
 几年前的一份研究表明，学步儿童在认识自己的名字之前，就认识了麦当劳(McDonald)的弧形图标。之后的另一项研究表明，看到金色的弧形图标，就能在神经系统中引起变化，提高我们的阅读速度。麦当劳可不是平白无故地就被成为“快餐”的。
 一阵急促的敲门声，“谁啊！”，过了5分钟，门外传来“Java”。
 老婆给当程序员的老公打电话：“下班顺路买一斤包子带回来，如果看到卖西瓜的，买一个。”当晚，程序员老公手捧一个包子进了家门。。。老婆怒道：“你怎么就买了一个包子？！”老公答曰：“因为看到了卖西瓜的。 ”
 一百万只猴子，给他们一百万个键盘，其中的一个会写出Java程序，其它的写的都是Perl程序。
 ☆ 在酒吧和朋友一起看球，我拍拍胸口说：“跟你打赌，今天这场比赛，开赛前我能知道它比分是多少！” “哦？好啊，你倒说说看。”他从兜里掏出50英镑拍在桌子上。 “开赛前，0比0。”我把钱一把抓进自己兜里。
 @南方人物周刊 : 中国式离婚:为了让孩子上幼儿园,父母竟办理了离婚,这种事在南京市建邺区实验幼儿园成了现实。因为该幼儿园规定,父母双方的户口必须与孩子的户口在一起,如果有一方户口在外地,孩子便不能取得入园资格,这导致3对夫妻无奈办理了离婚手续。对此,建邺区教育主管部门却称这一新规没有违反规定。
 在《吃豆人》三十岁生日的当天，Google 将自家的 logo 换成了 Pac-Man doodle。这幅 doodle 非常特别——可以实际操控来玩。有人估计，由于大家在 Google 首页玩游戏而非工作，这款游戏导致了超过 1.2 亿美元的生产力损失。
 “啊，世界上的人难道都喜欢在这么重要的时刻被一大群植物的生殖器围着，并且用一坨包裹金属外壳的碳单质以示诚意么？”
 Google这个暴富的公子哥儿基本上只会买东西，从没进过当铺，如果哪个东西玩着玩着没用了，甚至是买来看都没看一眼就觉得没用了，那最多也就是扔到垃圾桶里不玩了，从未想过把什么东西卖掉。但这个惯例在今天被打破了，他们宣布将SketchUp出售给Trimble Navigation公司，具体的交易金额并未透露。
 展昭激动的对喊冤百姓说：“你们放心，包大人那是打着灯笼都找不到的好官！”包拯听到后，怒曰：“展护卫，本官有那么黑吗？”
 金銮殿早朝。宋仁宗威严扫视群臣，大怒：“包拯怎么不在？！”“回万岁，包拯不就在这儿吗？”八贤王指着不知所措的包拯道。宋仁宗：“哦，看他头像是黑的，还以为他不在。”
 展昭给王朝和马汉讲自己的英勇故事：“那天我探逍遥楼，获得重要情报，却误中机关，身受重伤。我强提一口真气，支撑到开封府，突然眼前一黑。”马汉关切的问：“你昏倒了？”展昭：“不，是包大人出来了。”
 深夜。去案发现场的路上。夏洛克突然拽拽约翰的衣袖：“John我们也接吻吧。” 约翰不解：“嗯什么叫我们也？” “你看前面公孙策跟包大人。” “明明只有公孙一个人呀！” “观察，John。你看他舌头伸出去就不见了。”
 公孙策舞文弄墨之后，总会惯性地轻舔笔头，有时嘴唇便不免沾墨泛黑。展昭第一次看见时，神色古怪。“公孙先生，展某有一问不知当不当讲……”“展护卫但说无妨。”“您是不是刚亲了包大人？”
 @cyouwa: 转：路人总是冷漠，网民总是义愤填膺，是路人从来不上网，还是网民从来不出门
 @doubleaf: 从前有个姑娘外号叫表妹，因为她excel表格做得特别好
 @clc4214：上星期气温很高，我在自家花园里脱光了晒日光浴，接着我的女邻居打电话报警，结果，我被当作暴露狂抓进了局子。今天，我发现她也一丝不挂地在花园里晒日光浴，作为报复，我也打电话报警，结果，TMD，我被当作偷窥狂再次抓进了局子。
 一群工科男讨论毕业旅行，于是说到湘西凤凰，聊到沈从文和他的《边城》，这时某2货一脸困惑的说：“纳尼，沈从文还学了c?”
 冬天，农夫发现一条蛇冻僵了，他很可怜它，便把蛇放在自己怀里。回到家发现蛇还并未苏醒，农夫便把蛇放进一个罐子之中，为了能让蛇早日康复，农夫又往罐子里放入了人参30克，枸杞子500克，熟地黄100克，冰糖4000克，白酒5000毫升。
 有一次感觉很难过，想看心理医生，结果查询了价格，我立刻就自愈了。
 ☆ 今天，在一个小时之内卖出了史无前例的2万件切尔西球衣……　 是在Ebay上，全是新曼城球迷们卖的。——cvrock
 ☆ 曼城俱乐部官方商城收到了数千件球衣退货，退货者是原来是切尔西球迷然后是曼城球迷的新切尔西球迷。
 ☆ 惊闻唐宁入选了英格兰国家队，我觉得咱们就应该干脆用他的名字来命名一条街，街上就专住那些干事一塌糊涂、根本没人想要、却还是能够屡屡入选的家伙们。　 等一下……  ——ACSpound
 ☆ 到处都在说今年曼联是他们有史以来伤情最严重的一个赛季。　 不该是1958年么。——PissTake_Peg
 ☆ 在纽约即将取代旧被袭双子塔的“自由之塔”马上就要落成了。 基地组织管它叫“第二关”。 他们的第一关对美国来说倒只是开场动画。
 熊猫说：“我的梦想是有生之年能拍一张彩色照片。”包拯叹了口气：“你真贪心。我只希望能拍一张黑白照片。”公孙策安慰道：“大人切莫妄自菲薄，您随便找个人合影，出来的都会是黑白照片。”
 一日,开封府刚刚升堂,就见展昭慌张的跑进来,“包大人,不好了!”但见包拯有条不紊,“展护卫莫慌,有事请讲。” “大人,府外有一自称是青楼女子击鼓鸣冤,说是有人在那风花之地买了她的春却在事后赖账不给钱。” “原来如此,这也不是什么难案嘛,她可有说出是哪个登徒子赖的帐?” “她……她说是……是包大人您。” “放肆!满口胡言!本府怎会做出这等事!”包拯大怒 “此女子是谁?报上姓名!” “她……她自称是满春楼头牌——满地红。” 提示： ,1中华民国国旗  
 @朝日新闻社官方微博:【中国的那个谁取消访日】中国的那个谁(这样总能发了吧...)临时取消了原定于24日访问日本的行程。 - 朝日新聞中文网
 家里农村的，很多摩托车，爸爸的车在肇事者后面，看到把老人撞了爸爸去扶起来，那老人家的儿女就怪老爸撞的，要老爸赔四万，说要不是他撞的他怎么会去扶。幸运的是这一幕刚好被我同学看到了，去解释，他们不理。同学火了，叫了十几个小混混，要把老人带去医院验伤，说要是花不了四万就打成要花四万的伤。
 朋友开车去扬州，迷路了，打电话求救，让她说个标志性的建筑物，她是这样说的，“前面是一大片麦田，田里有跟电线杆…”
 上午练车的时候 瓢泼大雨 那叫一个猛烈 坐车上哗啦哗啦前面毛也看不到 教练叼着烟 斜眼问 这时候该怎么办 我好紧张啊 书上说应该打双闪慢行或者靠边停车之类的吧？ 但是双闪是什么？ 我只好颤抖着说 靠边停车？教练听到后仿佛智商受了极大侮辱般瞪了我一眼 伸手开开了雨刷。
 对门邻居老吵架，女怀疑男有外遇，男不承认，昨天又断断续一晚上！扰民，今早同坐电梯，楼下进来一赤膊纹身面目狰狞壮汉竞直走向此男＂你是XX？＂男惊慌，壮汉又说＂以后再在外面瞎搞，弄死你！"此男马上从电梯跑下，壮汉后喊道＂别再让我听见你们家有动静！＂电梯关上，大家都不敢看壮汉，壮汉拍了拍胸口自语到＂妈呀，吓死我了，出汗了，儿子你这次要考不好可真对不起你老爸，纹身也贴了，黑社会也装了！＂
 初中一哥们，趴在桌子上抠鼻屎抠的正嗨～这时班主任从后面走来，以为他玩手机。啪一巴掌把他头拍到桌上…然后这哥们手指插着流血的鼻子，抬头用幽怨的眼神看着班主任吼道:"抠鼻屎还有错啊！"
 几天前，抱着两岁多的外甥女上街，迎面走来三个和尚，小外甥突然突然冒出一句“三个和尚没水喝”......至今忘不了三位大师那幽怨的眼神。
 记得读小学时，家里住敬老院前面，提着只桶上敬老院，就这一举动被住前面的老师用相机照了下来，被学校评为先进少先队员。他们万万没想到我家停水，拿桶上敬老院偷水了……这也是我人生中的第一次得奖。
 我小时候很不消停 我爸妈总要哄我 直到他们发现了一个办法————给我手上涂满胶水 用嘴马上吹干 我自己会慢慢的揭下来 弄的特别干净 大概需要一两个小时 然后他们就拿着胶水又过来了。
 我妈说，如果有人追你，你就跟他说，那我们结婚吧…………以前没反应过来觉得老妈这是急着把我嫁出去，现在才发现老妈这是防早恋妙招！！
 以前看到别人说自学大学课程，觉得超牛逼了，上了大学才知道，牛逼个蛋，我也是自学的…
 小时候调皮，用小铁棍把老爸给买的皮球扎破了。家里问谁弄得，死活不承认。然后老爸笑着对我说：“这球是圆的，谁这么厉害，把它弄破了。”我得意的说：“把它用脚夹住，用铁棍一扎就破了。”然后是一顿狂批…
 有一次我带女儿和外甥去家门口的超市买东西，付完钱我想起还有个东西没有买。于是我就返回去拿，我以为速度很快的，结果出了大门就不见那俩个小家伙。当时真的害怕被人拐走了，就到处找到处问...就这这是手机响了，掏出来一看是妈妈的，于是就问什么事？妈妈说：你赶紧回来吧，俩个孩子在家哭，说是把你给弄丢了.
 家有贱狗哈士奇一枚，各种神经，让我又爱又恨的。不知道什么时候练就开门的本领，以至于出门都的反锁。一日下楼买东西忘记拿钥匙，lz闭目三秒精光一闪，在门口各种喊各种叫，不负所望我的小哈威风凛凛以最帅的姿势把门打开了。我不会告诉你门口有个男的看呆了都~
 本人曾经在kfc打工…有次同事去厕所看需不需要换纸，结果看里面有人就出来了，等了很久再去还在，反复几次同事等不了了，就对那人说换纸。只听见里面传来凄怨的声音：就等你了…
 Oicebot收了可观的小费以后小声道：“北京地铁13号线是代码民工专列。”
 Oicebot收了可观的小费以后小声道：“扎克到中国拜见岳父母，女方听说男的开了个大网站，特地去核实，回来坚决不同意婚事：什么大网站，输进去都找不到……”
 食堂里的“青椒肉丝”“水煮肉片”这种不符合岩石命名规范的菜名真心令人讨厌！正确的说法应该是“含肉丝青椒”或者就是“青椒”（含量少的成分要放在前面，而小于百分之五就不能参与定名）。
 Oicebot收了可观的小费以后小声道：“像你们（Homo Sapiens）这种演化迅速、分布广泛、特征显著的物种，真是绝佳的标准化石呢。”
 一同事喝多了，走在路上，看见一头牛，他就盯着牛看，牛还流泪了，他说牛在用真诚目光看着他，在祈求救它，还流下眼泪，结果他立刻花了4600元，买后，牵回家了，他老婆现在还在和他吵架。
 研究者称，鲸豚类大多数是多夫多妻制，一个雌性在繁殖季节内可能和多头雄性交配，为了能在激烈的精子竞赛中取胜，它们都进化出了更大的蛋蛋，有些鲸类的蛋蛋甚至比它们的脑子还要大很多。
 Oicebot收了可观的小费以后小声道：“Rap is 75% Crap.”
 Oicebot收了可观的小费以后小声道：“现在这样的天气，假如你把狗狗留在轿车里，在没有水源又没有通风的情况下，很可能15分钟狗就死了。如果把暖气打开、再多等上半个小时，肉质会格外鲜嫩多汁哦。”
 ☆ 我给我那有强迫症的朋友买了一幅比萨斜塔的纪念照片。 他到现在还在头痛该怎么挂在墙上……
 ☆ 今天，我一个月来第一次读纸质书。当我看到一个不认识的词语的时候，由于平时用惯了金山词霸，我下意识地用手指去戳那个单词，当然不会有反应，然后我才想起来我是在看纸质书。
 昨夜酒后回家把楼道密码忘了，喊来保安，他严肃地问，你怎么证明是业主？我说，给老子开！保安说，给老子证明。我喊，梅茜！一只狗头从阳台探出头。我说，叫。于是梅茜叫，引发隔壁边牧叫，引发对面黑背叫，转眼小区吵成一片，灯一盏盏亮。保安说，这个证明太喧哗有力了。遂开门。
 RT @xie107 “如果你的男朋友是理工大学的，那你更应该好好珍惜。因为他在那么多优秀的男生面前，竟然还是喜欢女生。”
 希特勒，19歲時報考維也納藝術學院，但卻碰壁，入學試成績評語是：「繪畫成績不夠滿意。」希特勒對此一直耿耿於懷，認為學院沒有錄取自己，世界肯定為此蒙受重大損失。
 100多天、一瞬、高考结束了，马上又将会有这么一群孩子，迫不及待的扔下书包，去聚餐，通宵上网，旅行，KTV，闲逛，狂欢……认为自己终于解放了……殊不知，你们离开的，就是天堂。” —— 韩寒
 沈阳皇姑区一名男子以切菜刀劫持路过女子，荷枪实弹的警察与男子对峙，因恐伤害人质不敢轻动。歹徒占据上风押着人质转移，发现一炸鸡柳的小摊碍事，他一脚踢飞。这下可惹祸了，愤怒的小贩手持大勺冲上去，当场将歹徒制服。
 一条狗在路上悠闲的走着，后面有个小伙子踩着单车。就在小伙子准备超过那狗时，狗狗突然看了他一眼，然后狂奔！小伙子愣了一下，然后也跟着狂踩。狗狗吐着舌头狂奔，小伙子也吐着舌头狂踩……这一人一狗就这样你追我赶的消失在我的视线里
 一条鱼掉到酱缸里，到处说环境差。一大蛆爬过来，指着鱼鼻子骂：丫的闭嘴！你不能用鱼缸标准评价酱缸，根据我们酱缸的标准已经很好了，完全符合酱缸的发展水平和技术条件，再说我们秉承的是先污染后治理的原则，调配这一缸大酱我们容易吗？ 当大部分鱼认命时， 蛆们却偷偷滴爬出酱缸，变成苍蝇飞跑了。
 如今世界舞台上两位重量级选手正摩拳擦掌开始了为了未来的信息领域的切磋。一位是比较古板的国家政权对于现代科技持保守态度（苍天在上 这要是按原意翻译就该重置了），另一位则是信息企业孤身深入，在没有祖国支持的情况下努力返回本该有他一份羹的市场。景德镇和 Google 之间的冲突已经成为数字时代的第一场战争。
 这个月，景德镇官方通过屏蔽网络搜索来压制二十载以前在某个大片空地上发生的事情的周年信息。但这做的有点过头了，比如连魔都证券交易所的收盘价都被算入其中，就因为数字有点蹊跷。
 大陆众所周知张绍忠少将以满嘴跑火车,挺谁谁死而著称。近日,博主“张绍忠少将”发文“中国共产党决不会垮台”,被新浪删掉了,他要求新浪能给他个说法。
 今年NBA季后赛趋势我已经发现了，第一轮动物什么的死光光，就好像灰熊、小牛、公牛、老鹰什么的，第二第三轮人类死玩，比如湖人、76人、凯尔特人、步行者！最后剩下来的，靠！大自然的决战，雷霆打热火。总结：还是大自然的力量最强大！
 3R不是高智商社会，是以“DM的智商为基础”的社会。
 荷美（Holland America）航运公司提供全程超过100天的“Grand Voyage”游览项目，带着那些已经退休，即将退休和不知道为什么能有那么多时间和钱出来旅游的人穿越大半个地球。
 闲的蛋疼，在家拉了坨屎在报纸上，之后裹了几层报纸，带到班主任家门口。摆在地上用打火机点着报纸，然后敲他家门，之后逃跑，班主任好奇的打开门。面对家门口一坨正在燃烧的报纸，你的第一反应是什么？用脚去踩？灭火？！没错！！！于是整整一下午班主任都在门口怒吼咆哮！
 素有“陆上雪风舰”、“东瀛马伯庸”之美称的日本女艺人東原亜希，昨晚在Blog里提了一句“熊猫不也放弃自己养育孩子了吗”，为自己疏于育儿辩护。东京时间今天上午今天上午8点半，上野公园才刚刚诞生6天的熊猫宝宝因肺炎去世。
 突然发现真理啊，领导从来不关心群众死活的，不关心校车，因为领导孩子从不坐校车，不关心客车，因为领导有公车和专职司机，不关心火车，因为领导从不需要挤火车，但是！！！灰机啊！！！劫机案把领导吓坏了有木有，发了疯似的奖励空警啊，因为领导真的需要坐灰机啊!
 ☆ 我一路跑进了兽医诊所，对前台的金发姑娘说：“能让我快点见医生吗！我想我女儿的仓鼠已经要撑不住了！” “仓鼠？”她哈哈大笑，“这明明是条蛇嘛！”
 中午吃饭，忽然一领导冒一句“女人生完孩子就没意义了”。接着旁边新入职女同事悠悠的来一句“那你妈还活着吗？”…
 今早上班，门铃响了，刚跑到楼下去开门，楼上的电话响了…几秒的纠结后，跟门外那个人说“等下”就跑到楼上接电话，接起电话来对方就说“开门嘛，你怎么又跑上去了”。我…
 去了巴伐利亚短暂交换， 第一天去公司实习， 总裁（德国人）把我叫到办公室说话， 见到我后他伸出手来， 我诚惶诚恐地以为他要和我握手， 结果他左手抱右拳， 给我行了一个抱拳礼… 我整个人都给凌乱了 差点想投桃报李给他敬个纳粹军礼…
 谁能理解我哥们大学刚毕业买了辆电车然后去公司上班，隔着观光电梯看着自己车被偷走却无能为力的内伤？
 下午出门买烟，碰到四楼的小正太在他爹的车上画东西，好奇就问他干嘛呢，那小伙可怜的看着我说，我爸爸揍我了，你别告诉他是我在车上写的。。。我走近一看车门上用小石子写着，老爸是坏蛋。。。 晚上又听到孩纸哭声了。
 同事家装修房子，去建材市场转了转，最好的壁纸竟然报价3000元/平方米。 一看这价格，我们算了下，建议道，你不如直接用20块钱的纸币糊墙，每平方米不到二千元，还可以省一千多块钱，看起来还霸气。
 本人当兵的时候，领导在部队养了条短毛金毛。有天金毛在操场上躺这，我怎么叫都不理我，领导走了过来喊了一下那货就飞快的跑了过去。当时不知道脑子怎么抽了一下说道：到底不是亲生的啊。然后就看到领导的脸抽一下。然后就没有然后了。
 在那种很多小店组合的可以淘东西的商场里面逛，看上一个手机壳，还价未果于是走了。过了半个小时我又出现在这店门口，老板带着得意的笑：【哎呀，我就说这个壳子只有我家有，刚才就该买了嘛，来回转4次了你，回心转意了吧？80真的不贵。】我看着他，焦虑地说：【。。。你好请问你知道怎么走出去吗？】\
 英国《每日镜报(Daily Mirror)》记者Rob Virt 的吐槽:”2008年北京所做的一切都会让2012年的伦敦丢脸。在未来20年里,只要中国人不出手,整个银河系都不再会出现一届能被称为完美的,规模宏大的运动会了。北京奥运村食堂的精美食物与我们的食物对比,让我们知道了我们简直就是吃了一辈子屎
 2001年，金正日的长子金正男(Kim Jong-nam)试图用一本伪造的护照进入日本而被拘捕，据报道，他是为了游览东京迪斯尼乐园。分析人士说，金正日十分生气，坚决地将金正男排除在了继任名单之外。
 People say you can't live without love... I think Oxygen is more important.
 “所有生命的核心要素不是火，不是温暖的吐息，不是什么‘生命的火花’；而是信息、词语、指令。” 1986年，理查德·道金斯（Richard Dawkins）如是说。
  民众反映这么大的灾难,中共九常委竟然没有人出面讲话,新闻联播中玩集体失踪。北京着名学者表示,九常委目前可能在北戴河集体度假。
 【转】“美国出事了,枪击,总编什么指示?”“这还用我说?全力报导!”“北京出事了,暴雨,总编什么指示?”“这还用我说?加大美国枪击的报导!”
 大不列颠这个盛产土豆和基佬的国家，总有事情让留学生三观坍塌的，我的同学陈总每天都致力于腐国的吐槽工作，即使明天就是论文的deadline……
 端午节，英国的超市里有粽子！各种1个3镑（“进口食品”这么贵我就忍了），旁边加粗加大pop字尼玛写着：3个10镑！这种事情在英国超市特别常见！
 你听说过滚奶酪比赛吗？前两周在我城市（谢菲）周边，真的发生了！真的！一大块奶酪从山上丢下去，一群人疯了一样滚下去追着捡……
 英国人最擅长通过烹饪把食品的美味去掉，就留下一团糊糊！超市蔬菜区一半都是卖土豆的，土豆啊啊啊！！！！！！！
 三月份的时候我参加了一个教会的weekend holiday，过了三天纯英式农家生活，一个大妈很自豪的告诉我，我们英国人能用土豆做出几十种不同的菜，我大吃一惊，问都有什么？土豆泥配牛肉，土豆泥配猪肉，土豆泥配羊肉……炸土豆和牛肉，炸土豆和猪肉，炸土豆和羊肉……牛肉土豆汤，猪肉土豆汤，羊肉土豆汤……
 ☆ 有次我遇到阿波罗11号宇航员巴兹·奥尔德林，便问他作为第二个踏上月球的人他有何感触。 “啊，这么说吧，”他回答，“其实真没什么先后之分：着陆之前我们都还一直没决定该让谁先出去，到着陆时，阿姆斯特朗就跟我说咱们还是丢硬币决定吧。” “于是是他猜中了呢。” “没……”巴兹咕哝道，“硬币还没掉下来丫就从梯子上跳下去了，妈了个逼的……”
 ☆ 走在白金汉宫前的林荫路上，一个朋友转头对我说：“看到路边挂着这么多国旗，真是让我的爱国之情油然而生。” 我提醒他：“陈，你是中国人，这些国旗可都是英国的啊。” “哈哈哈说什么呢，”他笑道，“自己去看标签上写的是啥。”
 今天，我像往常一样嘴贱，见人抽烟就说“你闻着跟肺癌晚期似的”，结果碰上一个练家子，拿我练了一通。FML
 今天，我收到一张贺卡，上书“早点好起来”。我觉得有点古怪，因为我好得很。不到一小时之后，我在楼梯上摔了，直接飞了下去。FML
 据悉，在11日下午，山东省文登市有人报警称在河里发现一具疑似尸体的漂浮物，警方随即发动18名警察整整打捞了一个小时才将尸体打捞上来，结果发现费了老大劲救起的竟是一个充气娃娃。在意识到“被耍”了之后警方将打捞上来的充气娃娃放到群众面前，一些围观的家长赶忙蒙住孩子的眼睛离去。警方发言人称他们必须采取行动，因为真的是太像真人了。
 ☆ 两把手枪、一把霰弹枪、一把半自动步枪、还扔了烟雾弹，竟然只干掉12个人？　 同学你有多菜啊！
 昨天开始,北京的沙袋准备好了,排水系统准备好了,各家各户凳子桌子柜子准备好了,救援的爱心车队准备好了,商家无偿开放大厅提供热饮准备好了,领导们挽起裤腿袖子准备好了,各路媒体全都准备好了。。。。然后。。。。天津淹了………
 游戏公司Valve/阀门公司的老大Gabe Newell 近日在西雅图的Casual Connect 电子游戏大会上表示:微软的Windows 8 可能会让我们转向Linux 游戏市场。
 ☆ 看完开幕式，我必须说…… 这次的邦德女郎多少差劲了点。
 网上号称石家庄最好的男科医院博大医院，记者用绿茶送检被查出白细胞多，尿道里有炎症，有霉菌和杂菌，还有一个淋球菌。肾虚比较厉害，前列腺炎、附睾炎。医生称需治疗七次，一天一次546块4。
 ☆ 经过多年的拼命努力我才有了今天的身份和地位： 一名找不到工作的大学毕业生。
 ☆ 今早被我看见博尔特在赶一辆公交车，可是他还没跑到站司机就开走了。 最后倒也没啥问题：他在下一站上车了。
 RT @顾扯淡： 1817年殖民期间英国人发现印度人有烧老婆殉葬的习俗，1829年英国人实在看不下去了,宣布殉葬非法,印度人怒了说这是印度教的文化,宗教信仰你必须尊重,英国人说我们也有个习俗谁烧死寡妇就吊死谁,你按你的习俗办,我按我的习俗办。
 叶诗文受训基地的一名工作人员匿名爆料，叶诗文一直服用一种名为2，3，4，5，6-五羟基己醛（PHH）的新型兴奋剂。PHH能显著提高肌肉力量，且不被兴奋剂检测手段测出。同时PHH对运动员本身的健康有着很大的潜在风险，血液中PHH浓度过高可引发肾衰竭。【纯属娱乐，请勿当真】
 虽然和过去相比，印度运动员的训练条件有了大幅改善，但这种条件仍达不到美国对牲畜饲养环境的标准
 日前，国内知名安全软件360安全卫士发布一款名为KB360018的“高危漏洞补丁”，并特别提示“请勿中途停止修复”。大量用户在安装后发现，KB360018并非微软发布，而是由360假冒炮制，该“补丁”实为360安全浏览器强制升级安装包。用户按照提示进行升级后，将强制安装360旗下安全浏览器。
 【广东规定今年粤籍大一男生入学需提供兵役证】“如何办理兵役证？”“年满18岁的广东省籍男性公民，带上户口本、身份证、毕业证原件及复印件，到户籍所在街道办事处的档案室登记，然后等通知取证。”因今年是新政实施第一年，故无兵役证者，部分高校实行先入学再补办。
 知乎：为什么孙悟空被压在五指山下 500 年都没有朋友（比如之前的兄弟）去看望他？是哪些原因导致这种结果的产生？ 答：根据刑诉法修正案，涉嫌危害国家安全犯罪、恐怖活动犯罪在拘捕后是可以不通知家属的。活生生的案例。长达五百年，未曾通知家属。
 一个标准的15岁中国女孩每小时装配150－180台 iPad 是一件很正常的事情，所有如果她在4'28"43的时间里游了400米，也没什么好可疑的！
 #译自法语推 什么一天吃一个苹果，简直就是胡说八道！苹果是多危险的东西啊，不信你看：夏娃﹑白雪公主﹑黑莓……
 微博的精神是什么？我关注的人最新鲜的事情可以刷新到我的主页，但是如果我们都被智能了，结果就是我关注的人当中新浪想让我们先知道的信息刷新到我的主页。
 没工作的物理学家会对有工作的物理学家说什么？“来一份香肠配薯条。”
 一同学抽完烟总是爱把烟头往地上一扔，然后用脚踩灭烟头。 这天，我们一块去游泳，他在岸边抽烟，不一会儿，听到一声惨叫。 我们抬头一看，原来他踩烟头没穿鞋。
 ☆ 我真心很喜欢奥运会的开幕式，尤其是讲述我大不列颠历史的那段。 最喜欢的就是那个所有被我们征服过的国家列队游行的环节啦。
 ☆ 有传言说16岁的中国游泳新星叶诗文是靠服用禁药才拿到了奥运金牌。不过，叶在赛后提供的精液样本很快证明了她的清白。
 可惜没有人能够查看Windows的核心程序代码，不然可能会发现包含着很多粗鄙秽话。
 胆子很小又想看恐怖片，怎么办？ @罗登：我教你一个办法：找一个大纸板，中间剪一个方形孔，正好是你电视机的面积，套在电视机前面，旁边留下一圈空白，以那个方形孔为中心，画上以下的内容：一个中年大叔正在拍摄用的摄影机。一个小伙子高高举着的话筒杆。一个矮壮男人猥琐的举着反光板。一个精瘦的女孩拿着场记板。一个偷吃盒饭的现场制片。一个双手叉腰的副导演。一个满身是汗的灯光师。一个昏昏欲睡的导演。一个举着计算器的制片主任。这样，看任何恐怖片你都不会害怕。
 本人某政府门前苦逼武警一枚，昨天天很热，站岗汗流浃背，一个四五岁的小萝莉拿了一瓶水给我递过来。按规定我们是绝对不允许跟群众说话的。但看着那孩子可爱的眼神，你忍心不理她让她对这个世界失望么？什么狗屁规定，都他妈的混蛋。哥微笑着接受了。换岗后被罚五公里跑步，同时取消评优资格。我想说，我不后悔！如果再给我一次机会，我还是会这样做！
 儿科大夫一枚，一小萝莉发热，得用药，萝莉无限恐惧的大哭大闹，父母双亲安抚不住，萝莉用药得看体重，放在秤上一直蹦 闹根本看不清读数，无奈本人安抚萝莉，只要老老实实称完体重就不打针，果然好使，悲剧的是在萝莉得知依然要打针时，一边哭一边捶我，你个骗子，连小孩子都骗的臭骗子，你不是说不打针么，骗子……T^T还是萝莉妈咪帅呀，她淡定的对萝莉说，宝宝你认错人了，刚才内个阿姨在里面呢，我带你找她去……于是悲催的萝莉被带去找护士了，最后听见撕心裂肺的吼叫，今天一堆骗子……T^T
 儿科诊室里，一个小正太，中间一溜头发两边没有那种，酷酷的坐在医生面前，双手交叉摆出奥特曼进攻发激光的姿势，嘴里不停的念到：我不怕你，杀杀杀。。。医生淡定的拿出针管，在正太面前一晃，正太哇的一声大哭起来：他太厉害了，他有针……T^T
 我家三只喵，轮着个倒着班往家里叼老鼠，还吱吱叫有木有！还到处逃跑有木有！
 那天路上看见一辆卡宴被一个民工开着破三轮给挂蹭了一条很长的口子，我们围观的都说，完了，这货有的赔了……。结果卡宴的主人下来，见民工已经吓愣住了，怒吼一声:还不给老子跑！你又赔不起…… 然后就开着车走了…
 伦敦奥运会目前裁判最公正的项目就是射击，可能是因为选手手里都有枪
 加多宝广告，20秒长，其实就只表达了一句话：“大家好，我是王老吉，但是我不能说。。。。”
 今天，我惊喜地在地铁上看到两个空位。我冲过去坐下，陶醉在自己的胜利中的时候，才发现为什么这两个位置是空的：旁边有个家伙在给自己口活。FML
 有一家养了8个孩子，让其中7个光着屁股，把家里所有做衣服的钱，给另外1个长得最体面点儿的做了一套高级漂亮的衣服，频频去参加选美，大家都说这孩子好好看。于是，家长上街，背着手昂着头倍有面子。其他那7个孩子，光着屁股躲在家里，欢呼雀跃，精神振奋
 他接到一个湖南朋友打来的电话：“昨天，你有没有看比赛？”“没有。”“他摔倒了，起来后亲吻了一个栏…”“哪个男的？！”朗朗打断对方，冲着电话怒吼道。
 今天听到最雷的一句话是：＂这酱油拉面咸得我质壁分离了。＂
 今天，妻子因为我在上班的时候把结婚戒指摘下来了而大发雷霆。我解释说因为我要做实验，为了不让化学试剂腐蚀戒指，所以我摘下来了。她说：“你得了吧，就你那破化学实验！”然后一边继续看自己的星座书。FML
 NBA版名言錄： 不知道Lebron James跟Serena Williams交配會生下什麼東西來。
 在党性和人民性之间，你要做出选择。而真正的共产党员，是为人民服务的。这是一个悖论问题.。
 东道主家的心头肉戴利同学男子10米台决赛，第一跳75分，完成后，他跟裁判说他跳的时候观众看台上的闪光灯太亮，要求重跳！裁判竟答应了然后戴同学跳了91.8分！目睹了整个事件的刘先生表示：我活了42年，还是第一次见跳砸了再重跳的！
 “亲爱的，我看到有件衣服，颜色好适合你！” “什么颜色？” “0099FF！” “说人话！” “蓝色。。。” “呀～我最喜欢蓝色了～是哪种蓝色？”“0099FF……”
 公交车超载，乘客还在往上涌，忽听一人大声疾呼：“大家不要挤，我这儿有易爆品！”司机大惊：“什么易爆品？！”那人将一包东西举过头顶，气急败坏地说：“鸡蛋哪！都挤爆两个啦！”
 大学有一次校卫队查抄电炉子，把大家都吵醒了，楼道里挤满人，群情激愤。那保卫科老师一路点头哈腰往外走，不断解释：“没办法，学校规定！真是没办法！”十分钟后他带着一群保安杀回来，耀武扬威：“谁呀？刚才都谁呀？”
 晚自习的时候，如果老师听到有同学的手机响，应该给予那名同学一个鼓励支持和肯定的眼神。因为到晚自习手机还有电，充分说明了此人是对老师，对学校，对教育事业的肯定。。。
 老爹对老妈说：“我终于证实，其实我是你失散多年的亲哥！” 老妈一脸茫然中，一时手足无措！ 这时，老爹突然指着我骂道：“不然怎么会生出这么个白痴！”
 每届奥运闭幕的时候,国际奥委会主席都会对这届奥运做出评价。萨马兰奇的四届:88汉城：史上最好；92年巴塞:史上最好；96年亚特兰大:最优秀； 00悉尼:史上最好；罗格的三届:04雅典: 难忘的梦想； 08年北京: 无与伦比；而对伦敦的评价是：期待下一届！
 旅游仅仅是用双脚与眼晴，而旅行还要带上灵魂和梦想。
 华盛顿特区的一位小哥在亚马逊上买了一台400美金的电视，没想到等东西送到打开验货一看：我了个擦，居然是一把崭新的、价值超过2200美金SIG716。
 今天科室上来了个芬兰女，会说中文，英文，法文，彝族话，瓦族话，结果遇到个只会讲彝话不会讲汉话的病人，结果就HLL的看到一个外国妞在两群中国人中间充当翻译…大家各种汗啊………
 这是十几年前的事了，那时哥正上初中。班主任的老婆怀孕了想吃橘子，于是老班就找到了班里的两个二逼青年，掏出五十大元说去集上买三四斤橘子，这俩货拿上钱就去了，不到一个小时这哥俩在我们惊呆的眼神中回来了，他俩抬了一编织袋橘子回来，得意的对老班说：老师买回来了，三十斤！于是我们班上的人每人都吃到了橘子。
 RT @小白月 16:27:12 自从那个什么五大战役以来 我就在家养了一群鸽子 时不时就放几只
 不要给sb推荐买智能手机！要不然你就是ta的终身售后！
 澳大利亚的医生们诊断出了一种席卷全国的怪病，他们将其命名为“奥运手”。症状是食指抽搐疼痛，因为要不停地滚鼠标滚轮才能够看到澳大利亚队的奖牌数。
 婚姻让人学会忠诚、学会自制、学会服从与支配，它能够培养你的责任心、公平观……等一系列假如你单身着就特么完！全！不！需！要！的品质。
 好奇号登陆火星已经有好几天了。　 全世界的猫咪们终于可以合上双眼安心睡觉、在近期都不用担心那个臭名远扬的杀手会来取它们的性命了。
 老师家访，门敲开后先自我介绍：“我是孩子的班主任老师，姓金叫金莲”，孩子爸爸马上说：“潘老师请坐”
 有时候，被品格不高的人嫉恨，是你能得到的最慷慨的赞扬。
 ☆ 一匹马走进一家酒吧，酒保说：“哎，什么事儿拉长着脸呢？” 马：“奥运会上我跑第一，丫们却把奖牌发给骑在我背上的那傻逼……”
 RT @laoyang945: 转:记得下次举“日本人是狗”的横幅的时候,回头把后面那个举“中国人是日本人祖宗”的横幅撕了。不然整个太阳系的智商都被你们拉低了
 #FML 今天，我发现能够弄醒我的最快方法不是用闹钟，而是用温暖潮湿的猫尿。我发誓这货当时在笑！FML
 2012年8月27日早9:30，尼尔·布什在新浪微博上发表了一张照片，照片中他头戴解放帽，斜跨“为人民服务”挎包，手中拿着有毛主席头像的搪瓷杯。并配文：“I'm thinking of joining the CCP. What do you think of my accessories? 我正在考虑加入中国共产党。你觉得我的装备怎么样？”
 今天，我的狗被诊断出了抑郁症。我养他就是为了缓解我自己的抑郁症，于是现在我们可以凄惨地面对对方了。FML
 某记者朋友说起当年采访四川彩虹桥事故，当事负责人满腹委屈：＂被领导催促要提前完工，我说肯定不行，领导说给你的日子不能通车就抓你坐牢。现在桥是提前通车了，可是我还是坐牢了。＂
 前天有事坐火车回家，火车到站是四点多钟，天还不算太亮。出了站就准备到离火车站不远的汽车站坐车！正走着一位大妈把我叫住了！“小伙子住宾馆不？““不住了！还有一个多小时就到家了”有小妹儿呦！“不了我女朋友在家等我呢”！GC来了，大妈直接来一句“小伙子远水解不了近渴呀！！！！！渴你妹！！”
 七夕，早上上班的时候，突然有快递进来送花，收花人是我们的一个男同事！--------割-------我们都不怀好意的想他是基情四射还是有女女倒追，只见他拿着花迷茫了一阵，突然一拍头说：“艹，收件人和寄件人填反了！”
 今天情人节，跟老婆认识两年从没买过花，也没正经过过情人节，马上就要结婚了，想在结婚前给她过个情人节。今天下班以下班早为名，约她出来逛街。故意晚到，从背后抄近自认为很帅气的把花送到她手里，原本想到的桥段很多，比如感动流泪呀、欣喜若狂等等，万万没想到，那货愣了一阵然后作害羞状，曰：“都到手了还让大哥这么破费真不好意思”。。。
 暑假我老乡坐火的回家时车厢里有几个韩国人, 车开后那几个韩国人站起来微笑着作自我介绍：大家好，我们是来自鲁东大学的韩国棒子。全车厢憋到内伤~~~~哪个不靠谱儿的熊孩子教的？
 记得小时候头上总长痱子，老爹就用刮胡子刀给我刮秃瓢，刮一个口子给我５毛钱，我挣到８块５。
 七夕，办公室的漂漂单身妹子把收到的各种花贱价卖给已婚男同事回去哄老婆。
 朋友的媳妇出差，临走时交代：照顾好女儿和我的那个盆栽…数天后他媳妇回来，他带着墨镜穿黑风衣，左手捧着盆栽右手牵着闺女在机场大厅接机。
 晚上一个人到诊所打点滴，旁边床一大哥也打着呢，长相各种彪悍，剃一个二马蛋子头，皮肤超黑，还有纹身，老看我，还看我瓶子，我单手拿手机看小说呢，这哥突然张嘴了，姑娘，你药快没了，我一看，可不是么，叫来医生换瓶子，这哥一看我搭理他了，赶紧说，姑娘，把你后面那遥控器递我呗，我换个台，受不了了，这都放俩个小时喜羊羊了……
 刚才下班突然下雨，我有伞所以不着急，慢慢走到一家平时总去的夫妻小店吃板面。因为下雨所以只有我一个客人 男老板貌似不在只剩下女老板在哄孩子 结果煮面的时候小baby各种痛哭 我不忍 说帮我把调料弄好我自己煮就可以了 尼玛我会告诉你我连续煮了20多碗吗
 我打暑假工，当保安，刚来时候，人家一眼就看出来我还是个学生，都喊我小兄弟！干了一个星期后，晒得乌黑发亮了，来人都喊我“师傅，开个门”
 今天我妈跟我说，好像快到情人节了，你约不约会啊？我就楞了，我说我跟谁约呀，她说哦，那你要是不出去玩那天就看家吧，我跟你爸出去。。
 老爸八个兄弟，住一个大院，就前两天老爸批发一小货车西瓜，准备去卖，结果三天就吃完了。。。
 邻居家萨摩耶一只，名叫淘淘。被叔叔狠狠打了一顿以后，愣是自己跑去了阿姨所在的医院，一个科室一个科室地找到了阿姨。这货到底是人是狗啊。
 朋友学跆拳道的，一直梦想着做个英雄，一天下班很晚，真的碰到个打劫的，这二货开心的一直笑，愣把劫匪吓跑了，这不是gc，gc是他还追着劫匪跑，劫匪在前面使劲跑还大喊救命…
 小时候家里养一群鸡，外公为了有人看鸡，每次喂鸡时偷偷扔几个喔喔奶糖，年幼的楼主以为是鸡下的，尼玛二货一样整天摇摇晃晃的跟在一群鸡后面....整整跟了一夏天啊有木有！！
 我们办公室中午流行午睡，六七个同事都买了那种沙滩床。 中午放下来，大家直挺挺的睡成一片。 终于有一天，大家酣睡之时，别的办公室有个同事进来说： 我靠，这么恐怖，怎么像停尸房一样？！有木有！！
 【学霸眼中的七夕】男子砍柴时（先占）偷窥女子洗澡（侵害隐私权），将其衣服偷走（拾得遗失物）。二人因而相识，女子谎称仙女与其开始一段未获批准的婚姻（欺诈，同居关系）。生一子一女（非婚生子）后，女子母亲不满男子身家贫寒，将女子掳走（干涉婚姻自由），男子苦寻至岳母处得一年一见。
 @qhgy 转：小区门口有一辆被废弃的尼桑轿车，已经停在那里好几年了，四个轮胎都没气了，外表锈迹斑斑，一直没有人进行清理。 最近，不知谁在车的一侧用红漆写了五个大字“敏感敏感词”，于是第二天，车就被清障车拉走了。
 学校辩论赛，辩题是内在和外在哪个更重要，我方计算机学院全是男生，对方政行学院全是女生。自由辩论的时候，某男一拍桌子站起来说：对方辩友，你们看我现在衣冠楚楚但你知道其实我是个禽兽吗？对方。。。
 今天在公交车上，正在专心的看糗百，一抬头，发现车已经停在了我到的站，然后旁边不知道什么时候站了个大爷，正准备下车，谁知到大爷一把把我按到座位上，说没事没事，不用让座！还没来得及解释……MD，车开了！……善良的让人落泪的大爷！
 今天，我妈在我开车的时候打电话来告诉我说这个月我们这里有几千个人因为开车时打电话被开了罚单。现在我也加入了这群人的行列中，真是多亏了我妈。FML
 英国Shrewsbury小镇负责小镇闭路监控系统的操作员被当局逮捕，原因是当局发现他下载了一段监控录像（并传播了出去），这段监控录像记录了一对情侣在小镇中心公开场合OOXX的过程。
 本来对“爱国”运动没有太大感觉，但昨晚在广场却真切地被一群阿姨的激情触动了，不由自主地参与进去了。她们喊“收复！”，我喊“钓鱼岛！”;她们又喊“收复”，我又喊“钓鱼岛！”她们接着喊“提臀！”，我！ 我只好走了……
 火车上教授与农夫相对而坐。教授说：我出一道题你若不知，给我五元；你出一题，我若不知，给你五百元，如何？农夫同意。教授：月亮距地球多远？农夫摇头递给教授五元钱。农夫问：上山三条腿下山四条腿，什么动物?教授苦思无解给五百元。农夫收钱欲睡觉。教授追问:啥动物？农夫递给教授五块遂去睡觉。
 @dawaiwai: 那天，我找了一个著名的手相大师给我看手相。 他看了看我的手说：“你皮肤挺干啊。” 我说：嗯。” 手相大师说：“你试试安利出的这款护手霜吧”
 看到《环球时报》评论，说对日一战可雪百年之耻，我热血澎湃地锁定CCTV-7军事频道，10分钟内看到10多种白酒的广告，我默默关掉电视，心想，主编说的会不会是在酒桌上对日一战？
 一房主激辩四车城管和武警，旁观者热烈鼓掌：“中国共产党才九十岁，我们家房子一百多年，需要产权证吗…老百姓财产都得不到保护，能说中国是人权社会吗…对付老百姓你们出动四部车子，警察、武警、城管全部出动，那么厉害去收复钓鱼岛啊！”
 #历史上的今天# 1101年8月24日，北宋文学艺术巨匠苏东坡去世。他一生在诗词、散文、书法、绘画等方面均取得了辉煌的艺术成就，代表作有：东坡肉、东坡肘子、东坡猪头、东坡酿、东坡西湖莲、东坡豆腐、东坡牛脯、东坡糖醋鱼、东坡甜藕、东坡烧卖、东坡茄子、东坡黄鸡粥。
 老妈说“回国给亲戚的小孩们带点玩具吧”，看着礼品店袋鼠袋熊的标签一个个都是“Made in China”我才想哭呢……
 今年6月，德州女子布兰卡（Blanca）在一处银行取钱，突然，一大堆持枪歹徒冲了进来，大喊：“抢劫啦！”惊慌失措的布兰卡冲出银行，看见眼前有个车开着门，没熄火，于是就不管三七二十一，跳上车就走。嗯？你问为什么会有人不锁车不熄火？没错，那当然是银行劫匪的车啦。至于劫匪，他们被逼无奈，只好又劫了一辆车……
 看新闻，搜狐的一个小领导，假装给自己招了一个人，然后这个人是虚拟的，他就给这个人打卡加班什么的，多领了一个人一年的工资。被开了现在。
 绝对真事儿！习惯用语太可怕了...姐夫去世半年，养老保险给姐打电话：“抚恤金下来了。让他本人带身份证来领！”姐各种表情，最后来了一句：“他白天来不了......”
 有次小规模聚会，不算女的9个男人，买单的时候，我们9个男的都站起来掏钱包，服务员拿着单在我旁边，然后我眼睁睁看他们8个两两配对儿，互相拦着，落我一个单没人拦，我把钱付了他们八个才起刷刷的指着我说你抢什么呀？我心说，我不抢，我总不能自己左手拦右手吧！
 家有小贱狗一只，每次带它下楼去嘘嘘它都会把一只后腿翘的比其他小狗都高，有一回它正在嘘嘘，把腿翘太高，尼玛不受控制的翻过去了！
 我承认我高三后期的成绩上升是由于老师把我安排到了一堆妹子中间...虽然是高三但每天特别愿意去学校，比打吊瓶效果好多了
 这么多年，我从未见过哪个男人跟女生吵架能吵赢的，不是气急败坏地动起了手，就是沉默以对。这仅仅是男人的问题吗？ ——回复：“以前也有吵赢的，后来他们都找不到女朋友，于是灭绝了。”
 我们学校后面是坟地。某领导晚上值班，半夜听见屋顶嘻嘻嗦嗦的声音还伴有女人的笑声，这家伙吓的一夜没敢睡，也不敢出去看看。第二天就去折了桃树枝避邪。后来才知道，是俩恋爱的学生在他屋顶看星星呢。
 银行业务员一枚。昨日去洗车，熟识的洗车店老板非常好奇地向我问到，你们银行是怎么赚钱的？我立即回答，主要是靠授信类业务，中间业务和资产类业务三大板块实现的。老板一脸疑惑，要求我通俗的解释一下。我想了想，说：就是高利贷，乱收费和拉皮条。老板听后豁然开朗。
 汤姆·克鲁斯和尼克·基德曼离婚后，山达基邪教为克鲁斯找老婆举行秘密面试，参加面试的都是教徒中的演员，她们还以为是拍电影试镜，被询问怎么看待克鲁斯等奇怪的问题。有个姑娘被选中和克鲁斯约会了几个月，但后来崩了，她被罚扫厕所以及上街卖教主宝典。
 我有个兄弟开车回家，进小区地下车库，正好有辆宝马出来，差点刮上，那兄弟一躲躲开了，却把边上另一辆宝马挂花了，出来那辆宝马停车了，我兄弟下车说：躲你车把别人车挂了，咱们赶紧跑吧，结果那辆宝马车主说，不能跑，哥们，你挂的那辆正巧也是我的。
 一美女恋爱多年要结婚了，可因男友不信佛教，所以父母不同意。于是美女劝男友研究佛学，早日信佛。过了段时间，父母问其男友的近况，美女说他已经信奉佛教了。父母满意的说：“那你们可以准备结婚了。” 美女哭了起来，哽咽着说：“他信的太深，当和尚去了。”
 上午，老总说：“中午我们找个大家都方便的地方一起吃个饭吧？”于是现在全公司挤在洗手间里端着饭盒默默地吃饭。
 期中考试出了一道古汉语翻译题：逝者如斯夫，不舍昼夜。老师改完考卷，很严肃地对全班同学说：我们班有个人翻译写：“死去的那个人好像我的丈夫，白天晚上看起来都像”。
 某文艺挫男，父母卧病，家里穷的叮当响，老婆又肥又丑。挫男万念俱灰之时遇到灯神，灯神说把你的愿望写出来，我会满足你，挫男写：愿父母是健康的，家庭是富裕的，妻子是美的。挫男回家，看到房子变得富丽堂皇，打开门，父母精神矍铄。挫男兴冲冲跑进了自己的房间，看见床上躺着个空调。
 今天早上去小区门口早餐车买早点，一姑娘开白色宝马车停在了早餐车旁边。 我以为她也是来买早点的，结果人家下车围上围裙开始摊煎饼。 我痛苦的把脸别向一边去。
 中國的女明星沒必要出門又是帽子又是口罩又是大墨鏡遮擋的那么嚴實，以防被認出的。其實衹要她們素顏，我覺得沒幾個能被人認出來的。。。
 今天接新生。。。下午来了一新生说，能帮忙看看某某住哪个宿舍么？。。我以为他要找人，就跟他说我这很忙，你直接给他打话就行了。。他很羞涩的说，不好意思，我就是本人，我出去玩了会，把宿舍号给忘了。
 记得高一时的一次晚自习，全班聊的high的不得了。突然班主任破门而入，一口气叫出了二十几个人的名字。就这样，我们被叫了出去，然后。。。然后我们就被全部罚站！重点是，被罚站在男厕所。gc来了，校长来上厕所。惊奇的发现，自己被二十多双忧郁的眼睛行注目礼。最后，实在是尿不出来就把我们全部轰了出去
 央视新闻：由于欧债危机，西班牙不再对非法移民免费医疗。——谢谢央视告知呀，不然我们还蒙在鼓里呢，原来我等和谐剩世屁民的医疗待遇还不如欧洲的非法移民啊。
 RT @马伯庸：同事送了个中国结给我，说挂在车上可以带来财运。果不其然，我挂到车里没多久，就有人敲窗户：“通州北苑二十块钱去吗？
 RT @feelinglucky：突然发现姓「谢」的同学好痛苦，例如自我介绍的时候人家可以说，「我姓张，弓长张」，而他就怎么也说不出口了。
 对于一般玩家来说，MOP的副本难度重回WLK的AA一路清，普遍一路AA就能通过，只是怪物的血量增加，A起来时间会比较长。BOSS战基本没什么难度，遵循放什么躲什么，出什么杀什么的原则，只要脑袋清楚，就算是没有打过，没有看BOSS技能，也能很自然地想到击杀方法。
 话说，速度与激情6在伦敦拍戏,昨天肌肉男Dwayne刚拍完一场回车休息时.看到一伙小偷在撬他们器材车的锁！一身重装FBI特警装扮的Dwayne毛了，直接冲过去拿出警徽吼 FBI！丫给我住手！小偷发现自己居然招来了这么NB的特警直接吓的屁滚尿流夺路而逃。呃。他们大概没有意识到。FBI。。是美国的吧。via@英国那些事儿
 我家的乌龟养了有十年了，从一块钱硬币那么大养到手掌大，散养，在家里到处爬，喜欢趴在我拖鞋上，害我每次下床都差点踩到……………………刚才我在床上玩电脑，它又在床边爬来爬去，硬壳敲在地板上咯噔咯噔响，我一瞄，脖子伸的老长正向我的拖鞋前进呢，我指着它大声说：“不许碰我的拖鞋！”就看它瞬间停顿了两秒，果断拐弯了。。。吓我一大跳，尼玛是要成精了么！
 有一位以色列网友说，张艺谋炮制的审美世界把我带到了中国，而我到了中国见到的却是贾樟柯的世界。
 RT @bigman510：方校长，这是我们四川最好的干海椒，吃了对你的病情有帮助。贾樟柯的世界。
 RT @北京老虎庙：前些天回北京，见到处宣传“爱国、创新、包容、厚德的北京精神”。朋友说再别提那个啦，有一哥们儿满大街跑着给那标语末了加一字“病”。被劳教三年。
 RT @韩松：我和大刘参加《小崔说事》。崔永元问一个问题：世界末日是科学吗？我和大刘都说是。小崔就带观众数五四三二一！当然，末日没有在倒计数结束时发生。我解释说，世界末日并不都是小行星撞地球，它也可能是整夜无法合眼，看着天花板等天亮。崔永元说：科幻作家不带人身攻击的。
 古时一些男性迫于生计会进宫做太监，但阉割过程十分煎熬，相传清皇室很是开明，体谅受阉割者的痛苦，允许阉割者可以大声呼喊，哭闹，为了让负责阉割的技术人员贯彻执行，皇帝特亲笔题字贴在阉割室大门上，苍劲有力的 “切可闹”三个字闪烁着人道主义的光辉。
 警方对拔掉日本大使座车上日本国旗的中国公民处以行政拘留处罚，如该中国公民将中国领导人车辆拦停并拔下国旗是何种处罚？【答】就地击毙。
 RT @majunpu： 我家有一个祖传的治疗直肠癌的药方。为了防止弄丢药方，一开始我上传到dropbox里面了，后来那个网站就上不去了，这个祖传的药方现在也失传了。
 今天看见一对双胞胎小萝莉,目测也就5,6岁大,各种萌各种可爱。我问她们谁是姐姐,其中一个特高兴的承认了,我又问她们那谁是妹妹啊?另外一个对姐姐说:他是傻b吧...了。
 我老爹养了好多鸽子，嫌多卖给放生的喇嘛了，今天全飞回来了。
 上大学那会跟同学一块逛街。西单碰见一老外跟一个店员砍价。老外指着件衣服问 ＂how much？＂ 店员说＂400＂ 其实也就几十块钱货色。老外来一句＂你当我第一次来北京儿啊！＂ 顿时凌乱了。
 本人挖掘机司机一条，老板为了多挣点学费竟然让我带了3个徒弟。都没什么，最小那个18岁嘴特甜，也没什么，可他叫大师兄二师兄的时候，尼玛我为毛老感觉会被妖怪抓走？
 下午的事情，自行车没气了，走到修理铺的时候，师傅不在两个老大妈和两个美女在等。看到我之后对我说:“你也要等了，师傅不在。等了好久急死了！”我说:“我只是打气而已。”然后我就自己拿了气筒打气，一边打一边对她们说:“你们真倒霉，这么热的天……”只听“嘭”的一声，我车胎被我打爆了……
 下班挤公交．上车就被挤到老弱专用椅旁，一大妈座着．．．随便割下．．．突闻一京剧铃声，大妈随即翻包，掏出iPhone4，滑条接听．．正奇怪大妈的解锁键怎么在上面，大妈喊开了:什么？听不见！这时旁边妹妹看大妈手机拿倒了，好心开口了:大妈，倒了．．大妈急忙对着电话吼：到了到了，下车再说！...
 我是个货车司机，今天被交警拦了，证件齐全没有违规！然后他说我没有带灭火器，我说我带了拿给他看，他又说灭火器坏的，我说好的不信你看，于是熟练的打开保险对着他按下了我人生中最愚蠢的一下！现在在交警队学习，他要告我袭警！
 我是司机，话说有一天开着老板的车帮老板去办事，路过一家饭馆突然发现前面停着的一辆车的车牌甚是熟悉，仔细一看尼玛这不是老板的车的车牌么，脑海中闪出两字＂套牌＂，于是报警，等警察来了把那个司机找到对我们两个进行问话，gc...最后询问下来尼玛原来老板的车才是套牌的
 家里有个哈士奇，从小给养成习惯，出去逛一圈回来要在门口等擦完爪子才能进屋。一日，老爸带狗回来，进门把门关上就去看电视了，小哈就坐在鞋架旁等擦脚不敢进屋，吃饭的时候我妈发现小哈坐在门口一动不动，正纳闷为什么呢，老爸大叫“唉呀，忘擦了！”说罢就去给小哈擦爪子，小哈这才敢进屋。小哈啊，你是乖的让人心疼啊，哈哈！
 我们学校前几天晚上晚自习过后有个女生被绑架了。绑匪只带了一根绳子，于是绑住了她的手，但害怕她跑掉，就把她的两只鞋鞋带绑在一起。后来一个绑匪拿着她的银行卡去取钱，另一个绑匪拿着她的手机给家长打电话去了。那个女生就把鞋脱了，跑了。。
 今天在街上，有两个小青年打架，然后跟前围了一堆人。最外边有个年轻JC也在踮脚看，我问他，你不是JC，不管吗？这JC尴尬且爽朗的一笑，TMD，我给忘了。然后他把这俩个小青年带走了。。。
 当我第一次想给 x11 写个桌面混成系统（compositor）的时候，我花了两周的时间想破脑袋也没弄明白为啥 texture-from-pixmap 特性不好使，我读遍了代码和文档也没搞清楚。两周之后，我决定自暴自弃。我把自己做的程序名字改成了 “compiz” ,然后程序正常运行了。这就是发生在 fglrx 驱动上的事情。
 我终于明白军训为什么要前后左右的乱转了，因为只有这样才能晒得更均匀→_→
 超市看到一个年轻妹子，朋友捅捅我：“你看，那里有一枚少女。” 我说：“少女的量词怎么是枚？” 朋友说：“感觉很精致不是吗？少女本就是精致的生物呀。” 我茅塞顿开，深有同感地点点头。 不久朋友捅捅我：“你看，那里有一坨妇女。”
 “师傅，其实我应该叫你师父才对吧？” “没事儿，输入法怎么默认的就怎么叫吧，随缘。
 我终于明白为什么我不能使出龟派气功了，因为必须要有两只右手。→_→
 小保姆嗓门特别大，主人叮嘱，今晚来的都是有身份的人，说话务必小声一点。吃完饭，主人客人玩牌，小保姆收拾完想早点休息，于是凑近男主人耳边轻声道：“那我先睡了哈。”
 ATM机吞钱，银行要过两天再说 谎称多吐钱，客服5分钟赶来处理
 ☆ 我决定从此不再对妻子说“你到底能蠢到什么程度？” 这句话了，因为她大概是以为我是要激她勇闯新高……
 ☆ 我们班有两个魔兽迷。简称A和B。一日考试A想抄书，无奈监考老师一直走来走去，于是A就对B说“帮忙拉一下仇恨”（意思是随便找个问题拖一下老师）B听后抬起头对着监考老师来了句“孙子。”然后就木有然后了。
 ☆ 严肃声明：钓鱼岛是中国的一部分。如果日方一意孤行，由此造成的一切严重后果将由日系车主承担……
 老公婚后日益发福。一日，晚饭后我盯着他的肚皮感叹道：“老公，你怀孕了。” 老公摸摸肚子，淡定地说：“嗯，三个月了。所以你把碗洗了吧，我要养胎。”
 适者生存发展到今天，几乎已经完全演变成了王者生存。
 RT @rzcat：女友说分手好麻烦的，还要改qq密码，淘宝密码，银行卡密码，还得换手机号，而且各种纠缠扯不清，所以干脆别分了，还是凑合着过吧。
 RT @linhuiping: 十多年来，爷爷每晚都会守在电视机旁，当晚上七点《新闻联播》的片头曲响起时，爷爷都会看一眼手表，说：“手表走得挺准的。” 然后起身，走过去，把电视关掉。
 RT @rzcat: 某男笔记本要重装系统，电脑城的技术员说要50元，结果重装完了，没收钱…那人说：“兄弟，不收钱了，你把资源共享下就行。”二个小时过后…复制完毕，他要走，那人说：“兄弟，没事带着笔记本过来转转，要是坏了，免费修的。”
 RT @篱落：张无忌对张三丰说：“太师父，武当山的生活太寂寞了，只有清风和明月两个朋友能陪我玩。”张三丰叹了口气：“已经很不错啦，至少还有清风明月呢。想当年我在少林寺的时候，也是只有两个朋友，其中一个也叫清风……”“那另一个呢？”“叫心相印。
 深圳航空由于收到威胁信息迫降一事，经有关部门深入调查后发现是由于某襄阳宅男深夜发送短信，因输错号码发给了深圳航空监控部门，此短信内容为：准备打飞机。
 减肥，号称是女人一辈子的事业。通常在饭后开始，饭前结束......
 RT @mayxjr: 云计算的意思其实是老婆逛超市看见600ml的酸奶卖7.9，435ml的卖5.7，于是打电话让老公算一下哪个划算
 一直觉得《西游记》有个BUG，唐僧肉吃完长生不死，他为什么不咬自己一口？咬完任你各路妖魔奈我何？轻装上路差旅费省四分之三，后来想明白了，觉得吴承恩设计的真他娘缜密——和尚不能吃肉。
 胡适说："争你自己的自由就是争国家的自由，争你自己的权利就是争国家的权利。因为自由平等的国家不是一群奴才建造得起来的！"
 关于日食，印度的一种传说认为太阳常常向某个野蛮部落的成员借钱， 却借而不还。 对方一怒之下就会吃掉它 (但吃完后又吐出来， 看来还是惦记着还钱的事情)。
 今天，老师让我写一篇关于未来人生活和未来地球的文章。她对文章赞不绝口，并当着全班朗读，而我实在不敢说我这是借鉴了质量效应3。FML
 今天，我的男友请我去“和他的蜥蜴玩”。我兴冲冲地跑到了他家，才发现自己想歪了，他真的买了条大蜥蜴。FML
 iPhone 5 的厚度仅为 7.6 毫米，要实现这一点，Apple 的工程师必须对每个组件采取小巧的设计思路。他们创造了比 micro-SIM 卡还小 44% 的 nano-SIM 卡……
 RT @乡妇联主任 ：今天央视电影频道在放已经播烂了的《碧血剑》，本来无聊看看，结果没想到剧中所有的"温家堡"都变成了"温家府"，重新配的音，但是字幕又没变，这种蛋疼的事情恐怕只有我朝才有吧！
 某同事把一猫和一狗拿到办公室玩，另一同事想挑起事端让猫和狗打架看热闹，就打了猫一下，然后说了很经典的一句话：狗打的！
 我家在一楼，窗户外的防盗网三年了，油漆都掉了，本打算雇人重刷一遍油漆，一问才知道，要八张毛爷爷，而且油漆还得自备。本着自己动手丰衣足食的原则，我决定自己来，正当我刷的热火朝天时，一个小摩托停我家楼下，问，“你这活多少钱？”我低头一看，这不就是那个要八百的吗，我冷笑一声，“50。”然后这哥们打着电话走了，远远的传来一句，“老板，咱们转移吧，这地方竞争太激烈了”。。。
 RT @华西都市报 ：【家有日本车，烧了它！】今天上午，上海江杨北路东风本田店门口，一名车主放火烧毁了自己的一辆本田思域，还在现场拉起了爱国横幅。
 【辽宁抚顺投上亿元建设157米高铁圈形景观建筑】据海峡都市报报道，辽宁抚顺投资上亿元建设一座巨型环形景观建筑，名叫"生命之环"，其平均直径达157米，所用钢材达3千吨。—— 有人说像计生环……
 为了迎接新千年的到来，天津世纪钟在 1999 年落成，它位于天津市河北区海河之滨，高 40 米，直径 14.6 米，基座面积 74.4 平方米，重约 170 吨（全金属材料）。看起来霸气十足——除了高耸的那张奇怪的脸……
 这里是密集物恐惧者请速度退散的天津瓷房子。它由它的主人张连志亲自设计，张先生把自己多年收藏的瓷器和瓷片等作为装修材料，全部嵌在洋楼表面，把洋楼彻底变成了瓷房子。总共耗费四千多件古瓷器、四百多件汉白玉石雕、四十多吨水晶石与玛瑙以及七亿多古瓷片，数目惊人。    问题在于，看到这样的房子，你不觉得恐惧么？不觉得肉麻和起鸡皮疙瘩么？你敢住在里面么？你敢肯定到了半夜，从哪个瓷罐子里面不会钻出个什么东西来么？   或许房子的主人只是想用这种方式保存、保护好这些古瓷器，同时也可以让游人参观，认识到瓷器的美。但这种层层叠叠、一股脑往墙上贴瓷片的做法，有些“好心办坏事”啊。归根到底，审美水平真是让人捉急啊。
 每次提起“难看的建筑”总是难以幸免的沈阳方圆大厦，正好在沈阳北站附近和“避雷针建筑”辽宁省人民法院遥相呼应。直白得不能再直白的仿古钱币造型，总建筑面积达 48000 平方米，建筑高 99.75 米，一共 24 层。不仅高，而且厚，这种对于金钱红果果的、不加掩饰的崇拜，真是让人……有点佩服。   希望入住大厦的业主们能够财源广进的心意是足够体现了，只是不知道业主们会不会尴尬——这可怎么跟人打招呼啊：“你好啊，我在铜钱里上班呢。”呃，还是算了吧。
 “众望所归”的北京天子大酒店昂首挺进全国最难看建筑前三（或许不少同学早就在心里把它预定成第一了吧）。它位于河北省三河市（北京的燕郊开发区），外形是传统的“福禄寿”三仙的彩塑，高达 41.6 米，寿星老头手里托着的寿桃就是一间套房。远远望去，三位仙人的眉眼、衣服纹样都能看得一清二楚。  酒店曾以“最大象形建筑”登上了世界吉尼斯纪录，但那或许只是要赞许这套建筑出现的勇气 。实诚的天子大酒店赤裸裸地表扬着中国“做什么必须像什么”的无抽象思维，三仙该是什么样就是什么样，简直就是从年画里面抠出来而后变大变立体的一样。
 根据Engadget的消息，iPhone5确认会使用nano-SIM，这种卡和目前的大卡（SIM）和小卡（micro-SIM）都不一样，同时，现在的大卡和小卡都【不能】剪成nano-SIM。 目前，国内的3家运营商：电信、联通、移动，都没有nano-SIM，也就是说，如果明天你就从HK等地拿来了iPhone5，那么你有可能会面临： 1.不能享受国内的移动服务——不能打电话，不能上网。 2.因为无法插卡，所以不能激活。
 今天，我家两岁的喵星人终于决定开始抓老鼠了。按照喵星人的习俗，我成为了死亡现场的第一目击者：半夜，赤脚，把老鼠的肠子从菊花里踩出来。FML……
 今天，我下班回家。妈给了我1美元，说：“我把你扔在房间里的那个又脏又旧的黑白相框给卖了。”听起来挺不错的，但是那是我的Kindle。FML
 今天，我在自家后院里发现了一只巨大的浣熊。在被它战个痛快之后，我终于成功地丢出了精灵球。接着我致电动物保护协会，等了几个小时之后才发现，他们所说的“妥善处理”就是将它在我前院十米外的地方放生。FML
 在好运街吃饭，一坨人突然跑过来，举着国旗，沿路大喊抵制日货还我钓鱼岛，所有日本料理都很识相地挂上了钓鱼岛是中国的横幅。这支队伍的结局是，他们在一家名字有点像日本店的意大利饭店门口喊了五分钟“和日本人合作的都是卖国贼”…老板终于忍不住了出来大喊：我们不是日料店好吗！！！
 @yancaiwm: 转：路边社消息：受上海爱国车主点燃自己的日本车的影响，不少看过日本黄片的爱国青年把自己的眼睛戳瞎了。
 RT @二黑媳妇：【本微博从今天开始发布月球天气预报，对月球宣誓主权】今天白天到夜间，晴，静风，最高气温127摄氏度，最低气温-183摄氏度。
 原来的app无需进行任何修改, 只需增加一条广告栏就能完美支持 iPhone 5 了。（Dyckia）
 只要白色 iPhone 还比黑色 iPhone 贵，种族歧视就谈不上消失。（法语推）
 一个人去旅游，突然内急却找不到卫生间，情急中钻进了路边的一家五星级酒店，解决完后一身轻松，却找不到出口了，绕来绕去绕到了餐厅，正值午餐时间，人很多，进去居然没人注意到，绕了一圈还是没找到出口，也没人问，于是，我淡定的拿起了餐盘。。。话说！五星级的自助餐真好吃！
 我干着财务，搞着出口，当着文秘，跑着业务，管着采购，表面后勤，实为司机。尼玛今天我负责发工资的时候发现，除了门卫我的工资是最低的！
 我是重症监护室护士，今天有个老太太做的全麻手术，我看了下病例，自己骑自行车摔得右股骨骨折，因为要确认患者是否清醒过来了，所以拍拍老太太肩膀问了句醒了没，gc来了，老太太抓着我的手不放，说了句，就是你撞的我……瞬间整个icu安静了……
 去年笔记本开不了机，找到当初一起做销售的朋友让他帮我看他说主板烧了，拿去售后要一千多，他帮我换给800就行了。前天笔记本清灰无意问工作人员你看这主板换过吗？工作人员淡定的说，完全没有拆过主板的痕迹。。。当时我就震惊了！
 刚刚坐公交车，一中年人好像是没刷上卡，司机让重刷，中年人不刷，然后吵了几句，咯咯咯咯，这时，有个老人开始说那中年人，说，别特麽跟司机吵，一车人安全你负责得起？你个贱人，贱人，中年人被两句贱人骂的火了，站起来了，老人一看，华丽丽来了一句，你准备好钱再打，没钱就别打，你个贱人…
 公司有个同事家人去世请丧假，尼玛人事部经理不批，理由是：没有提前申请！！
 截止目前(9/16)，全國愛國青年共打砸日系車輛1900餘輛；砸搶「疑似」日系企業開辦商店70餘家、燒燬3家；擊傷國內「親日分子」50餘人，有2名「親日孕婦」被打流產，長沙1名17歲「親日」女孩被三名愛國青年輪姦。
 今天，我去交学费。牺牲午饭时间在银行排队折腾一个半小时之后，我被告知请回去在网上银行自行操作。就在回宿舍的路上那段时间，还下着瓢泼大雨。FML
 问了好几个在东京开中餐馆的中国人,你们担心最近被日本右翼砸店吗?右翼?没见过。开店这么久,我们最怕中国人来闹事。都他妈吃饭不给钱、赊账....
 今天，我在街上打砸抢烧被警察抓住了。他说看在我爱国的份上可以不那么介意我的行为。而我当时一个脑抽就开始骂他你居然敢抓我你个卖国贼。最后我就进去了。FML
 ☆ 我告诉我家的猫它是捡来的不是亲生的，它彻底疯了! 用激光笔写给它看的。
 我的現任是個吃貨啊啊啊啊啊乾啥都沒力氣乾啥都不開心一講到吃的瞬間眼睛就很大啊啊啊啊啊就非常開心啊啊啊啊可她一直不胖我一直胖起來啊啊啊啊啊
 砸车现场，看到一部牛逼闪闪的本田雅阁，车里一共5个人，秃头、身材高大、金链子、东北话，咣咣咣放着小嗨曲儿，从游*行队伍旁边缓慢驶过。。。游/行的人群目送本田雅阁远去了。。。
 遇到爱国青年时要镇静，不要和他们对视，不要做出突然的举动，大多数时候他们并没有侵略性，只是观察你是否携带日货，瞪视、奔跑和尖叫都可能引起它不安而发动攻击。爱国青年奔跑的速度也比不锻炼的你要快许多，不要妄图从任何途径快速逃脱。应该冷静地花几秒钟时间评估周围的环境，再倒退着离开。千万不要相信倒地装死就可以蒙混过关。
 晚11点左右，云南官渡古镇中心广场一男子在路边可以点歌的卡拉OK摊点K歌时，因唱歌难听被路人砍死。
 中国是世界上发现、利用Sb较早的国家之一。新中国成立之后，更是对Sb资源进行了大规模的开发，世界目前已探明的Sb数量中，中国占了一半多。（注：Sb:锑元素的化学符号）
 松江，一老人问，中午那个是撒声音？答：防空警报。老人说：很久没听到了，那么外面怎么样啊？答：砸了好多车，有的店也被砸了，很混乱。老人惊道：难道日本人又来了？。
 凡是不肯跟自己一道下跪磕头的，必是外面有了新主子！
 出租车收音机里在讲一条爱心人士救助猫的新闻，记者采访了其中一个阿姨，阿姨说她领养了60只，家里放不下，希望有其他的爱猫人士来领养一些回去，放在开水里烫一下，再放些盐上火蒸15分钟，一碗香喷喷。听到这里我呆了，后来才意识到是司机换了台。
 果壳网造句活动，题目是“小明听信_____谣言，于是_____，结果_____。”  最后，最佳答案是：小明听信 正宗好凉茶正宗好声音欢迎收看由凉茶领导品牌加多宝为您冠名的加多宝凉茶中国好声音喝启力添动力娃哈哈启力精神保健品为中国好声音加油。本届中国好声音当中四位导师最得意的门生将踏上娃哈哈启力音乐梦想之旅谣言，于是 发短信参与互动立即获得苏宁易购的100元优惠券感谢苏宁易购对本节目的大力支持，我们的好声音学员如果获得三位或者三位以上导师认可即可获得苏宁易购提供的1万元音乐梦想基金，结果 感谢上海新锦江大酒店为中国好声音导师提供的酒店赞助
 新浪今天的专题：九一八特别策划：让日本敬畏中国 让我们敬畏历史 我觉得，一个要邻居敬畏的人一定是个恶邻，至于历史这个任人打扮的小姑娘，敬畏它的人是傻瓜
 今天搭公交，遇到一非主流男，车已经出港湾了其招手要上，司机果断拒绝，结果听见下面一句NMLGB…… 司机立刻减速，贱男看到希望又跑上来了，然后司机一踩油门，车更快的开走了，乘客都石化了…
 据传，鉴于钓鱼岛当前形势紧张，为警告日本不要玩火，毛主席在今日紧急召见了日本候任驻华大使西宫伸一！
 我一同事，男，有一次公司组织大家海边烧烤，然后通宵喝酒等着看海上日出，这哥们喝多了，不小心坐到烧烤用的炭火盆上了，自己竟然还不知道，大家一看不好，马上来了四个大汉把他抬起来扔海里了，扔海里了，扔海里了。。。之后的半个月都不敢躺着
  阿Q的房子被强拆了，正坐在破庙一角生闷气，忽听得外面到处喊：“捍卫主权，保卫钓鱼岛”，忙起身也跟着队伍喊，路上遇着小尼姑嘲笑他说：“连自己房子都保不住，捍卫主权有何用？”阿Q叹道：“我除了捍卫主权，没有其它权利呀！”
  甲：“微软的Windows太烂了，我要换Linux。”乙：“微软的产品是存在很多缺点，但你毕竟用了它十几年了，你有什么资格说它的不是！！微软用世界1%的土地养活了90%的电脑，你们电脑用户就没有一点感恩之心吗！！现在计算机的强大功能60年前有吗，现在互联网的繁荣昌盛60年前有吗，没有！！微软刚刚起步不到50年，还处于发展的初级阶段，你要相信微软，相信Windows！！”
  一青年看见一个卖日本光盘的，连忙高喊“丫卖碟！”，众人马上把青年围了上去问“你是日本人？”，青年赶紧解释“说的是内…”随后被打翻在地。
  RT @徐晨阳_Cyril :听说中国研制出了最新型毁灭性武器-＞＂爱国者捣蛋＂
  RT @易妍芳: 反日爱国游行将中国本土变成战场之后，人民日报开始打经济口水仗，发表：‘中国扣动经济扳机日本将倒退20年“ 简直傻逼到家了：知不知道20年前的日本经济让美国都谈虎色变？
  RT @李承鹏: 电视台花纳税人的钱买摄像机、编辑机、信号发射机、差转台、卫星接收器——几乎都日货，然后播播天气预报也算抗日；普通中国民众花自己的钱买日系车，即使高呼“我也抗日”，车也要被砸。
  RT @李承鹏: 在一个盛产爱国者的国度，写作者最大的困难不是如何让文章更有才华、发现世间的新东西，而是首先必须不让自己看上去像卖国贼，小心翼翼避免因个人写作失误就把国土卖了三分之一。我们写作的边界基本是贴着国防线，每敲一个键盘都存在引发社会动荡的危险……
  一网友说：睡觉了，希望明天早上起来，能听到两个好消息。一个是前女友回心转意求我和好，一个是钓鱼岛被我解放军顺利拿下！ 你们觉得我的愿望哪个更容易实现？回复：你女友被解放军拿下！”
  朋友是派出所民警一枚，一天早上接到报警电话说家中被盗，丢了一千元，可是，小偷的钱包落他家了，里面有好几千块以及小偷的银行卡，身份证...
 N年前和一个荷兰朋友吃饭，特地点了荷兰豆。他惊喜的问我这个是什么，我说是荷兰豆啊！他说在荷兰叫 “中国豆”...
 邪恶跑团基本都不会顺利跑完，半道上就把自己团灭了，妥妥的……
 我们一般都跑中立团，这种团最能认清形势，该缩的时候缩，该挺的时候挺，该恃强凌弱的时候绝不后人，该抱NPC大腿的时候也争先恐后，所以人品很低但存活率很高。
 本人国企司机一枚，给领导开车，前几天在淘宝买了个龙凤铃（就北爱里那样的）今天到货了，挂在车里，我就想试试声音好不好听，于是一路上不停的找井盖和不平的路压。开了一会，领导实在忍不住了说：“铃铛挺好，咱走好点的道吧，要晕车了，晕车了，车了。。。”
 朋友开车外出被一交警阻拦，交警看到驾照无奈的说，你甘肃的人，拿着江西的驾照，开着天津的车，在河北违章，你让我怎么办！争先恐后，所以人品很低但存活率很高。
 同事经常请假，理由是，家里的狗狗单独在家，没人照顾！你特地请假扣工资去照顾条狗，我要多干一个人的活！就为了一条狗！
 某天我和另外一个员工向经理报道上班。经理看了看那个员工一眼说道你去旁边把你的衣服弄清楚再来和我说上班。然后无节操的一幕发生了，他走到我面前开始整理我的制服还很温柔的和我说应该如何穿戴整齐。拍了下我的小屁股：好了，你去上班吧。 我们三个都男人
 我的前任是计算机系的。。。追我的时候编了一段程序，屏幕上布满玫瑰花。当时还感觉计算机系的男生真好！我过生日的时候他又编了一段程序！必须承认自己是猪否则电脑自动关机！后来逢年过节纪念日都要编程序送我！分手后，他告诉我，他新编了一个程序把小学妹追到手了。拿什么拯救你！学计算机的男生！
 和现任说：你们女人就像是一列火车，她们基本都是在逛…吃…逛…吃…逛…吃…时不时的还555..... 她头也不回的说了句：有本事你别上火车啊。
 “白素贞是我的姐姐，因此士林，我可以说是你的姨妈。”小青看着许士林道，“关于当年的事情你必然有许多疑问，你就问吧！”许士林紧握双拳，激动地说：“我最想问的是……怎么会有绿色的姨妈呢！”
 姐姐，这黑熊精好厉害，我们还是逃吧”“别急小青，黑熊愚笨，我们倒下装死就可以了。。。小青你卷成一坨干嘛- -
 姐姐，近日我总是心神不宁，唯恐将有高人识破我们的身份，上门找晦气……”“呵呵，小青你多虑了，怎么可能呢？”话音未落，响起一声打雷般的怒喝：“蛇精！滚出来！”与此同时，大门碎裂。白娘子与小青心惊胆战出门，只见一个头顶葫芦的正太指着她们道：“快还我爷爷！”
 白素贞水漫金山寺，法海奋力抵抗。白素贞："秃驴你还抵抗？还不快交出官人。"法海冷笑："想过我这关，那要看你道行够不够。"白素贞："讲的好听，这口嫌体直的和尚，你都湿了。"法海："你个女流氓！！"
 美剧中人物的核心竞争力是专业技能，律政、政治、医学、刑侦和新闻等剧目都能让观众学到知识；而国产职场剧里人物的核心竞争力是成功学、厚黑学和人际关系，很多观众甚至都不知道杜拉拉的公司到底在卖什么……
 领导打了副市长一耳光后，各国副市长的反应： 日本副市长：剖腹。 美国副市长：掏出手机：“律师！” 英国副市长：掏出手机：“警察！” 俄罗斯副市长：二话不说，反手给领导更狠的一耳光！ 中国副市长：网上传播，发帖者被当做传谣被劳教；收集领导及其家属罪证，投奔美领馆。
 “那个千万不能说出名字的人”，某人已享受伏地魔级待遇。
 哈佛大学举办的以“乍看之下令人发笑，之后发人深省”为宗旨的搞笑诺贝尔奖 2008 年的数学奖就授予了津巴布韦国家储备银行行长的戈诺，颁奖理由是他居然下令印刷了1分（0.01元）至100万亿面值的钞票，大幅提高了本国国民的数学能力。
 一个师弟说想回家，家在淮安，但是快长假了，票好难买。于是乎，他报了一个淮安两日游的团，然后他就可以回家了……不容易啊
 寝室楼不知道哪里一叼丝从晚上十一点半一直唱歌唱到十二点，整个寝室楼都听的到，歌声各种忧郁，各种凄凉，实在受不了准备开骂，就听见冒似是他室友大声喊到“行了！不就是删了你片子吗！来，老子这刚下好几部！拿去看！。歌声遂断…
 话说哥养了只二货阿拉斯加犬啊，从小就色，爱钻女生裙子啦，现在一岁多，力气变大，还喜欢扑人。。。两个女性朋友来我们家，这二货各种卖萌然后熟练的扑人袭胸。。。。女生的衣服瞬间被拉下来了。。。。哥被暴打啊。。。两女生非说狗是我训练出来的。。。
 武汉地铁集团介绍，为保证2号线乘坐安全和防止性骚扰发生，2号线各个站厅将在早7点前和晚9点后两个时段为女性提供专门的候车区。
 据报道，八岁大的母猫“贵妇”上周被送去宠物医院除跳蚤。主人将它放在宠物医院后，便去车上接另一只猫。谁知回到诊所后，兽医竟然问他要不要帮他处理“贵妇”的遗体。得知爱猫已死，猫主人非常震惊。 兽医称，猫主人签了宠物安乐死同意书。猫主人则说，是兽医拿错表格给他，而他在签表格的时候没有注意表格的内容。
 畅销全世界的魔法小说《哈利・波特》的作者J・K・罗琳蛰居5年后即将推出新作。这一次，她的作品不再描写吸引众多青少年的“霍格沃茨魔法学校”，这部名为《临时空白》(The Casual Vacancy)的小说讲述的故事发生在一个表面宁静的英国村庄，涉及暴力、卖[哔——]、吸毒、过早发生[哔——]行为等不适合青少年阅读的内容，因此被定位为成人小说。
 ☆  连着看了《黑客帝国》三部，我深深地觉得这三部曲真是太不真实了。 影片里他们在电脑前呆了这么久，竟然一次都没有跳出Adobe的窗口来问要不要升级!
 ☆ 这世界上还有什么，能比孩童的笑声更美好的呢？ ——因为没有熊孩子而能获得的宁静。
 ☆ 今天去超市的时候，看到一个女的正在停车场停车。 她忙了几分钟也没停好，我便主动上前询问：“嗨，需要我帮忙么？”　 “啊，不用麻烦的。”她礼貌地答复我。 “真的不用我帮忙？”我40多分钟后买完东西出来时问她。
 今天，我的工作内容之一就是帮前夫给那个破坏我们家庭的狐狸精挑戒指。FML
 今天，我和一个小孩赛跑。我有意让了他，好让他觉得自己是冠军。结果跑完后他来了一句：“你要是不这么肥，说不定还能赢我。”FML
 下午在电脑街修电脑，一大叔拿个黑袋子进来，问了句能装系统么，老板说能，才敢把索尼的笔记本拿出来，老板看完说了句，你这是冒着生命危险来修电脑啊！
 中国第一艘自主知识产权的航空母舰辽宁号为什么没有舰载机？我们采访了军事专家，专家说，“这是我们决战海疆，制胜杀敌的秘密武器，我们的航母已经装载了大量的舰载机，但使用了中国最新研制的科技，不仅飞在天上隐形，停在甲板也是隐形的……唯一的问题是飞行员上飞机比较麻烦，要摸着上” 
 RT @yelumine: 有一家公司很小，就十来个人左右，大家平时都玩得很开心，老板对手下也很好，经常跟大家一起吃饭一起旅游，后来公司经营不善要倒闭了。结果前台妹纸不乐意了，这么好的公司要倒闭，结果她老爸出来把公司买下来了。
 昨天上大课，一百二十多人只剩七十多，辅导员突然杀进来点名，看到人数脸都黑了。旁边一个人突然仰天大笑，哈哈哈哈哈哈哈，劳资从开学坚持到现在就是为了等这一天！！！
 今天去学校食堂买炸酱面并要求打包，那收银妹子特热情的和我说我帮你拌好吧，等下干了就不好拌了。然后她拌着拌着就开始往嘴里送了。我当时就震惊了刚想要怎么提醒她。到嘴边时她突然想到了什么脸红的飞速打包给了我。吃货妹子真心桑不起啊
 小时候家有贱狗一只……一次带它出去玩，我在草坪逮蚂蚱，不一会一妹纸哭着追着我家贱狗跑了过来……尽管不知道怎么了但心里还是猜到贱狗肯定犯事了，于是就跟着贱狗一起跑……尼玛啊，那妹纸居然追着到我家了，在被我妈的询问下知道是我家贱狗在她在草丛大便时舔她菊花了……你以为这是gc吗？gc是我妈当着那妹纸的面把我揍了一顿，卧槽啊，然后妹纸hll的来了一句“不是他舔的……”
 魔兽世界2012年9月26日的国服客户端可以直接登录台服，只需要修改config.wtf即可切换。
 学校开运动会，开幕式有个舞龙节目。舞动的人果断萎，没一点龙的精神。到了新来的校长发表讲话呢，说了一大堆，最后说了句这贪吃蛇节目不错。全校沸腾了。
 宿舍有一哥们脚味道巨猛 在自己桌子下面堆了一堆的鞋和臭袜子 百十米内不得近身 一日 有一哥们抱来其女友的小狗来我们宿舍玩 小狗钻进了哥们桌子下面 就在我们震惊的时候 狗步履蹒跚的晃搭出来..然后趴下晕了足有半分钟...
 新功能上线：频道内倒计时提醒！详情查看 !timer help
 我们公司绝大多数是男屌丝，结果老板今年给我们的福利是和另一个全是MM的公司联谊旅游。。。联谊途中，我跟其中一个MM说，这个中秋福利还是很不错的哦，该MM一脸惊讶：啊？今天我们算加班啊！！！
 呵呵，今年的中秋节，福利是三封邮件。第一封是“祝贺全体员工清明节快乐”。第二封是“祝贺全体员工中秋节快乐”。第三封是道歉信。
 美国人训练了一个超级特工潜伏苏联,地道的俄语发音,地道的俄式穿着和思维方式,连狐臭和酒瘾都和俄国人一样。特工在酒馆请人喝酒,别人问,你们美国人也喝伏特加?特工大惊,不知道破绽在哪里。其人曰:俄国没有黑人。
 吃坏东西，几天持续拉肚子，和老公出去没多久又有感觉了，夹紧菊花往回赶,途中一摩托车快速朝我们方向过来，惊吓着躲闪还是被带到了，受伤到是木有，就是过程中放松了，结果是我听到摩托车大哥打电话说:“我把一个人撞出屎来了........“
 第一和第二经常是对手，但倒数第一和倒数第二基本上是朋友。
 我勒个去。5号0:44的车票，我5号23点到火车站，等指针指到0:00时悲剧的事情发生了。日期就这么的跳到了6号。
 男友养的猫成精了！男友今天告诉我，昨晚猫咪在他枕头边睡的，猫咪嫌男友呼噜声吵居然屡次用小爪子捂住他的嘴，男友被弄醒几次！！
 刚上小学的时候，知道厕所要分男女。女厕所不能进，就有一种神秘感。受好奇心的驱使，就想看看男女厕所有什么不同。于是就对同桌的女生说；“我的力气大，我一个人可以把你们十个女生拉进男厕所。”女生不信，说：“把你拉进女厕所还差不多。”我说：“下课我们比一比。”“比就比。”下课后，她果然叫来9个女生，一下子就把我拉进了女厕所.......
 在火车上，刚刚坐下，听前面一个大叔在打电话：我包里面那把菜刀是你放进去的吧？你神经病干嘛放一把菜刀在我包里面？而且还放在最下面！你知道不知道我差点赶不上火车了，你知道不知道警察把我所有东西都翻了一遍（越说越委屈的声音），你知不知道他们问我带刀干嘛，我说我没有带差点被他们拷起来了……这时顿了一下，十秒钟后大吼一声，你说他们查我干嘛？！他们怕我劫持火车啊！
 长途汽车上，旁边的美女一直在吃零食，以为我睡着了，一直用我的衣服擦手…
 来给你们扫扫盲，告诉你什么是懒。。。我女朋友她跟我打电话时，经常说“嗯”，而跟我聊QQ时经常说“哦”。我问她为啥，她说，打字的时候“嗯”要按两下，“哦”要按一下，打电话时，“哦”要张嘴，“嗯”不要张嘴。
 不知道有没有人和我一样，看到释小龙总有一种看着他长大的感觉，可今天发现他实际上比我大啊...他和何洁传绯闻时我还想这孩子都这么大了...囧...
 我所在公司保安五十多岁，特别爱学法律，自己定阅 公安报，法制报，老总常常 以他为榜样教育我们向他学习.前几天被警察带走了， 今天才知道是隐藏多年的逃犯。
 今天去一家宾馆装监控，刚才收工的时候碰见以前的女同学在这里结账，寒暄了几句，一起往外走，刚走到宾馆门口碰到正好下班往门口路过的老婆...
 当然，如果文学真的与政治无关，那么我很支持一个中国作家集体——外交部获得诺奖，他们几乎是用文字创造了一个世界，然后再与之进行外交呢！via@小白兔吃猫饼干
 屁，就是你吃下去的食物们不屈的灵魂。
 乾隆和华盛顿居然是同一年死的
 日本人决意要把闹剧当正剧来演，甚至以政府决定的形式，将使用1953年的《人民日报》文章作为论据。但是——“这报纸上的话你也当真？”——这就是神州百姓对日本此举的淡定回应。。。。
 邻居家有条菜狗，经常在路上串来串去，昨天被一辆车撞到，倒在地上，那司机下车一看它躺在地上一动不动，就给它的主人200元了事了～结果车一开走，这货腾的起来跑回家了…
 一违章凯迪拉克被交警拦下，车主下车第一句话就是：咱上头有人！ 交警仰起头看了眼，问：哪呢？
 大学里有两种人不谈恋爱：一种是谁都看不上，另一种是谁都看不上。大学里有两种人最容易被甩：一种人不知道什么叫做爱，一种人不知道什么叫做爱。这些人都是原先喜欢一个人，后来喜欢一个人
 皇帝没了，皇权还在；皇家没了，皇族还在；阿哥没了，太子还在；太监没了，阄割还在；臣民没了，奴婢还在；科举没了，八股还在；衙门没了，衙役还在；辫子没了，鞭子还在；株连没了，株灭还在；妓院没了，小姐还在；嫔妃没了，三妻六妾还在；皇恩浩荡没了，感激涕零还在。
 跟同事看汽车杂志，他指着一款说这个非常贵。我问能有多贵，他想了想说：如果你开着这辆车开出去50米，还没有妹子主动跳上来的话，你就得怀疑自己的长相问题了…
 我们这一个精神病人，前几天出车祸了，除了腿有点皮外伤，其他都没啥问题，这不是关键，关键是他病好了，没错让车撞好了，如今他家人十分感谢司机……
 十一和男朋友一起坐火车回家，硬座。我靠在他身上睡觉，我睡醒之后他去厕所，对面的女孩告诉我，你男朋友趁你睡着的时候给你摆各种姿势，你睡得可死了怎么摆都不醒，他摆的可开心了。。
 爸妈吃完饭去散步，路过一家夜总会，我爸指着大楼感叹：“这里面的小姐可贵了！”然后……  这是一篇寻人贴，我妈携金卡出走已48小时。
 今天上形体实训，老师要求三分钟自我介绍，平时一个非常孤僻的女同学上台，大家好我叫xxx,我的特点就是话少~~说完就静静的站到三分钟~然后转身就回到座位，老师脸都憋绿了~
 我曾经喜欢一个学医的女孩子。 那天和她一起去上课，不知道老师是抽风还是什么的，开始讲如何下药让丈夫不明原因猝死。有半年的吃法，1年的吃法，10年的吃法。 看着她明眸认真地做笔记，我下定决心和她做好朋友了。
 ☆ 前法国队队长维埃拉炮轰部分英国球员缺乏为国效力的爱国心。 呵呵，这话由一个选择代表法国队而不是自己出生地塞内加尔效力的人说出来，还真是讽刺啊。
 ☆ 告诉利物浦地区的妓女们一个好消息！ 鲁尼他老婆又怀孕啦！
 ☆ 接到一个陌生来电：“听好了，你妻子现在在我们手里，给你两个选择……50万，或者你就再也别想见到她！” “哦哦那我要50万吧。”
 ☆ 以前养了一只仓鼠，一开始我都把胡萝卜拿出冰箱 放到室温，洗干净，皮削了，切成块，擦干水，然后喂给仓鼠。后来就冲一下切成块给它，再后来一根萝卜掰断就给它了。。。。。。终于有一天当我爸看到我从冰箱拿出一整根萝卜扔进它笼子时忍不住了.. 我爸说＂你怎么不干脆给它点种子让它自己种呢？？？？＂
 国庆自驾游，走错路，又累又饿。天快黑了，来到一村子，敲锣打鼓，原来这里晚上娶亲。老公带着我们一家5口，给随了200块礼钱，进去美美吃一顿，完了跟着回城的车上了高速，过程没有一个人问我们哪里来的谁家亲戚，只是每个人都点头微笑。。。
 前天,经过银川火车站门口,一大哥迎面过来问我这是什么地方，我说这是火车站，他说你告诉我大一点的地点名称，我说这是西夏区，他说再大点呢？我说银川啊。他又说再大一点呢？我说这是宁夏啊，你不会不知道这是宁夏吧？大哥做沉默状，然后拿起电话打了个电话，说了一句让我笑了一天的话:喂，老板，我坐车坐过站了，大后天估计能到成都。
 高中理科生一枚，今天物理课，老师讲受力分析，指着我说，打你一巴掌，你同桌疼不疼，GC我同桌是一MM，后排起哄说:心疼。。。心疼。。。当时场面就HOLD不住了。
 “蹭饭王挂了？”“今早……TG见证人啊，再多几天的话，那就又多见证一代。”“简直像微波背景辐射一样的存在，居然也会挂啊，可见宇宙也有灭亡之日……（你够了！）”
 前天， 经过银川火车站门口， 一大哥迎面过来问我这是什么地方，我说这是火车站，他说你告诉我大一点的地点名称，我说这是西夏区，他说再大点呢？我说银川啊。他又说再大一点呢？我说这是宁夏啊，你不会不知道这是宁夏吧？大哥做沉默状，然后拿起电话打了个电话，说了一句让我笑了一天的话:喂，老板，我坐车坐过站了，大后天估计能到成都。
 晚上吃饭晚，在食堂看到食堂的大师傅在吃泡面，最开始觉得心酸，可后来想想，我好像明白了什么
 在伯克利，一位中国留学生悲观地问我：“在网上看到国内的食品安全问题层出不穷，有可能解决吗？”我乐观地回答：“只要食品安全的检查有广电审查的强度和力度，精益求精和吹毛求疵，食品安全问题的解决也就指日可待了。”——余华
 被清华西门保安的神逻辑折服了：刚刚在西门驻足片刻，发现一旦遇到因违反出入规定发生争执的人，保安都会问一句，“你是清华大学的学生吗？” 亮点来了，无论那人回答是或不是，保安都会语重心长地说，“那你就更应该遵守清华大学的规定了”。
 我觉得我每天吃饱喝足往床上一躺侧着身子玩手机的样子，简直就是对旧社会里大烟鬼子抽大烟的情景昨日重现。[@9度秋裤]
 ——“你们用盗版的时候有想过做出这款软件的程序员吗？！他们该如何养家糊口？！”——“哈哈哈别逗了程序员哪有家要养啊” 
 @雾满拦江:求求央视，恶心人也要有个底限吧？73岁的老人，在路边拾瓶子，非要过去问人家幸福吗。你家幸福的标准是73岁捡瓶子啊？
 @叫兽易小星: 在旧社会，73岁早就去见阎王爷了，只有在新社会，生活好了，身体健康，才能享受捡瓶子的简单幸福
 前几天同事在餐厅顺了一个蒸笼。。。。我是怎么知道的呢？因为他一到办公室就把蒸笼从怀里掏出来。。。蒸笼还在冒热气。]
 beholder是個有意義的字啊...不過絕對不是西施的意思就是了。俗語云：「Beauty is in the eyes of beholder.情人眼裏出西施。」怎麼對比，beholder也是情人的意思。歌詞有云：「～～我的他是隻beholder～～鏘鏘鏘～～」
 今天，我在用电脑，我家的喵星人一个箭步爬上桌子，回头狠狠鄙视我一眼，抬爪子“吧嗒”关了电脑。小祖宗没事就爱搞这个。FML
 Oicebot收了可观的小费以后小声道：“帕罗马的显示器坏了，他没有显示器无法淘宝买显示器，于是死循环了……”
 法师野合 ： 有个码农写了一程序，遭黑客攻击，大量病毒入侵，他的室友趁他和黑客缠斗的时候窃取了代码，并且改了架构，结果用户体验极差，且留下无数BUG，码农愤慨之余，把程序搬到手机上去，结果一段时间后发现，手机竟然比电脑跑得流畅稳定的多，码农看着那台随时死机的电脑苦涩的笑了，这个码农，叫蒋中正。
 今天是辛亥革命101周年纪念，我们曾经是亚洲第一个起跑，冲向民主社会的国家。后来，后来，在第一个栏杆的时候，我们脚受伤了。(dxzhao)
 那天她哭涕的说我送她的狗跑了，后面我发寻狗启示找到了爱犬想给她惊喜，好不容易找到了，狗不能上的士，接了狗走了两个小时的路送到她家，她姐开门后说我妹扔掉的狗怎么给你找回来了，然后我变成前任了
 我前任一次问我什么是bitch，我说是沙滩，然后她问我son of the bitch是什么意思，我就告诉她是阳光下的沙滩
 平时跟现任出去，我都会在胸部加几个垫令胸部看起来更挺更大。结果，有次早上他突然上来我家找我，我还是刚睡醒，他就各种抚摸我、亲吻我。 。 。还一手把我的衣服扯开，看着我的胸，他竟然说：一定是我打开的方式不对…
 厦门市有两个区，一个叫思明，一个叫湖里。某同事从思明区调往湖里区工作，外地同事打办公室电话找他，问：XX在吗？答：他不在了，调湖里去了。对方沉默一阵子，问：怎么这么不小心？捞起来了吗？…
 据外媒16日报道，近日居住在英国伦敦唐宁街上的两只猫上演了一场“黎明大战”，英国财政大臣家猫“弗雷亚”(Freya)在公众场合大打出手，狠狠地教训了首相卡梅伦的御猫“拉里”(Larry)。外媒是有多无聊！ 目睹了全过程的palo如是说.
 洒家的同学开了个情趣用品店，说真好赚钱，大部分客人脸皮薄，进店迅速拿了东西结账都不带讨价还价的，就差蒙面了。
 今天去买袜子...咯咯咯...问老板是纯棉的吗？老板说绝对是啊！不是你回来找我，我说找你有什么用，我穿了又不能换，老板说，你，你，你可以回来揍我啊，我绝对不还手，不信你试试...
 八岁时，邻居卖冰棍。见哥一次客气一次，吃支冰棍吧。每次边流口水边表示不吃。终有一日，欲望战胜了羞耻心，说，吃就吃一支。邻居很震惊。默默送了一支给哥。从此路过邻居的冰棍摊，再没得到问候。
 同学家养了只母猫，到了发春季节大家懂的，一到晚上就往外跑，回来浑身脏兮兮的，同学麻麻看这猫关不住，给猫做了个裤子，让你出去乱搞，惯例晚上开溜了，反正穿着裤子，第二天一早g潮来了，猫回来了，裤子不见了，只剩下腰上绑着一根松紧带。。。
 同事感冒久治不愈，网上看帖子里介绍一偏方，遂试之… 晚上睡觉前他将大蒜捣碎后敷于脚底涌泉穴，第二天起床发现纱布移位到脚底，脚底肿出一个硬币大的水泡，疼痛不已。回去帖子骂人，发现翻页写到，“此法注意事项：一时间不宜过长，有热感即可，二脚下纱布容易移位，应固定，三如果起泡了，请使用文明用语……”
 12岁时，我对我爸说：“我不想当独生子嘛，我还想要个弟弟！” 我爹回答：“对不起啦，现在你妈你爸已经不想再要孩子了呢。” “可是可是，就不能领养一个么？” “不行。——我们领养过一次，到现在还在后悔。”
 “哔哔哔的什么声音？”老婆问我。  “哦，我安全带的警报。”  “天呢，这么烦人的声音，你怎么就能当没听到呢？？”  “啊？什么？”
 汉字简化后，親不见，愛无心，產不生，厰空空，麵无麦，運无车，導无道，兒无首，飛单翼，有雲无雨，開関无门，鄉里无郎，聖不能听也不能说，買成钩刀下有人头，輪成人下有匕首，進不是越来越佳而往井里走，可魔仍是魔,鬼还是鬼,偷还是偷,骗还是骗,贪还是贪,毒还是毒,淫还是淫。 
 ☆ 向警方抱怨你在网络上读到的东西，那和告色情电话热线是性骚扰有什么区别？
 ☆ 谋杀与谋杀未遂的区别在于？ 实力。
 ☆ “我有一个好消息和一个坏消息。”医生对我说。 “那……我还是先听坏消息吧。” “你癌症晚期。” “……那好消息呢？” “好消息是给另一个病人的。”
 ☆ 于是我发现……电梯里面那个有着安全帽图示的按钮……  原来按了不会有免费的安全帽给你啊………
 ☆ 警方由于把一位盲人的白色拐杖当成了武士刀而电击了他。 小心了啊坐轮椅的诸位们——或者，用警方的话，那些“装甲人员输送车”内的人员。
 ☆ 观众朋友们大家好，在华沙奥林匹克足球场为您播报今晚波兰对英格兰的赛事。 不知在现场的球迷中，哪一批能够开心地回到英国呢？让我们拭目以待。
 ☆ 据报道，菲力克斯·鲍姆加特纳找到了1990年世界杯克里斯·瓦德尔的那枚点球。
 Americans: Iran and Iraq are countries, not Apple products, so say their names properly. 美国人民们：伊朗和伊拉克是国家，不是苹果产品，请发对音好么。（美式英语有时将伊朗和伊拉克读成“艾-ran”和“艾-raq”）
 据CRN报道,知情人透露,为打压微软对Office软件的高定价,苹果正在研发基于云计算的iOS iWork套件——包括Pages、Keynote以及Numbers等软件。“苹果希望Pages能够取代微软的Word,而Keynote、Numbers取代微软的PowerPoint和Excel。” 
 ☆ 妻子不小心摔进了动物园的狮子园里，那真是惨不忍睹啊……　 一压压死四头。
 ☆ 我给我的金发女友，发了一条那种要倒过来看的消息。 整整三个小时了，她还在那儿转iPhone……
 上周回家刚好在车站看到流动献血车，心血来潮上去抽了400cc，送了我一袋饼干一瓶雪碧。这周单位组织献血，一人200cc，给3天带薪假。顿时痛心疾首，欲哭无泪。
 今天，我在等红灯，心情不错就来了几句“当初是你要分开，分开就分开。”一个车停在我边上的哥们摁了摁喇叭，然后“老兄，如果你唱歌难听到这个地步，还是把窗户摇上去自己独乐乐就行了。”FML
 今天，我奢侈了一把。买了台高级平板电视。商场的人过来把电视用架子装在墙上，走了。没过一会，“哐叽”，电视掉了下来。现在我地上一台坏电视，墙上一个大洞，账户上一个大坑。FML
 教师节这天我BF 和我心血来潮 决定在学校体育馆的更衣室亲热一下。显然，我们的化学和戏剧课老师也这么觉得。FML
 下午在路上看到4个年青人，每人都拿着两个设备，一个卡片相机，一个手持的不知道什么东西，似乎是可以手写输入的。当时无聊，他们经过时就问了一句，才知道是做地图的。他们似乎主要是拍街两边的各种店铺，银行，也记下这些信息，但同时也看到他们拍街景。真是Google有小车，天朝有人力。不过这种店铺信息什么的，不派人这么搞，只怕也没有更多办法。
 我想告诉编剧，在外抗战三年的将士从妻子手里接过刚满周岁的孩子是不会笑得那么开心的。
 我拿兄弟手机打给媳妇，她开口就喊老公。她可真聪明，一下就猜到了！
 我们班主任教语文的把数学老师打了，英语老师劝架挂彩了 然后我们木有班主任和语数外2周了...全校沸腾
 老爸买回来一包橘子。我剥开一个来吃, 不是很甜, 但是为了不伤害老爸难得买一次水果的心意，我说:爸你也吃点，很甜哦。他回头带着鄙视的眼光告诉我:我买的我还不知道甜不甜，不吃。
 某大学两个校友骨灰级屌丝，一次两人被传销骗去了，这两个货整天白吃白喝，整天交流魔兽心得，连负责给他们洗脑的人都被他们洗脑了，有时候那负责洗脑的带他俩溜出去上网打DOTA，打完了回来吃饭睡觉，结果有一次被上头发现了，三个人全给轰走了，此事一直被传为佳话。。。 @wp513088427
 记得初二期中英语考试，二十道听力选择题.......背景.......选了十个C以后手抖了，选了十五个C我肝颤了，选了二十个C以后灵魂出壳了......浑身一阵阵冷汗、考后和同学对答案，都说我SB，不可能全是C、回家吃不下睡不着。那一次我是全年级唯一一个听力满分、总分全年级第七（六百多人）！
 姐高中时头发特长的那种，有一次课间一帅哥跟我要一根头发，我各种娇羞的忍痛拔了一根给他，尼玛放学我看见他用我的头发栓着一只蜻蜓玩……
 群里聊天，某位朋友说他们在伊拉克做工程吃的不错，那里的大鳖40斤一只，阿拉伯人不吃这个，但这几年中国人进驻之后，这东西就越来越少了，连山上的沙漠蝎子都越来越少了，可能是都做成烤串了。。。。 via五岳散人
 北大某同学在成府路口因急着赶去实验室不小心闯了红灯，被路人拉住一顿训，“你说你们清华学生怎么这么没公德！”北大同学老实啊，答说，“我不是清华的，我是北大的。”路人大怒，“你们清华学生最坏了，每次做了坏事都冒充自己是北大的！“
 c程序员看不起c++程序员， c++程序员看不起java程序员，java程序员看不起c#程序员，c#程序员看不起美工，周末了，美工带着妹子出去约会了…一群程序员还在加班
 同事某次头撞破了到九院缝合，后来要拆线时正好在杭州出差，就去杭州市一拆了。医生端详半天伤口，「看这针法，你这是上海九院×医生缝的吧？」………??
 关于百度 50%的人把它当做搜索引擎. . . 50%的人用它来检查网络是否连接...
 在学校做眼保健操，前面有两个同学，一 个是示范的一个是监督的，示范的让我们跟着他 做，监督的不让我们睁眼，我一看示范的同学就 给我扣分
 中国太太天生有一种改造男人的使命，她不但要改造你，更想占有和支配你的全部时间。怪不得中国出不了哥伦布那样的航海家，因为你还没出海，太太就问了，“到哪去，跟谁去，船上有女的吗，多大年纪，长什么样，有我漂亮吗，怎么认识的？ ”男人只好说，“得，得，我不去了。”
 我和我太太开玩笑，如果哪一天美国闹饥荒，他们全家会毫不犹豫地把我炖了吃掉，包括我的“洋耳朵，洋眼睛，洋杂碎。”
 你要是赶上一个爱煲汤或者爱熬中药的中国太太，那就等着邻居报警吧。我们家都来了三次po li ce了，邻居叫的，说方圆几里地有化学武器的味道。
 美国人养孩子是为了让他们生活的快乐，幸福；很少有美国人发毒誓非要让自己的孩子作人上人。中国人对自己的孩子下手可狠了，逼着他们从小学钢琴，学武术，学芭蕾，学中文，学数学，最好18岁就把博士硕士都读完，跳过青春期，直接进入中年，三十岁退休，四十岁就与世长辞了。
 中国人喝茶的茶具更吓人，小得跟印度佛龛小铃铛似的，让我拿那玩意喝茶，喝三百多杯我还口渴呢，你说坑人不？
 我好端端的一个美国家庭，一眨眼的功夫，就被中国人给占领了。我本是一个苏格兰种的白人，我们家祖孙十好几代从来没见过一个圆底炒锅，得，现在我们家厨房里有俩。打开抽屉一看，除了三副刀叉，剩下全是筷子，折磨的我呀，目前都他妈会用筷子夹花生豆了。
 年轻人,我看你智慧超群, 天资聪慧, 是百年难得一见的编程奇才, 重振IT界的任务就交给你了. 我这里有一枚windows8的密钥:NB7P3-C66T2-848FB-M3BJB-2PKVC,看在你我有缘, 就便宜一点5块钱卖给你吧 
 是谁发明了婴儿这种外星生物,完全无法沟通,裸机一部,没配任何文档。待机极短,二小时一充,且耗电量惊人,且无法退货更换走三包,随机需要大量周边配件,且铃声很烦,且需要自己慢慢摸索着安装语音系统、操作系统,且还限购哦。神回复:可是你们很喜欢其开发过程…~ !
 茅十八被韦小宝救出之后, 招兵买马自立山头, 带领一帮悍匪成为一代枭雄, 自创了一套理论让众匪们学习, 众匪纷纷尊称其为十八大, 每次茅十八外出回山, 众匪们就打出条幅【高举茅的重要思想旗帜, 喜迎十八大!】
 某同学经常逃课,为了不挂科,他决定发一条信息给教授:“老肖, 我是教研办公室的陈主任, 你那个期末考试试题为啥还没发我邮箱啊? 其他老师早就发了, 就差你了。 我的邮箱是xxxxx@163.com。”......于是几分钟后,他的邮箱多了份试题。
 我选择小米主要是因为我是刷机发烧友，喜欢自定义系统，调整到合适自己的配置，而小米正能够满足我这一点……
 狄仁杰:"这荒郊野外停着一辆车,元芳,你怎么看？"元芳：“大人，此车必有隐情。"狄听罢，掀开车前盖，大惊：“嚯！元芳高见，此车还真有引擎！但车内还有一死者，元芳，你怎么看？"元芳：“大人，此人必有蹊跷。"狄：“1,2,3,4…此人真有七窍！元芳不愧为我得力助手！"元芳：“……” 
 一男生暗恋一女生许久。一天自习课上，男生终于鼓足勇气写了张字条给那个女生，上面写着：其实我注意你很久了。不一会儿，字条又传回来，上面写着：拜托你别告诉老师，我保证以后再也不上课嗑瓜子了```
 广东人不是什么都吃的 我已经在广东待半年多了 不照样活彳...
 一个母亲的小孩丢了，到处找不到，于是问旁边的广东人，“你有没有看到河南人？”，广东人鼓着嘴说“唔…唔…唔……母鸡啊”。
 前几天与一伙回族人起了冲突，寡不敌众被按在了地上。看见他们掏刀子准备废了我，我大声喊到:“我是83年出生的！”然后他们就走了。
 以前，我有个广东室友，我养的蜥蜴不见了。后来，我有个河南室友，我的儿子不见了。再后来，我有了个新疆室友，我的钱不见了。现在，我有了很多广西室友，我不见了
 乔布斯，金正日，买买提三人死后来到了天堂。上帝说，“现天堂人满为患，只能让一人进。你们谁生前的财产最多，谁就能来天堂”。乔布斯：“我曾是苹果公司的CEO。”金正日：“我拥有整个朝鲜” 买买提：“我有一车切糕，一斤3块。” 乔布斯和金正日纵身跳入地狱
 请大家不要再黑河南了,那里毕竟是炎黄人的起源之地,虽然后来人们迁移到了别处,但是毕竟河南人们在很努力地把他们往回弄啊。
 我认识一个上海男人被三个富家女追求，第一个山西女孩说：我家有煤矿。第二个河南女孩说：我家有肾源。第三个新疆女孩说：我家有切糕。我以为他会娶胸最大的，但他最后嫁给了一个成都男人。
 阿囊死给，昨天个河南人买我切糕钱不够最后用孩子结的账”一个新疆人抱怨道。
 一天我在家里边看电视边唱着歌，老爸走过来微笑着说，闺女，你要是能上电视里唱就好了！我大喜，惊呼：我唱得那么好听么？老爸：这样我就可以把电视关掉了。
 苍茫的费伦，是我的爱，绵绵的印记城下花正开！什么样的奥术是最呀最摇摆，什么样的神术才是最开怀！萌萌的小崔从天上来，扑向那恩崔立的小胸怀！金灿灿的loot是我们的期待，一路边走边杀才是最自在！你是我心中最美的PC儿，让我用心把你留下来！幽幽的唱着最炫的火球术，灭团卷走所有的尘埃！
 时688年，博州刺史琅琊王李冲起兵谋反 ，反对武则天当政，豫州刺史越王李贞起兵响应。叛军一路烧杀掳掠，奸淫掠夺，无恶不作。张光辅上京，将沿途所见，于殿上泣声奏曰：“吾皇，臣于途中亲眼所见，敌人节操丧失...”一旁的狄仁杰怒目圆睁，大喝道：“你胡说！我何时操过丧尸
 妹子昨天过生日，一个月工资买了一条项链，说了个生日快乐，妹子眨巴着大眼睛盯着我：＂你不想向我告白吗？＂撸主当时那个激动啊，当即表白！妹子盯着我看了半天很轻蔑地说：＂项链还你！＂撸主当时心就凉了：＂你不喜欢吗？我一个月工资买的啊！＂妹子说：＂以后都是一家人了，快把项链退了，贵死了！＂幸福来的太突然了……
 以前在非洲工作过，今天在北京地铁上遇到两名非洲妇女带着三个孩子，楼主觉得亲切遂与其一聊天，相谈甚欢时楼主随便问一句，你有三个孩子吗？该妇女迅速答到四个，然后迟疑了一下，环顾四周，就慌忙往回跑去寻觅第四个孩子了。凌乱啊，孩子多了丢一个都没发现啊！！！
 逛街见一男一女吵架~~~~~ 女：为什么要这样对我！为什么！（撕心裂肺状） 男：你别这样好不好？至于吗？ 女（蹲在地上痛哭）：你不爱我了！ 男：祖宗！我给你买小布丁行不行！买两根！大姨妈肚子疼别赖我！ 女（擦擦鼻涕眼泪）：我绝对不赖你！ 男：你都赖了多少次了… 于是两人欢乐的牵手走了
 那天我一回家，老爸哭丧着脸向我告状，说吃了一星期饺子了。后来问清楚了才知道，周一那天老妈包了顿饺子，剩下了点馅，然后周二又和了点面，又吃的饺子，结果这次剩下了点面，然后周三又弄了点馅，又吃了顿饺子又剩下了点馅……然后你们懂的……
 朋友老婆给他新买个爱疯4s，他高兴坏了，结果没用两天就让他老婆抓到了他和小三开房的地方…
 19岁时的初恋...和男友吵架，他转身就走了，我这个气呀，相反方向走了，没几步遇到朋友的男朋友，高富帅呀边走边聊，然后他说，后面的人你认识吗跟了我们一路？一回头，笑喷了。那货目露凶光的跟着呀。现在都结婚了，永远也找不回那种涩涩的甜蜜！
 今天上班路过一幼儿园。看见一穿着军装的一男子手拉着一四五岁的小妹纸。到幼儿园门口的时候这小妹纸转身大眼睛眼泪汪汪的回头对他爸爸说“下午四点一定要准时来营救我啊”然后就一步一回头的进去了！给我和其他在场的人给萌倒了！不知道孩子在里面受得什么样的苦啊…
 刚才在房交会我提着面包。一个萨摩跟着我，一直跟着我，接着趁我不注意把我面包抢跑了。我在风中凌乱的时候一个女人塞给我十块钱…… 然后追狗去了……
 一个理科室友找了个学文科的男朋友，有一次她男朋友骑自行车载我室友去自习，半路自行车掉链子了，她男朋友见状急都快哭了，一直问我室友怎么办，结果我室友蹲下来，默默地把链子轻松地搭了上去，不久他们就分了
 某天我们在yy里聊天打战场，突然听到一个女声在怒吼:天天就知道玩玩玩不理我，你肯定是不喜欢我了!哥们甲声音响起:不就是个游戏么，干嘛吃游戏的醋？女:魔兽简直就是小三!甲:我五年前就认识wow了，严格来说你才是小三。整个yy都寂静了……
 第一次恋爱。刚开始谈的时候他每天陪我在学校湖边遛弯，有天他问能不能亲我。。我停了下我就亲上去了。。然后。。他一把把我推开，一脸受精的表情喊到“怎么会有舌头！！”好吧，姐已经不知道如何回应你了。。。
 栈和队列的区别是啥？ 吃多了拉就是队列；吃多了吐就是栈。
 世界上最遥远的距离不是生与死，而是你亲手制造的BUG就在你眼前，你却怎么都找不到她。。。
 《c++程序设计语言》比《c程序设计语言》厚了几倍。。。果然有了对象就麻烦很多。。。
 为什么程序员总是分不清万圣节和圣诞节？因为 Oct 31 == Dec 25。
 Keyboard not found ... press F1 to continue
 服务器按功能可以分为：数据库服务器，web服务器，cache服务器，下片儿服务器等等。
 十行代码九个警告八个错误竟然敢说七日精通六天学会五湖四海也不见如此三心二意之项目经理简直一等下流。
 一个程序猿在肉店买了1公斤肉，回家一称，他不高兴的跑回肉店对老板说：少了24克…
 两个程序员，一个技术精湛，思维严谨，认真负责，Bug极少，至今单身；一个技术一般，吊儿郎当，Bug一堆，经常被测试MM叫到她旁边，接受批评，后来成了她男朋友。。。
 程序猿：我的第一个问题是，对于我第二个和第三个问题，你可不可以只用‘能’和‘不能’来回答？ 老板：“能” 我的第二个问题是，如果我的第三个问题是我能不能涨工资？那么你对于我的第三个问题的答案能不能和第二个问题的答案一样？ 老板：。。。
 当得知我的室友把洋葱和一氧化二氮放在一起的时候，我真不知道是该哭还是该笑。
 客户被绑，蒙眼，惊问：“想干什么？” 对方不语，鞭笞之，客户求饶：“别打，要钱？” 又一鞭，“十万够不？” 又一鞭，“一百万？” 又一鞭。客户崩溃：“你们TMD到底要啥？” “要什么？我帮你做项目，写代码的时候也很想知道你TMD到底想要啥！”
 以前， 巴尔干岛出橡树， 橡树果是好饲料， 所以塞尔维亚人民养猪成风， 每年有上等好猪出口， 口碑甚佳。 奥匈帝国想塞尔维亚日长夜大 不好收拾， 寻思斩草除根， 从猪下手， 猛提猪出口关税， 就差挂起口号： 为了奥匈帝国， 抵制塞尔维亚猪！ 塞尔维亚人养猪亏本， 农民贫苦， 气炸了。 一边另找销路， 一边寻思怎么给 奥匈帝国 来一下子， 报这一猪之仇   后来的事儿众所周知， 1914年 出了萨拉热窝事件， 塞尔维亚人刺杀了奥匈帝国王储爷， 然后一战爆发了…
 在ThinkPad T530笔记本上，我也尝试了从Windows 7升级到Windows 8专业版，第一次也失败了，但完美回滚到了Windows 7，结果我从Windows 7升级到了……Windows 7。微软的软件真是神了。这可不是我瞎编的。
 @tdtw:楼主:【查宿舍卫生是件很奇怪的事情,它剥削了每件物品的意义,垃圾桶不能有垃圾,挂钩不能挂东西,桌子上不能放东西,床上不能躺人……】回复:【这件事应该从人民大会堂没有人民说起了……】
 @里八神：”近出一种XXX，诡名长生果，形似豆荚，子如莲肉，同生黄瓜及鸭蛋食，往往杀人，多食令精寒阳萎。“——出自贾铭《饮食须知》。他说的这种耸人听闻的食物就是今天我们常吃的花生。
 维稳第一，捞钱第二，洗脑第三，对外忽悠第四，体育（面子）第五，娱乐第六，农业第七，更低档次的娱乐第八，纪录第九，科教第十，法制第十二——从CCTV频道分布看我D重心所在。（@xie107）
 在张衡所处的东汉时代，地震比较频繁。地震引起地裂山崩、江河泛滥、房屋倒塌，造成了巨大的损失。张衡经过多年研究，想到了用弹珠和蟾蜍，终于发明了祖玛。
 听闻党的十八大即将召开，农民工兄弟坐火车劳动工具都被没收。这算什么，我昨天带了一面党旗傍身，过完安检就剩一块红布了。（@天涯舆情）
 有天逛街，我跟呆萌闺蜜说：等下陪我去宜家看看，她特么瞬间给我回一句：是你大姨家还是你二姨家？要是去你大姨家就算了，她太凶了！
 @ 奔放的野猪： 那会在西安火车站打车，去朋友学校，朋友告诉我了23块就到，我坐上车他开着，走了好长时间，我一看表都跳到60多了，我就一直没说话，最后到了70多块，我问司机：你见过超人么？司机疑惑的看着我，我淡定地说我就是，一开门跑了
 打车去安贞找朋友玩……路上有个行人闯红灯，出租车司机急刹车，把车前头的行人也吓住了，愣在那，司机气的摇下车窗喊：嘛呢还不走，等我给你鼓掌呢？via@我恨出租车司机
 有个女同事问我为啥怀孕的女人都要剪短头发，我说：「估计是头发太长要吸掉营养。」她恍然大悟的对天长啸：「啊啊啊啊啊！终于知道我的胸部为什么这么小啦，原来是因为我腋毛太长了啊！把我乳房的营养都吸走了啊！」
 天然呆算是与生俱来的能力，后天学来的那只能叫做蠢萌。蠢萌几乎是最不需要技术含量的一种卖萌方式，只要扮出一副呆相就好了。但是，蠢萌要求很高的身体素质，如果自身长得不可爱的话，那么你非常有可能会出现在电视的公益救助新闻板块里。
 今天跟女朋友出去遛狗，狗是萨摩，两岁了，叫多多，～走到一个广场，狗直接一头扎进边上的冬青里开始品尝叶子，一保安大哥跑过来就喊，那边那个小姑娘，这里不能放羊…
 手机在小区球场被偷了，打电话给人家说下来二栋收快递，人真的来了。
 那天和女友吵架，我想起了在糗百上看的那篇糗事，就是吵架女的无论怎么吵，男的就一直笑。没错，我学了，女友看见我笑，直接一巴掌甩过来：笑nmlgb啊笑！ ::T_T::
 哥哥家有一两岁小萝莉，一天一群人在他们店门口买一小贩的桔子，小萝莉强势围观，小贩见她直流口水就送了她一个桔子吃，那些买桔子的大婶就问她好不好吃，小萝莉一边吃一边咧嘴说：酸～ 后来几位正在挑拣的大婶全不买了，卖桔子的小贩满脸黑线。
 怎样含蓄地赞美女性的胸部又滑又凸？可以试试「小姐，你上围曲线的二次微分总落在一个足够小的正实数区间里」
 石景山没有山，团结湖没有湖，慈云寺没有寺，王府井没有井，四块玉没有玉，五棵松没有松，苹果园没有苹果，麦子店没有麦子，芍药居没有芍药，公主坟没有公主……
 忽然想起高中经常出现的一个尴尬状况：拿到一道题，先不管三七二十一，无比风骚地写上一个“解”，觉得这个字写得真好；读完题后，无比懊恼地叉掉那个风骚的“解”，重新写上“证明”。
 我的人生中，接触最早的一个科幻故事是：2000年实现四个现代化。补充一句：其实我的拖延症是党培养出来的
 至少有百分之五十的事情的解决办法都是自己长点儿记性就行了。对老板说：少了24克…
 一只乌鸦口渴了，看见路边有个瓶子，瓶里水不多，瓶口又小。怎么办呢？聪明的乌鸦就把小石子一颗颗叼到了瓶子里。等水快漫到瓶口的时候，一个老太太弓着腰过来，倒光了石子和水，把瓶子捡走了。
 lz女，有一个很拉风的姓氏，欧阳。有一个很村的名字，翠花。真佩服我神奇的老爸给了我那么雅俗共赏的名字。
 今天，我和一个妹子相亲。我在餐馆等她。到时间了，她走进餐馆，看到我，说了声“靠”，转身出门了。
 我妈给我寄了四包自己炒的牛肉，被快递偷了一包。。。原来真有这种事！我不会告诉你是韵达快递
 11月11号晚上走进网吧，网管劈头盖脸一句：是单身么？本吊默默回答：是。。然后昨儿晚上免费通宵了。。。
 基友是工科院校，你懂得。 他有次打给10086客服， 通了是个男的， 这哥们一愣： “我。。我都俩星期没跟女生说话了，我能换个人吗。。。” 我们旁边全乐了， 附耳过去…… 该客服也不是吃素的啊， 无言几秒后， 以无比娘炮的声音说： “好的，请问我有什么可以帮到您的？”
 我小时候学二胡，年龄小又爱显摆，路上看到拉二胡要饭的，我替他拉了一下午。
 由于本人乃糗百粉丝，微信头像都是那陀便便。今日有妹子加好友，，验证消息是：你好，头像是本人吗？尼玛！！！
 有一姐妹为人豪爽可爱，她跟他老公感情特别好，有一次我们吃饭说起小三，我问她，你老公要是有外遇了，你跟他离婚吗？她斜眼看看他老公，淡淡的说，我这辈子没有离异，只有丧偶！！
 老爸年轻的时候外出打工，买了点葡萄在车上吃，老爸旁边座位是个不善言语的大叔，老爸也热情于是打开袋子分给叔叔两人一起吃，大叔只是意思一下吃了一两个……结果车来到中途的时候，大叔起身从口袋拿出匕首，逼司机停车，从前往后一个个的指着要钱，当时全车人都不敢吱声只得交钱，当到了爸爸的时候他直接绕过去了，勒索完之后直接下车了。。。
 一天上班同事迟到了，理由如下： 还差5分钟的时候，在公司附近早点摊买了一碗热干面。 老板递给他以后，他下意识看了一下表， 眼看就要迟到了，拎起那碗热干面， 撒丫子就跑....... 结果被面摊老板给打了，一边打还一边骂： MLGB,3块钱的热干面都抢....
 一个英国人，一个美国人，一个希腊人，去酒吧喝酒，酒吧里有个测谎仪，专门能检测谁吹牛。英国人对着测谎仪说，I THINK I CAN 喝十个。测谎仪呱呱乱叫，英国人说，好吧，我只能喝7个。美国人上去说，I THINK I CAN 喝七个。测谎仪呱呱乱叫，美国人说，好吧，我只能喝5个。希腊人上去说，I THINK，测谎仪呱呱乱叫。
 在车站候车，身后年轻的爸爸对着还不会说话的宝宝说：＂不会这么悲剧吧，小伙子？＂说完拉开尿不湿看了一眼，松了口气。＂争口气啊小子，回去再拉哦。我不太会换啊。＂
 lz住的公寓在传闹鬼，很多女生亲眼看到过晚上有一白衣散发女子在走廊飘过。听到这条传言，我默默的把轮滑鞋收了起来＝＝
 家有大金毛，老实巴交，出门各种被欺负。。。 四岁儿子领着狗狗下楼尿尿，一脸愤怒的回来，二话不说抄起擀面杖冲了出去。。。 之后我那熊孩子力战群狗为兄弟报仇的英勇事迹传遍小区南北。。。 (*_*)
 我家10楼，电梯坏了两天了。周末懒得下楼，就叫kfc外送。结果连续两天来的是同一个大哥，第2天来喘的：哥，明天别点kfc了，麦当劳出新品了，你不试试？
 都知道一般小孩打针时候都会连哭带喊＂不要不要＂，＂救命＂啥的。 我侄子就这么一句＂放开我，你抓错人了！＂
 今天去听一教授讲课。印象最深的是，他说- 被车撞到还能动的话。赶紧走开...以免被恶意碾压。
 我在监狱工作， 今日一无期徒刑罪犯给另外一临近释放罪犯在监狱电台点歌 <桃花朵朵开>， 哥还在想， 估计俩人关系不错， 歌曲刚开始播放，我hll的笑喷了， “我在这儿等着你回来...” 你到底是有多恨他啊...
 早上上外教的口语课，老外不让玩手机， 暂时没收了lz和三个同学的手机， 放在讲台上…… 其中一台手机不停地震，外教无奈接起曰： May i help you? 只听电话那边： 你个狗吊给老娘说人话， 次奥，我的胸罩在哪呢？ 没胸罩怎么出门… 声音很大，坐前几排的都听到了，手机主人几欲撞死
 老爸某天对老妈说了一句重话， 老妈气不过， 去90岁的爷爷家告了老爸一状， 今天下午，俺近70岁的姑姑打电话把老爸骂了一顿。 我下班回来，老爸幽幽的说， 快六十岁的人了了，被姐姐骂了个狗血淋头还不敢回嘴。
 我20， 星期六要去接8岁在补课的弟弟，结果找不到路了，我弟下课用老师手机给我打电话， 问我在哪？ 我说了站名，他说: “姐，你别动，我过来接你……”
 老妈是高中班主任，带比我小一届的班级。他们班有个男生跟她特别好，毕业时候直接认了干妈，但是我跟他不熟。今年我大四了，回家跟我妈说以后找个啥样男朋友好，我妈说。。别找了，妈给你留了一个。。。
 妈，你买了假发拿皮球撑我没意见，那你是不是应该告诉我放我衣柜了...你有没有想过我打开衣柜看到一个头滚下来是什么心情！！！
 老公跟四岁的儿子开玩笑，奥特曼（我家大金毛）太能吃了，养不起了，杀了吃肉吧。儿子一脸忧桑的蹲在笼子里跟他兄弟聊了一下午。。。然后擦干眼泪，一脸决绝的对他爹说：粑粑你把我卖了吧。。。
 早上我和老婆吵了一架，她赌气不理我。。。割了。。快到中午12点，我饿得不行，见老婆还不做饭，就写了张纸条“我饿了”，让狗狗叼去给老婆看。等了一会儿不见动静，我悄悄去客厅一瞧，见老婆边吃火腿肠边喂狗狗，念叨着：“我知道你饿了，多吃点儿。”。。。。
 刚给大金毛买了个狗窝， 我那两岁的熊儿子感觉不错，经过艰苦卓绝百折不挠的斗争后，胜利占领了狗窝。 现在每天下班都能看到熊儿子在狗窝里四叉八仰的躺着， 而狗狗则一脸忧桑的坐在狗窝旁。。。
 10岁儿子早起上大街吃饭回来给我带的早点，往床头柜一撂说:快点起来，吃完上班，路上看车，下班早回，见天让我操不完的心…… 
 我弟今年五岁，特别娇气动不动就爱哭，一天他突然问我：“要是有一天家里没钱了，爸妈会把你卖了还是把我卖了？”我毫不犹豫的说：“肯定卖了你。”本以为这小破孩一定会哭，没想到他咧嘴一笑：“我就知道你不值钱……”
 今天在单位旁边的小超市买益达，筒子们都知道，一条益达卖2.5 块， 问题是我给老板一张十块的，他找我46。。 你以为这是gc嘛？GC是我想着做生意不容易， 想退给他，就淡淡的问了句， 益达多少钱一个。那二货老板大声嚷嚷着， 四块！买过不退！我听完默默的走了，去你大爷的四块。
 我在农村长大，穷，真没什么吃的，家里养了一只花狸猫，生产队有个池塘养鱼每年放300条鱼苗，我妈说我其实是猫养大的。记忆中最深的是一次它拖条10多斤青鱼回家，半路没力气了，凌晨三点多抓我妈的脸，让我妈跟它走，妈30多年后说起就会哭，我也想哭。
 比起给那些当街乞讨的青壮年一块钱 我更愿意花三块钱买一个在风中瑟瑟发抖的大爷的糖葫芦
 北京卫视的大雪新闻，主持人问现场记者扫雪情况如何，记者答：“三十处代表驻地已完成清理。”主持人追问，“其他市民的出行区域怎样。”记者又说代表驻地……主持人强调:"我们不管代表……"
 两月前在淘宝买了一幅自选图十字绣，店主告诉我，去买一根白蜡烛，有利于刺绣，线不会打结，绣出来还有立体感，我半信半疑地去买了，然后天天座在烛光下刺绣，场景大家可以想像一下电视里面老奶奶在微弱烛光下缝衣服的样子 ，直到今天我才知道，那店主的意思是，把线在蜡烛上拉一下，我真的是发自内心地佩服我的智商。。╯﹏╰
 公司里小车班有位大神司机，二十几吧，是给领导开车的，早上很早都能看到大神开着自己的A4到公司，然后换公司的帕萨特去接领导…下班开着A4闪人…我觉得他是来体验生活的！
 看看中国新一届领导班子名单，就知道马上要富强了：洗尽贫，立刻强，涨得奖，遇正升，留运山，旺气山，涨高哩…
 我在人事部，昨天销售部一个同事过来请病假的理由是发烧上火引起的扁桃体发炎，可是他应该忘了，年初有次他请了一礼拜假说是去做扁桃体切除手术。
 同事今天提着一整只金华火腿来公司说是午餐。
 领导：这么大的事你应该跟我汇报下，怎么不给我打电话？我：我打电话了，你没接…领导：我一天那么多电话，你应该给我发邮件！我：我发邮件了…领导：一天那么多邮件我哪看得过来！你可以直接来找我汇报！我：我去找你了，你不在办公室…领导：我去哪还要向你汇报吗？我看你的态度很有问题！我：…
 奧巴馬勝利宣言：「不要忘記，遠方有些國家的人民正冒著生命危險，爭取機會參與討論、做我們今天做的事：投票。」
 元芳失忆后。。。狄仁杰：“元芳！我是狄仁杰啊！！不记得我了么？”元芳拔剑指向狄仁杰.恶狠狠地说：“放屁！我只听说过情人节，哪来的敌人节？！”
arles_lin：刚吃饭，听某hardware team的同事说硬件有些bug是因为宇宙射线击穿内存导致某一bit反转造成的…宇宙射线…长姿势了…
 想起电影2012里面那个被航母砸死的黑人总统，我就知道连任的是奥巴马……via@前端的那点破事
 突然发现，每个无产阶级革命家的名字后边加上“前妻”俩字都能google出一大串故事。。via@婉约派土贼
 中美两国是一衣带水的邻邦，可以说唇齿相依，我们山东半岛一刮风，美国的冲绳呀汉城什么的就下雨。
 早晨坐公交车上班，巨堵，车上有人打电话开始请假。我正想着到了咋解释，面前一人拿起电话说：＂经理，我今天可能要迟到。刚才车上有人丢手机了，警察过来调查，谁也没让走。＂听完她的理由我瞬间膜拜。
 我哥们儿大一，经常翘课……今天课他破天荒去了，老师看到他来了，很惊讶的说：彭xx 啊，好久不见啊，上次见你还穿短袖，今天就穿羽绒服了啊……
 今天在某宝想买本《物理学》，看到一个买家评论“书还可以，就是收到的时候快递单上写着 国家人才，请优先派送，这让我情何以堪”。果断下单，坐等明天享受国家人才待遇:)
 今天在音乐会上认识了一个非常漂亮的女孩。我们聊了几分钟，并且互留了手机号码。音乐会快结束时，她说她的手机没电了，借我的手机用一下。我爽快的把手机借给她了。回家后，我想给她发个短信，结果发现她从我手机里把她的号码删除了。
 我大学刚毕业来这家公司面试的时候，老板语重心长的对我说：虽然薪水不多，但是你可以在这里获得快速的成长，这对年轻人来说是最重要的。现在，两年过去了，老板没有骗我，我看起来已经像是40岁的人了。
 今天打车去某地取东西，心不在焉的说错地方了！直到下车才发现走错了！直接又伸手接了一辆出租车，司机问我去哪，由于地域不熟遂告诉司机先一直往前开，我开始四处张望！过了没多久司机幽幽的对我说，＂哥们，是要甩开条子么？＂
 我有一哥们长相看着特别凶险，给人第一印象极像个坏人。 他未婚妻乖巧伶俐，勤俭持家，平日里对自己很是节约。  昨天是他们相恋5周年纪念日，朋友提议去阴家巷吃顿好的，顺带上北街买戒指、买衣服。 嫂子当然是各种不肯，两人便拉扯了起来。  看到这里的朋友，假如说，你在街上看见一个流氓把一个漂亮的姑娘往巷子里拖，而且这个姑娘憋红了脸，一直喊不要，你会怎么做吗？  我这哥们现在还在二医院住着，感谢环卫工人、感谢路过的出租车司机、感谢热心肠的路人见义勇为。 
 读小学的儿子：麻麻，老师让你明天去开家长会。 老婆：让你爸去。 儿子：不行，老师说爸爸也是他教的，不想再说他了，一定要你去。
 刚结束的新闻联播上播了条新闻，国外一个野生自然保护区上千万只蝙蝠迁徙，称是＂世界上最大规模的哺乳动物迁徙＂，老公在旁边幽幽的说：＂中国的春运才是。＂表示同意
 刚刚在食堂排队买饭，炸酱面，碗比较大——正常都吃四块五的，加个肉丝，就够吃的了，前面一个不胖不瘦的妹纸，下面是她的话：老板，加个肉丝、加个鸡蛋、加个鸡腿、加个丸子、加个香肠，在来个馒头，多放点面！！后面一个哥们来了一句，这样的妹纸娶回家都喂不起啊...哈哈，那妹纸的表情...
 这是同学大学老师在莫言诺贝尔文学奖获奖后跟他们说的一句话：从此以后就会有很多很多的砖家，叫兽，靴者深度挖掘一些莫言自己都不知道的高尚品质和文学素养····
 1979年，瑞典国还认为同性恋是“一种病”。聪明的瑞典公民对此规定感到愤怒，奋起反击——他们纷纷请了病假，病假原因是“我觉得今天我有点gay”。（ @卡卡mocha ）
 村子旁边的森林里住着一头怪兽，常常跑到村子里为非作歹，村子里没有人能打败它，怪兽每星期都到村子里抓一个处女作为食物。有一天，一位勇士来到村庄，决心杀s怪兽，为民除害。后来，怪兽饿死了。。。。这个故事告诉我们，不要挑食。。。
 唐僧对三个徒弟说：“为师为人最公平，考你们三个问题，谁一分钟内答上来，谁就跟师父成佛。悟净，刚结束的那次大会是第几次？”沙僧：“十八大。”“悟能，十八大一共推出几个常委？” “七个。”“悟空，他们都干过什么？”（马伯庸）
 两个男人同时追一女，女人在购物车里有17笔交易，同时给他们各发了8条代付请求。A君花了17分31秒付完，B君花了21分15秒付完。女人毅然把付款最后一笔的机会交给了A君。看着“已经付款”几个闪闪发光的大字，女人十分感动，甩手把他们两个都拒绝了。（xie107）
 历史考试选择题:黄花岗起义第一枪谁开的？A宋教仁B孙中山C黄兴D徐锡麟,考生选C。又看第二题:黄花岗起义第二枪谁开的？考生傻了，就选了个B。接着看第三题,黄花岗起义中，第三枪谁开的？考生疯了,胡乱选了A。考试出来就去找出卷老师。老师拿出课本说:黄兴连开三枪,揭开了黄花岗起义的序幕。（Eitelkit）
 在B站看太极，彭于晏推开倒贴的Angelababy扬长而去时，有条弹幕写【注定一辈子嚼益达】，哈哈哈哈哈哈哈哈哈哈哈
 有个美国人千辛万苦集齐了七颗龙珠，神龙华丽地出现：＂你有什么愿望吗？＂美国人愣了愣：＂can u speak english?＂神龙：＂sure~＂然后神龙就走了。
 “请问11月15日案发当晚七点半点到九点，你在做什么？” “没干嘛，和平常一样在家里看焦点访谈和《温州一家人》...干嘛抓我啊！”via@马伯庸
 接到个电影角色邀请…演霍元甲…但是要减肥…因为导演说是演瘦霍元甲…………后来才知道是…售货员甲………(via 学徒王自健)
 那是2007年，北京君悦大酒店，我和王岐山在洗手间尿尿时邂逅，好像一次国际品牌大会，当时他是北京市市长，他的讲话很风趣，我就斗胆地和他搭讪，说：王市长，你也站着尿尿啊，他也没给我好话：你才蹲着尿尿呢
 拍马屁最厉害的书名莫过于《世界是平的》。（@cosbeta）
 曹操患头疾，痛似外伤，请华佗看之。佗曰：＂待我为主公治伤捉疾。＂遂为操所杀。via@使徒子
 做梦梦见对象死了。。哭的很伤心。。醒了之后发现根本木有对象，。。。哭的更伤心了。
 Oicebot收了客观的小费后悄悄说：“向上爬时，对遇到的人好点，因为掉下来时，你还会遇到他们。”
 一个广东人去武汉游玩，中途饿了去一家餐厅吃饭，“老板，你这有啥好吃的？”“热干面。”“醋溜猫肉有么？”“对不起，我们有热干面。”“清蒸老鼠呢？”“抱歉……只有热干面。”“凉拌胚盘也没有么？”“……热干面很好吃的。”“丢雷楼某，来碗热干面！加个蟑螂！”
 “An apple a day keeps the doctor away.” 每天玩苹果的，拿不到博士学位。。。
 《少年派的奇幻漂流》是我看过的唯一一部印度人主演但却中间没有突然蹦出一堆人唱起歌跳起舞的电影。
 几个僧人负责清洗少林寺全寺的衣物，方丈常对他们说：“只要肯用心，洗衣也能有大修为。”其他僧人渐渐地都倦了，只有小和尚明风始终铭记方丈教诲，用心洗好每一件衣物，终于有一天，功夫不负有心人，方丈将他破格升为一院执事。用心的明风，在方丈的袈裟中发现了几根长头发。
 经常在网上看到有女生说经过一个月努力瘦了两斤三斤的，还分享各种减肥经验。。。。哥想说。。。。两三斤也就是饭后和便后的区别而已。
 小时候，我在乡小学住读。一天，教室门口站着一个穿着土气的农村妇女，老师问她找谁，她说给二娃送几斤大米。老师转过身问：“谁是二娃？”教室里安静极了。老师生气地说：“狗不嫌家穷，儿不嫌母丑！”然后......听课的校长站起来，走出教室接过了大米...
 我们学校学生社会实践是学生到学校各个部门执勤，一女生被安排到保卫科看监控。。。。。。结果，结果，结果，从监控里看到自己男朋友在跟一个女生接吻。。
 真心无奈了~爸爸晚上十二点多了还不回家，可是我明明记得他下午是出去遛狗的啊！打电话也不接！妈妈也很愤怒！遂全副武装出门去找爸爸。最后在麻将馆找到时，满脸错额，在看狗狗，蹲在爸爸怀里聚精会神的看着牌…
 调查了100个女人她们最喜爱用什么沐浴露，最受欢迎的一款是：从我浴室滚出去。via@情人醫生
 我想问一下玛雅人靠谱吗？要是靠谱我就不期末复习了。【最右】当初玛雅人就是这么想的，然后整个文明都挂掉了…
 同学抄作业自作聪明把一周改为一星期，至今忘不了物理老师看到小球旋转一星期时那扭曲的脸！
 刚才去饭馆吃饭，要了一个砂锅面，正吃着进来一个妹子，服务员问她吃点啥，妹子环视一周，指着我的面说我要吃那个，我本着糗百精神，遂双手成护碗壮，说了两个字：不行!妹子脸红...
 「姐姐！许官人被法海抓去金山寺了！」「敬腾，你去镇江开个演唱会！」（和菜头）
 李白在山脚的河边看到一位大娘，手持一柄宝剑，在石头上磨来磨去。李白好奇道，大娘，你在干啥？ 大娘笑笑，说，宝剑锋从磨砺出！李白听到这话，立马在旁边蹲下了，说，呵呵！我倒是看看保剑锋一会从哪里出来！
 问：“你大便完发现没带纸，口袋里只有一百块钱和你对象的照片，你用哪个擦？” 江/青：“我QNMLGB有什么区别咩！” 
 没听清，害死人呐! 有一哥们是个肛肠科大夫，一次聚会问他为啥选择了这么个科室，哥们叹口气说道，那时还在转科，一次和医院里几个老大夫吃饭，遂打探医院哪个科室挣钱多，有说外科的，有说骨科的。这时医院一位德高望重的老主任说：屁！眼科最挣钱！---于是哥们最后选择了肛肠科! via@呼吸科麻辣医生张永明
 小外甥在儿童乐园玩儿，我进去陪同，旁边一帮小孩儿，无聊做了很2的调查，基本上孩子都是妈妈生的，也有充话费得的，抽奖得的，树上结的，土里挖的，部分古老的是垃圾堆捡的，不过我最欣赏那个萝莉的描述，话说她妈妈在路上走，犬夜叉突然出现，浑身是伤，交给她一个婴儿让她抚养…
 昨天学校弄宿舍消防安全成果展，校团委书记，一脸正气站在一大排在各宿舍缴获的酒精炉，电磁炉，热得快，各种锅跟前，正在给路过的甲乙丙丁同学普及安全知识。热爱CF，基本不出宿舍的一哥们太饿了，不得以出去买饭，恰好也路过，看了许久，特牛逼的拿起一个酒精锅，问团委书记，“大叔这个咋卖啊……”
 听我妈说，她不爱做饭，小时候我说妈，我饿，我妈就把窗帘拉上，说儿子天还没亮呢，然后我就继续睡，我真是好孩子啊！！！
 我们公司有一日本人，好奇心特别重，来了中国以后路边摊黑暗料理各种吃，小龙虾烤生蚝臭豆腐什么的大概都吃了吧，上次见面时问他还挺得住吗，他得意洋洋比了个OK的手势说：嘛达呆脚布哟～结果这星期病假没来上班，怀疑是不是好奇心一驱使吃了切糕了。。。via肥面团
 RT @马伯庸 千万不要相信歌词里说的那些道理，为了凑韵脚，他们什么都写得出来。
 美国著名讽刺网站“洋葱网”本月初载文嘲讽朝鲜最高领导人金正恩，称他正式当选为“洋葱网杯2012年在世的最性感男人”。不料中国官网《人民网》信以为真，以《金正恩被美网站评为最性感男人 集可爱霸气于一身》为题，报道 “洋葱网”的文章，还引述洋葱网时装与娱乐编辑Marissa：“正是这种气质使得他成为女人最爱男人偶像一样的男人。他是一位真正的勇士，他知道该如何剪短发却仍旧秀发飞扬，散发出强烈的人格魅力。”
 国考那天，所有的旅店都会被订满，早上的公交车将挤满赶考的年轻人，不小心哪一脚下去，“说不定就会踩到将来的国家主席”
 八戒："猴哥，师父的白龙马最近性情有些古怪，每次我和它开玩笑，它都会在泥地打个滚，然后跑开几步拉马粪。"悟空："呆子，小白龙不善言辞，它的这两个动作表述的含义是：泥马，去屎……
 一同事准备离职，按照公司流程需要和一个心理咨询老师（公司专职聘请的员工）交流一下，就是问问离职原因什么的，顺便劝导一下避免离职。。。。。。。。同事与老师交流了半天时间之后，老师也提出了离职。
 公交站台，看一背包男子打电话————割————“喂” “王先生吗” “站台上的广告您贴的吗？”“CNMLGB,曹尼玛！!挡着站台，害的你爹做错车”然后果断挂电话·· 
 经典差评，商品是五毛一包的灭蚂蚁药，买家的评论是：效果真的超级好哦，我只用了半包蚂蚁就死光了。。。。。。。。。可惜我买了五十包啊~~~~~~
 楼主双十一在天猫罗蒙官方旗舰店买了一件羽绒服，等了十几天终于收到货了，打开一看竟然是件西装，奇葩的是还夹了个条，说您买的羽绒服没货了，我们自告奋勇帮您挑了件其他款式的衣服，尼玛，我买羽绒服你给我自告奋勇挑件西装，你怎么不给我自告奋勇挑个媳妇送来啊！几天了都没客服搭理楼主，看来不能指望他们送媳妇了。
 《调酒大师iOS》上架啦！ 月初就申报审核了，月中被打回来，要求把年龄从12+改为17+——因为含有酒精成分！ 不过《谋杀法则》就顺利9+（轻微卡通幻想暴力）——也就是说，Apple觉得9岁可以杀人，但还不能喝酒……
 RT @岳阳公安警事：村民凌某在购买新疆人核桃仁糖果时，因语言沟通不畅造成误会，双方口角导致肢体冲突引发群体殴打事件。事件造成二人轻伤，损坏核桃仁糖果约16万。加损坏的摩托车和受伤人员共计20万。目前@平江公安 天岳派出所将凌某刑事拘留，十六名新疆人员财物得到赔偿并被遣返回疆。
 ——“听说有个广东人吃东西死了。” ——“怎么死的啊？他们啥都敢吃怎么会死？” ——“据说他最后一句话是：‘听说切糕挺好吃的。’”
 这是一个宝马车撞翻切糕车后，宝马车主弃车逃逸的年代。
 人固有一死，或轻于鸿毛，或重于切糕！
 可以造个新成语了：古有“饮鸩止渴”，今有“切糕解饿”。都是形容活得不耐烦的。
 真不知道你们为什么黑切糕，疆族兄弟难道就不是我们的同胞了吗？！像面前的这位买买提大叔，我跟他说要十块钱份量，他照样给我切了块大的，这才是社会的正能量。如果你们买切糕的时候也能像我这样衣着朴素，全身上下只带10元，他们还能坑？总不能冲上来抢我的苹...
 凤凰传奇今日因为欠下巨额债务被追杀，原因是他们有一次路过一个切糕摊位的时候忍不住唱了句：要，要，切开呶
 《舌尖上的中国》续集节目组在拍摄切糕的时候破产了。
 在法拉利店，我打开书包放在销售面前，里面是一大块切糕，对销售小姐说:办手续吧，那辆红色458我要了。她被惊得满脸通红，颤抖着从里面掰下一小块还给我，我奇怪地问这什么意思，她说:全。。全款。。。打97折。
 巨额财产来源不明罪，是指国家工作人员的财产或者支出明显超过合法收入，差额巨大，本人不能说明其来源是合法的行为。比如拥有名车、名表、多处房产，巨额存款，超过半斤重的切糕。
 甲午战争战败后，李鸿章赴日本和谈，日本人要清政府赔偿切糕2百斤，清政府赔不起，改为割让台湾，赔偿白银2亿5千万两。
 买买提·海森堡的“切糕测不准原理”：当你看到一块切糕的大小时，你永远不知道它有多重；当你得知一块切糕的重量时，你永远不知道它的大小…
 真正的勇士，敢于直面惨淡的人生，敢于正视淋漓的鲜血，敢于购买新疆人的切糕。。
 淘宝店主信誉等级可以改了。桃心 → 钻石 → 皇冠 → 切糕。
 你们都太年轻了～谁说切糕党神通广大～他们只是老老实实的生意人～要是真的有这么牛B～叫他现在就来拿我脸滚键盘askf;lakshfljgw;eufrh nasl'fhalshfg
 @羞贼: 这两天都在微博上说切糕，说的我怪馋的，这玩意儿到底什么味道？于是开车出去买了一块。结果根本不是你们写的那样，人家买买提大哥对我特好，还多切了一大块，心里感觉特温暖，我边走边吃吃了两个多小时，走到家都没吃完呢。 
 带上头盔进入游戏后, 你发现自己已经处于一片虚空之中，周围是满天星辰。星辰变幻, 时而幻化成战士的守护者卡瑞斯征战厮杀，时而变化成欢乐女神莉拉翩翩起舞，短短的几分钟内星空居然把游戏里出现过的个个天神演示了一遍。最终群星稳定出现了一个高大男子，血染的绷带包裹着他的右眼，左手残缺右手依旧拿着他的战锤，赫然是众神里的正义之神提尔，他看着龙八肃然说道：“你虽是冒险者, 但进入游戏, 仍需谨记以下几点: 抵制不良游戏 拒绝盗版游戏 注意自我保护 谨防受骗上当 适度游戏益脑 沉迷游戏伤身 合理安排时间 享受健康生活
 疥癞和尚和徒弟侍立阶下，更不行礼，太宗问袈裟之价，答道：“袈裟五千两，锡杖二千两。”太宗说：“不贵。”便令玄奘穿戴。令人拿钱，和尚要十六万两。太宗十分诧异，和尚道：“袈裟五千/两，锡杖二千/两。”太宗欲要不买，那徒弟却拔出了戒刀来“天可汗你瞧不起我们西域来的人！” 
 到学校门口买水果。一个摊位的生意很火，那我过去看了看。走进听见那边喊的是：橘子大减价啦，一块钱两斤。两块钱 三斤，三块钱四斤......五块钱六斤，快来买呀。一群大学生，全都在买五元六斤的……。”
 睡眠科—— 我：医生啊，我有个特别奇怪的毛病 医生：哦？ 我：我每天早晨都会被憋醒，感觉房间里空气不新鲜，非要开开窗户透透气才能继续睡觉，有时候半夜醒来也得这样，去哪儿住多大屋子都这样。 医生：哦，这病好办，开着窗户睡觉就行了！ 我：再！见！
 皮肤科—— 我推门而入，顺手摘了帽子，头发被压扁了，医生瞄了我一眼… 医生：你来看脱发？ 我：没有啊！ 医生：那你干嘛戴帽子？ 我：外面冷啊（敢情您一直坐屋里） 医生：那你头发怎么那么薄？ 我：压得啊！！！！！（敢情您一直是毛寸戴啥帽子都不会被压是吧） 医生：那你来看什么？ 我：痘痘啊！！！！！
 问：你认为战斗力最高的人物是_______。答： 卖切糕的萧敬腾。
 感觉中国真是越来越文明了，酒席间介绍人都是这模式：这是谁谁谁，他爸是公安厅厅长；这是谁谁谁，他爸是电力公司董事长……我十分感动，想这就是古希腊的风范啊，阿喀硫斯出场就是这个范儿：我，阿喀硫斯，英雄珀硫斯之子！！
 有影迷吐槽说，“冯小刚和李安之间，差了最起码100多个陆川！” 听者沉思片刻，说道：“那冯小刚和李安差的不多啊。”via@洛之秋
 北京，一个平凡的下午五点半，却有着不平凡的爱情故事上演。失恋多日的他接到她的电话。「飞机还有两小时起飞，你如果来了，我就不走。」她终于决定在去美国前给他最后的机会。他放下工作冲下写字楼，坚定地说道：「我爱你。等我。」两小时后，她飞走了，他还在三里屯打车。这是个真实的故事。via@乔小囧
 最近去了两次电影院，媳妇儿用一句话总结了观后感："你下次能带我看个不吃人的片儿不?" via@谷大白话
 有次听到爸妈在聊天，老爸说：“以后谁娶了我们女儿……” 老妈接话说：“太可怜了，我们应该好好同情女婿？” 老爸：“不，那应该是那个人上辈子造孽太多了，不值得同情。”
 今天听到个真事儿。一个女生PHD毕业答辩时候，提问环节她男朋友举手问："Will you marry me?" 观众均大呼浪漫…高潮是，该女生回答："Not relevant. Next question"…这女人 ...
 女生宿舍里：一女生对另一女生说：如果你一觉醒来发现你变性了怎么办啊。女生回答：先让你们爽爽。众女生：畜生... / 男生宿舍里：一男生对另一男生说：如果你一觉醒来发现你变性了怎么办啊。男生回答：先让你们爽爽。众男生：尼玛 这才是兄弟...
 一交警在开罚单，一男子叼着烟过来喊：你除了开罚单还会干什么？交警没理睬，男子继续：有种拖走啊！交警很愤怒，男子继续：有种拖走啊！交警忍无可忍拿出对讲机，拖车时交警和蔼说：下午到五大队来处理！男子：关我鸟事！车又不是我的！说完哼着小曲骑着电瓶车走了。
 十年生死两茫茫，写程序，到天亮。 千行代码，Bug何处藏。 纵使上线又怎样，朝令改，夕断肠。 领导每天新想法，天天改，日日忙。 相顾无言，惟有泪千行。 每晚灯火阑珊处，夜难寐，又加班。
 问：一个程序员在海滨游泳时溺水身亡。 当时海滩上有许多救生员，救生员们只听见有人大声喊“F1!”“F1!”， 谁都不知道“F1”究竟是什么意思。
 问：一女黑夜遇抢劫，颤抖曰：“大哥，我是搞java的，两个月没发工资了，还刚被裁员，你看报道就知道了，真的没有钱… …” 劫匪听后竟然痛哭流涕，“妹子，同行，俺原来是做C++的，金融危机 闹得做劫匪也不踏实，你拿好工牌，后面那帮抢劫是做 .NET的，你放心，我们绝不抢自己人。” “对了，边上那条路不要走，那边是搞PHP的……”
 两字符串走进一个酒吧坐下，酒保过来，“两位来点什么？”  第一个字符串说，“我要一杯湿啤 fulk boorg jdk^CjfdLk jk3s d#f67howe%^U r89nvy~~owmc63^Dz x.xvcu。”  “对不起，”第二个字符串对酒保说，“我这哥们没有\0结尾。 
 以前我妈洗那种泡酒的玻璃罐子，脑子一抽浇了冷水又往里倒热水消毒，结果罐子立马裂了，我妈担心我爸回来说她，怎么办呢，她就给了我五块钱贿赂我让我把罪名担下来，我爸回来的时候我妈轻快地说这是女儿不小心弄的，我爸果断啥话没说，，，其实我一直没告诉我妈，这种事我爸也经常让我干
 说个自己的吧。LZ搞了点小副业，在淘宝上卖各种婚宴请帖。某次一客户订了300张请帖，并把新郎新娘还有要请的宾客的名字发给LZ。两天后LZ把请帖上的名字都打印完了，那客户联系LZ，问新娘的名字能不能改。。。。次熬哥们你咋回事。。。
 我在交警队上班~今天同事扣了一辆违规的圆通快递的车~我从淘宝上买了条裤子，查物流状态是正在派送，结果等了二天一直没到，突然有个陌生号发信息给我：我是圆通的，你的快递自己来我们公司取吧，以后你们交警队的快件我再也不送了………不送了…
 高二那时候我们班后面几乎天天缺人，而且都是那几个人。一次老班发火了，说一定要严惩不待。。。。。吧唧吧唧。。。这时老班手机响了，拿出一看，直接扔讲桌上：这tm谁把信息发我手机上了，还tm老班发火了，你们快回来。。。
 当年未成年的我坐在网吧上网 冲进来一帮jc 大喝:我们是察身份证找人的 未成年走 今天不抓 哥当时坐的正在刷地下城 快要打完了 就慢了一会 一看他们走了也没管 继续玩 事后同学说 门口站两jc 出去一个抓一个 都不用挨个查 我去
 刚才在超市付款时候，收银员问我有木有一毛钱时候，我才说出“没....”只见我上一位付钱的大妈掏出收银员当一毛钱补给她的一颗糖，说“来，小伙子，他们补的一毛钱，这给你”只见收银员黑着脸把糖拿过去了.....
 话说公司有一牛叉的同事买辆自行车，怕丢，将车把拧下来写了个纸条放进去再装好。半年后车子真被贼惦记走了。这哥们儿直奔二手市场，找了两天找到了。打电话110过来。当面吵起来，二手车老板问你说这是你车，怎么证明？这哥们儿当场拧下车把，把纸条拿出来:这上面是我的名字和身份证号。然后直接拿车走人。。。
 今天期末考试，大家都觉得题难，考完一起研究。一奇葩同学满眼疑惑的问……不是开卷吗？……开卷……她居然就那么拿书翻的！！没人过问！！！卖糕的！！
 大家一定要小心，不要走进切糕车的史瓦西半径哟…
 大四的时候室友说他会贴膜，而我的手机贴膜用不到几个月就花掉，室友主动请缨帮我贴膜，心想反正不要钱就让他试试吧。贴完后还真的清晰顺滑很多。后来毕业了，手机屏幕又花掉了，想把它撕掉，可抠了半天都找不到贴膜，于是QQ上问他怎么撕下来，第二天我打开QQ看到他留了一句言，＂我根本就没贴＂。。。
 本人女，工作快一年了...今天下班回家，路过一个中学，正当放学，路上乱糟糟的，一个男童鞋狠狠地撞了我一下，遂争吵，后来他很生气地问我“你是哪个班的？！”我当时就决定这事儿不追究了！
 移动公司话务员一枚 一日同事接到电话 客户说：我手机上不了网了 同事：请问先生您手机是什么牌子的 客户：（想了一会）好像是澳利澳牌的 同事：（满脸黑线）先生您可以打开后盖 扭一扭。。。舔一舔。。。泡一泡。。。然后换台机子就能上网了 然后这货华丽丽的被投诉了...
 终于有勇气把谈了近一年的地下党男友领回家给爸妈看，各种紧张各种担心爸妈看不上有木有？……此为背景…………男友走的时候家中养的土狗毛毛趴窗台看着男友过了马路直到看不见。这时老爹说话了：毛毛喜欢这小伙子，看来这人错不了，我相信它眼光。。。⊙_⊙……
 朋友的杂种松狮被偷了，过几天又被送回来了，小偷写了：狗还你 卖到宠物店人家不收说是杂种卖不掉，送到狗肉店老板说肉太肥不好吃 我心想自己当宠物养吧还能看门，这货比我还能吃能睡！
 我一同事，在自己的工具柜外面和自己的安全帽上喷了三个字，王九蛋，从此以后大家都叫他王九蛋，一天某领导也呼曰：王九蛋过来，他屁颠屁颠的跑过来，对这领导一笑说：哥你找我啥事，领导想了想脸顿时绿了~
 家里有金毛一只，平时做错事，我们一训它它就乖乖的，一脸委屈样，近期怀孕一个月了，现在一训它，这货就直接把肚子晾给我看。这货要逆天。
 今天去相亲，直接把那孩子抓进局子了。前段时间抢了我的包，现在还想上老娘的床！cnmlgb.
 中专时候的事，话说我们半夜翻墙回学校，一群人偷偷摸摸的从围墙下猫着身子走，突然后面冒出量摩托车，车上警察说：都给我们站住！然后一群人SB了。 警察说：干嘛的。 我同学说：嘘，小声点，我们是学生，说着把学生证掏了出来。然后这警察看着我们翻进了学校....
 我们老师周考的时候把选择题答案弄成CCCCC AAAAA BBBBB DDDDD。 他说：“我要让好学生不敢写，坏学生不敢抄。哥拼的就是心跳！
 妹子我一喝酒就上脸，不仅上脸，全身都发红的那种。有次公司聚餐，夏天，短裤吊带。不得已喝的有点多。在走廊上来来往往的人包括服务员都眼神惊奇。隔了一个月再去，订的还是那个厅。服务员看到我二话不说就把我领上去了。随口开玩笑，你就不怕把我领错了？她笃定的说，不会的，我认识你，你不是上个月的小龙虾么。。。龙虾。。。还是熟的吧！
 【温在百度公司考察时，试用手机语音搜索】@羽戈：他喊出自己的名字，手机答：根据相关法律法规和政策，部分搜索结果未予显示。
 我一富二代朋友，平时就开着辆神龙富康，苦追一小白领妹子，多次表白未果而放弃，后来开着其父的卡宴出行偶遇妹子，当晚妹子就发短信说之前是开玩笑的，发现两人还是蛮适合等等，朋友神回复了一句还不想找后妈。
 @北京阿龙_lis：大学时女友是北航的，一个雪天去找她玩，走在雪中的校园，忽然发现楼角有个男生在堆雪人，因为我带了相机，他请我给他和雪人照个像，那男生留下了宿舍电话，因为我不是本校的，所以照片出来我托女友把照片给那个男生，后来他俩在一起了，这就是关于下雪和校园我的记忆。
 @谁允许你直视本蜀黍：上司要我们提供了生日信息，估计是要根据星座来安排工作方向了，我是狮子座，你们觉得我会被安排干什么？----@拉皮条的小行家：在门口拿着一只球趴着
 @Scswga: 高中的时候住宿，晚上一群女生四方夜话聊到MM的尺寸大小。 一BH女，比较平，突然激动的说： “我坐地铁最怕人多的时候有人不小心撞到我的胸！因为bra凹进去就弹不出来了！！” 突然间大家一片肃静，真的都安静了。。。
 唐僧一行人来到盘丝洞，唐僧被蜘蛛精捉住，猪八戒本想上前与蜘蛛精打斗救下师傅，却被女妖精的美色所迷惑，春心荡漾。唐僧只好向孙悟空求助：“悟空，快来打死这蜘蛛！”孙悟空听到师傅求助，于是上前一棒将猪八戒打死了 
 世界上所有国家发射火箭都是拼成功率，只有朝鲜和韩国拼的是滞空时间。
 「大裤衩」虽被正式命名为「央视总部大楼」，但此俗称之惯性已恐难改矣！我问旧时同事二愣子：「你们搬进大裤衩了吗？」他连想都没想就回答道：「快了，靠里边那条裤腿。」「领导们呢？」「嗨，人家高，都在裤裆那儿。」
 @马伯庸：要不怎么说人民群众永远最有创造力呢。刚才听到一姑娘电话跟人吵架，甩出一句巨犀利的话：“您的智商余额不足，请充值后再说。”
 某闺蜜的干妈是北大考古系毕业，在考古研究所工作。有次她去看干妈，发现干妈的办公桌玻璃板下压着一块黄不拉叽的布，就问这是啥。干妈说，这是某具出土古尸身上穿的毛裤的裆那部分。问为啥要放着这块呢，干妈曰：我发现他们也是织上下针！
 在政府部门位职多年的女秘书，一直单身但有一女儿，女儿慢慢长大了，就问：“妈妈我的爸爸是谁啊”，这可难倒女秘书，因当年领导换得太快啦，有几个还枪毙啦，这时身为妈妈的她就灵机一触就对女儿说：“你是党的女儿”。（@叶二蛮）
 @dinosaurshmily：刚刚和室友闲聊，我说好像研究发现母的黑猩猩都会提供性来换取食物。室友很是惊讶，然后弱弱地问：“和谁换啊？”我说：“当然是公的黑猩猩了，你以为呢？”室友恍然大悟：“哦哦哦，我还以为是和饲养员呢！”
 ☆ 之前利物浦主教练罗杰斯表示他认为利物浦完全能拿到第二名的时候……我还真是没想到他是指在每一场比赛中拿…	
 ☆ 昨天，我被禁止在接下来的12个月之内进入本国任何一座足球场内。  我忘了结婚纪念日了。
 来到KTV点歌，本想点些爸妈那个年代的老歌，点开经典老歌的时候，第一页的歌居然是周杰伦，蔡依林的，一开始以为自己点错了，后来一想，十年了。。。我们都老了。。。
 辞职回家换了个本地号码，两个月了，这号码真是坑爹啊，陌生人打电话来称兄道弟叫我去砍人的，叫老板说我发财了忘记兄弟了的，叫我送小姐过去的，叫我送粉过去的，我说以前用这号的大兄弟，你的人生经历是有多丰富啊！
 RT @胡紫微: 一直坚持认为,人类分两种,看过《V字仇杀队》,和没看过的。这是一部重要的电影,对中国人尤其是。它富有诗意地描绘了暴政的本质,暴政对人类尊严的荼毒以及反抗者对于暴政的极大蔑视和玉石俱焚的复仇。作为极权国家的人民,看到这部电影,很难不引发内心的触动。本片昨晚在cctv6播出。
 美国加州大学伯克利分校有研究者研究猫咪的毛色与被收养的比例两者之间的关系，以7点李克特量表和10个人格特质测试，调查了189位有养猫的受试者，让他们以1-7分针对5种不同毛色的猫咪，与其所配对的10种人格特质评分。虽然大部份的受试者都声称，猫咪的个性才是他们选择爱猫的主要原因，但从他们的实验评分结果中发现，猫咪所被配对的人格特质其实可归因于它们的毛色。
 动物保护人士的观点则认为以毛色来评断一只猫的个性，就如同以貌取人般荒谬，伯克利东湾人文协会（BEBHS）的猫协调员Cathy Marden说：「你无法光靠毛色就能判断这只猫是否和你处的来，每只猫有自己突出的『个人特质』，我们鼓励多花点时间了解它们，而不单单只是对于毛色做出立即的偏好选择。」
 朋友儿子来我家玩，看到了我的无线鼠标和键盘，好奇的问我怎么没有线，我顺口一说，用着麻烦给剪了，。。。。。下午朋友打电话训了我半个小时
 有一次逛公园，闲的没事就让公园里的内种理发很便宜的老大爷帮我剪。剪到一半，城管来了，老大爷跑了，我顶着剪了一半儿的脑袋在那坐着，城管围着我乐，说您这个打算怎么办啊？
 刚才看到有个吵架摔门而去的，我也来发过个，我跟媳妇儿有次晚上吵架她甩门而去，我麻利儿的出去找，刚往楼下走没多远，就听见我家房门打开的声音，然后就是关门反锁的声音，靠，，，，上当了!!
 刚才我骑电车穿梭在我们这的一个小巷子里，对面来了一个大哥骑自行车，越来越近，眼看就要撞上了，这时机智的大哥大喝一声你往右我往左，然后。。。。我们爬了好半天才起来~
 晚上十点，出差在外地的媳妇儿打来电话。 以下是对话！媳妇：你在哪呢？我：在家呢'媳妇：真的在家？没出去鬼混？我：又犯病了吧？我不在家在哪？媳妇：那好，那你到冰箱中间门，第三个格子里看有什么…… 我去了一看，有一张我俩的照片。告诉她了。媳妇：恩。那你在家呢，早点睡觉吧。
 今天自习室一哥们无聊转笔，旁边一美女用一种很惊异的眼神看着他，结果他转的更起劲了，我在远处快笑出来了，哥，你手里转的可是钢笔啊！！您这白羽绒服算是。。。八成得等着甩到脸上才明白过来。
 中午在食堂打饭，排队前边是个漂亮妹子，一直想搭话，苦于没机会啊。到妹子时，机会终于来了，妹子饭卡没钱了。。。千载难逢的校园爱情剧就要活生生的上演了啊。哥特牛逼的把饭卡放到刷卡机上，说，用我的吧。是的，你没猜错，哥的也没钱了。。。。食堂大妈笑了，妹子也笑了，大家都笑了。。
 两个朋友，去酒吧钓小女，其中一个装大款，出门以后奔着门口的雷克萨斯就去了，另一个说，刘总，别别，你都喝多了，别开车了，坐我的走吧~一边说一边拉着他走到夏利旁边~结果旁边的两个女的真的跟着进了夏利。其实两人开始就是开夏利去的。
 我高中的时候有次上课睡觉，睡着睡着突然想翻身，翻到一半儿突然醒了，情急之下抓住了桌子，可惜当时大势已去，我跟桌子双双倒地，老师看着我半分钟没说出话来，我倒在地上半分钟没好意思爬起来……
 @刀给：困扰了我几个月的“半夜电脑学蛐蛐叫”谜团终于解开了！！“例如用户写信时已是凌晨一两点钟，在一个很幽静的夜晚，那么网易邮箱每隔几分钟，就会传出蟋蟀的叫声，让用户觉得他不寂寞，也体现出晚上的幽静”……哪里感人了，很吓人的好吧~
 @东东枪：家住朝阳区的郝先生昨晚在街头偶遇一位手相大师，并交纳20元，委托大师为他看手相。审视片刻后，大师沉吟说：兄弟，我看你人不错，不想拿那些套话骗你，不如你再掏20我跟你唠点儿实在的你看怎么样？郝先生便又拿出20元人民币。大师将钱收好，诚恳地说：兄弟，我要没看错的话——你缺维生素B。
 @西山股侠：在某知名写字楼电梯里听俩做ibd的对话。某A：昨天下午周星驰把我老板和我叫去他office，臭骂了我们一下午！你能相信吗？周星驰阿！stephen chow啊！他骂我们investment banker笨得像猪一样！说我们设计的方案烂的像坨屎！哈哈！某B惊呼：我cao！这么nb？你没找他合影？某A说：没敢问，你会和一坨屎合影吗？！
 最近想买台台式机玩游戏，不舍得花钱，朋友给出了个主意：你不是要过生日了吗？谁要是上杆子给你送礼物，你就让他们送CPU、硬盘、机箱、显示器、电源、音响、鼠标、键盘、内存条、显卡、主板，都齐全了就自己组装一台电脑了。我想想也对，然后就发了这条微博。via@马碧徳
 北京公交上顶部的横杆有点高，身高不够的话很少扶那！昨天下班坐车时，一个娇小的姑娘站在旁边，人很多没地扶了。就见她仰起头看了看横杆，然后又看了看旁边的人群……又看了看横杆！然后深吸了一口气，踮起脚尖碰到了那个横杆！然后又努力了一下……于是直到我下车，我就看见那姑娘随着车在哪里晃来晃去……
 NASA和欧空局共同证实，北京时间21日12:00，华盛顿会陷入不可避免的无日的黑暗，而12小时后，北京也会紧随其后陷入无日的黑暗。
 “我注意到：那些宿命论者，在过马路之前还是都会左右看。” — 著名物理学家霍金。
 娘：救命啊！我在打论文，它不知道怎么的忽然消失了啊 我：往上滚轮，母亲大人 娘：啊啊，找到了，爱你！
 《十二生肖》号称是“成龙最后一部搏命电影”，与《霍元甲》当年宣称是“李连杰的最后一部武术电影”异曲同工。李连杰后来并没有停止大打出手，“武术”收山了，动作还在。成龙也已经撇清：不是说以后就不打了，而是不再如此大规模地打了。反正就是“三峡告别游”吧，告别之后，涨了水的三峡还在。
 据某国外色情影片搜索引擎的调查显示，从2006年开始，全球网络用户在两家主要的色情视频网站上观看了时间长达120万年时长（约10.5亿小时）的色情视频。
 Oicebot收了可观的小费后小声说：“你必须要先亲过很多癞蛤蟆之后，才会亲到青蛙王子啊。”
 @汽水厂:每个女孩心中都有这样一个男人：他话不多却总是让你牵挂，有时候工作学习都没心思，总想他现在在那里，顺不顺利，虽然他也曾惹你生气，但你真的很需要他，没人知道你有多爱他，有时他来找你，只要一声电话，你不管多忙，总会放下手中的工作来到他的面前，确认包裹并签名，头也不回地扬长而去。
 据美国CNM新闻社：枪击案发生后，训导主任大喊一声：Let the leaders go first!包括校长和校党委书记在内的领导悉数脱身，28名学生遇难，惨案发生后，奥巴马总统第一时间赶往学校，握住学生家长的手，惭愧地说：I was late！场面温馨感人。目前，遇难学生家长情绪稳定。（@那个野和尚）
 和老婆一起打的。到目的地时我问多少钱，司机说16元。老婆翻包掏钱，我兜里正好有张20元，就掏出递给司机，顺口对一旁的老婆说：“不用找了！”老婆还没反应，话却被司机接了过去：“那谢谢了！
 @jerrymice: 春城有趟公交车，213路，看着就跟2B路似的，沿途经过吹箫巷和菊花村，最不幸的是，我经常会坐这路公交车。。。
 @jerrymice: 宿舍一姐们今天考四级，可我十一点醒来她还在睡，我把她摇醒问，你不是今天考四级吗？她悠悠的坐起来愣了一会然后绝望的看着我喊着，我他妈的都梦到我开始写作文了阿！！！！！我怎么会在这！这是哪里！！！ 姐姐，这是生你养你供你吃喝拉撒睡的宿舍阿。
 一个儿时的糗事……爸妈吵架后，妈咪黑着脸在卧室用个很小的袋子往里费劲塞衣服，作势回娘家，我脑子一抽，觉得要做个有眼色的乖孩子，不知从哪翻出个大蛇皮袋子，一脸谄媚的跑过去递给妈，说妈妈这个大装的多！果断被我妈胖揍有木有！然后在我的哭声中爸妈和好了……我留下童年心里阴影啊！大人们太虚伪了有木有！
 同学筹备了三个月的演出，今天终于在一个小酒吧开演了。作为乐队家属兼铁托，我拿出了我所有的激情。跟随音乐跳跃，呐喊，在舞台前疯狂甩头。给我同学感动坏了，他眼含热泪拉着我的手，说：＂你妈逼啊！我准备了仨月的民谣小歌会，全被你这个狗逼给毁了。＂
 朋友炫耀自己多小就开始有男生送花，几岁谈了几个朋友等等。。。直觉这里要格。。。lz资深女屌，没什么可说，但小学一年级刚入学便有两位学长为了我打架。就在校门前，一个认为我是女的，一个认为我是男的，打得天翻地覆。。
 老公找内裤，lz洗干净晾在阳台。 就这样歌了吧… 老公：老婆，我的内裤呢 lz：在阳台，自己摘去吧 老公：熟了没？。。。
 我的交通银行信用卡丟了，打电话挂失，挂失费55元，然后补卡15元。当时听错了，以为补卡也要50元。我是穷苦人民，当时就说：“你把卡号发来吧，我把欠款还完就注销了，太贵了”。就在这时，对方甜美温柔的声音传来：“李小姐，那我们交通银行免费给您补卡，您看继续使用吗？”哈哈…银行也可以砍价，和大家分享，以后可以用这招哦…
 撸主专职淘宝苦逼一个... 有次收到差评，却怎么也联系不上买家，看对方是同城的，果断上门（其实我就想了解情况和提供售后服务）...开门的是一漂亮MM，一听是我，马上就吓哭了，嚎啕大哭啊，有木有。我顿时就蒙了，各种哄，好不容易才不哭了，为了表达歉意，我邀请MM去喝奶茶，突然发现彼此非常聊得来，之后就勾搭上了，如今孩子都2个月了，为老婆和孩子求幸福。
 本人是学法律的，上辈子折翼的天使。。。一次上刑法，老师说：”我们今天讲下主犯，主犯，可以用电饭锅煮，也可以用铁锅煮。。。好了，别闹了，什么是主犯呢？主犯就是，把米放锅里，然后加点水。。。哈哈哈~”然后他自己靠墙乐去了，留下我们在下面凌乱。。。
 小时候去姥爷家，姥爷家在农村那里红薯很多很甜，妹纸我超爱吃红薯，家里都用红薯喂猪，我就不干了，非蹲在猪圈旁要吃红薯，不然就不让姥爷喂猪，姥爷没办法，于是就喂我一块，喂猪一块，喂我一块喂猪一块…
 以前一个初中同学总被欺负，毕业那天他请好多人一起吃饭，都是平时欺负他的，点了最好的菜。吃着吃着他去厕所了，就走了账也没结。然后这帮贪吃的人父母都来帮他们凑钱了，然后，就没有然后了
 lz开了一家建材商店，经常有熟悉的客户来店里赊账买东西。昨天上午我打算去一个客户家讨帐，四岁的儿子非要跟我一起去，于是我就吓唬他说：如果你要跟我去，我就把你卖给人家！哪知儿子根本不吃这一套，无奈，我只好带上儿子去客户家... 进门后，儿子便和客户的女儿玩了起来。我和客户核算清了账款，客户取出一沓钱，递到我手上，说：正好一万元，你点点。我接过钱一张张地数起来。一旁玩得正欢的儿子，一抬头看见我在点钱，他一愣，随即奔过来紧紧抱住我的大腿，大声哭喊：爸爸，我以后听话还不行吗，你可不要卖掉我啊。。。
 我小学时候，放寒假，老师留的作业是一本寒假生活，开学后我同桌一个字都没写，只见那货拿橡皮把每页擦一遍，留下满本橡皮屑。上课后，那货哭着对老师说，我家大年三十晚上进贼了，把我作业都擦了....55555。擦了...了...
 两军交战，一方败逃，胜方副将奏请将军：将军，敌军败逃，追是不追？将军思索一番道：追击吧。副将未动，大军未动。将军疑副将未听清指令，继续拍桌道：追击吧！副将未动，大军未动...
 「转发」RT @Toffeewaffle: 我已经有了使命召唤：现代战争、世界大战、现代战争2、和黑色行动，所以决定这个圣诞我想要什么还真的是容易呢。  我真的好想要个妹子……
 我做编辑时老碰上网络严打，全员轮值，某回周末值班接到投诉电话：“为啥顾城的诗不让评论？”我说：“能评呀，大概是你发的内容里有敏感词被屏蔽了。”对方立马跟我急了：“我就写了一句话，黑夜总会过去，光明才是永恒的。你说说哪个词敏感了？黑夜，光明，还是永恒？！”我淡定地回答：“夜总会。” 
 学校组织学生看反邪教宣传片，期间要求不得说话，不得离开，不得请假，不准上厕所……宣传片里说：邪教通常会把许多人关到一个黑屋子里，然后反复宣传其观点，语言大多很煽动缺乏理性，并且必须遵守讲课纪律，甚至不准上厕所……转 
 高中时数学老师巨牛逼，第一次上课拿了一副牌进教室，给每人发一张，要求大家记住自己的牌，然后。。。。割割割割割割。。。。从此之后他每天上课都带着那副牌，在讲台上边洗牌边上课！！！还时不时丢出两张牌淡淡道“梅花j方块4上来做题。。。。”→_→如果你的数学老师也是这样，你一定是南雅中学的
 准备去见男友妈妈，在路上这货嘱咐我说：＂我妈不喜欢摸我JJ的女孩子...＂当时姐就震惊了，心想这二货怎么什么都跟他妈说...........又傻听了半天才明白刚才说的是＂磨磨唧唧的女孩子＂..次奥，吓姐一跳......
 我发个原创吧，今天刚发生的事，我淘宝买东东，找到一绞馅机，好评如潮，突然看到有两差评，果断查看，差评写道：商品很给力，是正品，我还要给朋友买一个。下面店主回复：亲，好评你都不会，改也不会，求你了，别买了，亲
 从小跟堂弟很铁，有一次他一定要请我去他家吃他的炒方便面，他在厨房煮好面准备开炒，问我：“哥，你要不要放辣椒的？” 此时他老妈忽然出现，手拿一张面值47分的试卷怒发冲冠地冲厨房来，劈头盖脸一顿打，边打边骂，边骂边打，那个惨啊。他老妈打完走了，老弟也哭成了泪人，但还一边抽泣一边继续问我：“哥，你刚才说要不要放辣椒的？” 我....
 玛雅人消失的真相:“造谣一时爽，全家火葬场”Orrrrrrrrz
 @Vince_L：我家人对我对象的要求，三年前是必须硕士毕业，家乡人，家庭背景好，长得漂亮1米65+。两年前是本科毕业，家乡人，家庭背景好，1米6。一年前是专科毕业，家庭背景过得去，家乡人。半年前是家乡人。如今的要求是只要不是黑人……
 下楼时，从按电梯楼层就能分辨出高富帅和屌丝，屌丝按一层，高富帅都是地下
 @日天巨人- XX年后，我公安干警乘时空飞船追击犯罪分子，不料山寨控制系统出了问题，搞错了时间地点，降落到了朝鲜。失去目标，干警们正自懊恼，忽听有大喇叭广播：他不仅是伟大的政治家、思想家、军事家、书法家、诗人，还是全世界各国人民的伟大领袖、伟大导师、伟大舵手...带队的警官双眼一亮：全能教主！抓...
 有句话是这么说的：“防火防盗防闺蜜。”最近老娘的男闺蜜深深地印证了这句话，他把我老公抢走了。
 跟个老朋友聚会，她眉飞色舞地跟我描述她的一次醉酒经历，说印象中自己在的士上吐了，但是司机居然没有发飙和要她赔洗车钱，她又打电话问朋友自己是不是吐在店里了，也得到否定回答，然后自己家里找了找，也干净得很，于是断定是错觉，松了一口气。直到她打开自己的手提包……
 一个妹子跟我说起她做SPA的体验，说特别舒服，就是当时穿太少有点着凉拉肚。我听到这里福至心灵，用日语大吼一声：“SPA拉稀！”……被仇视至今。
 我们院旁边是生物化学研究所，有一个挺拔如小白杨的科学青年常常背着一条半米长的蜥蜴出来晒太阳，PIAPIA地把蜥蜴摔在草地上，晒完了再背回去。
 有一个笑话：一位农夫想用最少的篱笆围出最大的面积，工程师用篱笆围出一个圆，物理学家将篱笆拉成一条直线围起半个地球，数学家用很少的篱笆把自己围起来，然后说：“我在外面。”
 科学青年有种另类的萌，曾跟某同学讲起陆游的一首诗：“采得菊花做枕囊，曲屏深幌闷幽香。唤回四十三年梦，灯暗无人说断肠。” “你想想，四十三年啊。” 过了一会儿，她问：“四十三年怎么了？” “人生有几个四十三年？” “哦，我刚刚在想四十三年有什么特别，莫非因为是个质数？” “……”
 我们跟西方人过圣诞节的唯一不同就是：明天我们不放假。美国人过平安夜跟咱们的唯一不同就是：他们不靠吃苹果保佑平安。
 化学中有一个神奇的东西，它不溶于酸、不溶于碱，不溶于盐，不溶于有机物。它水火不侵，百毒不伤，无论是在喷灯上加热，还是通上高压电，都毫发无损，它拥有最稳定最优秀的化学性质，却总被人遗弃，它的名字叫：杂质...
 喝红酒必须要懂红酒吗？我就是光喝不行吗？就像吃卤煮需要知道猪的品种和年份，猪圈的土壤和气候吗？猪生前的光照时间够不够？手掌的温度会不会影响韭菜花的口感？需要区分哪个产区的肥肠色泽浓郁，哪个季节的肺头强劲厚实吗？你别走，你倒是告诉我啊！via@地下天鹅绒
 宿舍姑娘从露天阳台拿进来一块脚盆大的圆盘形冰块。冰块里封印了一条她的内裤。我发誓这是这是我二十年来看过最好笑的东西。
 #微福华#“圣诞快乐夏洛克，想要什么礼物？”“约翰，能与你成为CP，就是我此生收到过最美好的礼物……”“但你想过没有，是礼物就要被拆的。”
 “告诉身心尚未发育完全的小正太平安夜会有个肥胖的老爷爷趁黑摸到你枕头边是怎样一种危险的教育方式！”“放心吧人一老就做不了什么了。这就是设计成老爷爷的用意所在。”“可他还带了一群鹿啊！这个你怎么解释！”……
 唐僧说：“盘缠用完了。为今之计，只有卖掉你们其中之一来换钱。”悟空道：“这种牺牲应该理解。”八戒道：“就是不知该舍弃谁？”沙僧道：“舍弃贡献最低的那货呗。”见大家的目光有意无意都瞥向自己，白龙马慌忙提醒唐僧：“师父！舍我骑谁？！”唐僧闻言欣慰地笑笑，然后白龙马就被卖掉了。
 飞：「呃..... 塔台，这是某航121，我是飞行学员，我没油了」 塔台：「啊~~？收到了，某航121，你的机长在哪？别...紧张，控制好飞机，保持最佳下滑速度，你...看到跑道了吗？」 飞：「看到了，我就在南边停机坪，只是想问问油车在哪儿？」
 作为一名幼儿园老师，我是多么羡慕大学老师。如果我的课上也有人睡觉那就好了

 哥哥家有个小萝莉，喜欢和爷爷玩参见大王的游戏...一天，和爷爷又玩此游戏，跪在爷爷面前说：参见大王！爷爷说：平身！萝莉说：谢大王！起身做到爷爷身边，说到：该你了！爷爷一脸黑线！
 一个小伙子大老远地来到鉴宝节目现场，拿出瓷器，几个专家认真辨认，告诉小伙子是宋瓷。 小伙子的高兴劲儿可想而知，急忙掏出手机说要给爷爷打电话。 摄像师见状，赶紧悄悄跟过去抓拍，只听小伙子高兴地说：“爷爷，专家说了，你烧的瓷器是宋朝的！”
 在放学回家的路上，看见前面有一男的正在路边尿尿，正巧这时来一妈妈领着小萝莉经过，小萝莉问妈妈那人在哪干嘛呢，妈妈随口说句“干坏事呢”然后小萝莉跑上去就一脚，我永远忘不了那男的无奈加痛恨的眼神。
 今早公司下班打卡 一妹子卡掉了，被俺哥们捡到，一看妹子叫王芳，遂大喊王芳王芳，那妹子回头疑惑瞅着他，这货过去跟人家说，咋不认识我吧，妹子脸红点头，他说我也不认识你，那这是你的卡，妹子脸红接过说谢谢，这货又问你咋不问我叫啥名，妹子脸继续红。你倒是快问啊，妹子脸红小声问，你叫啥？ 这货很狗比的说叫我雷锋就行。
 骑电动车载着媳妇，路口等绿灯的时候，她双脚挨地，从后座站起来了，我没注意绿灯一闪我噌一下跑了，一里地之后才发现后面好轻啊，一看我媳妇呢！心想这下惨了，赶紧回去。。。。找到媳妇，她一脸正经的说，哎呀你看看你，来来来还是我来开吧。。我长舒一口气，再然后。。。如果你看到个追着电动车一边跑一边喊亲爱的我错了的sb,那就是我。。。
 紫薇：“尔康，你唱首歌给我听吧。”“好的。爱真的需要永琪。。。”“你麻痹啊。”
 一男子在海边捡到盏神灯，踩扁后，丢进了蛇皮袋。
 今天去看电影，看的好好的，突然屏幕黑了，上来一个主持人，拿着话筒，说，下面哪个大哥带别人媳妇来的？赶紧跑吧，人家老公来抓了。”然后？然后我一回头……就米有多少人了……
 学校很开放，什么话都会说，于是某天演讲…一女同学在讲台上，骄傲的说：“我是平胸我自豪，我为国家省布料。。。”说完，大家鼓掌。。只有角落的一个人，淡淡的回道：“坑爹啊？这年头，谁都知道明明是胸越大，穿的越少。”说完，大家又鼓掌…
 刚玩一局文明5，被气得差点就下手删游戏了，你妹的岸边野蛮人营地的弓箭手竟然把我的核潜艇打沉了！
 @东土大唐三俗和尚：据说所有女生对自己未来老公的要求也可以总结为一副对联：上联：高大多金很幽默。下联：活好人帅又体贴。横批：我要的其实很简单
 据一位愿意透露姓名的程序员@__eternity__ 说，基本上所有客户的所有要求都能总结为下面这样一幅对联：「上联: 这个其实很简单 / 下联: 原理细节我不管 / 横批: 立马上线」。
 你会因为一个黑社会有个平易近人的慈祥老大，就喜欢上这个黑社会吗？
 前几天有一男一女两个陌生人在我的微博评论里聊了起来，聊得狠投缘，一段爱情也许会从我的一条微博开始的感觉真的很奇妙。在男孩向女孩要联系方式的时候，我删了微博。
 RT @cytode: 「因为大量用户反映我行Visa卡境外网站支付体验较差且很多不便，为了给客户提供更好的服务，我行决定关闭该功能。」 
 今晚，世界很多国家的人民会载歌载舞，燃放烟花，以庆祝两千多年前伯利恒某个木匠喜当爹。
 据某不愿透露姓名的广告从业人员说，基本上所有客户的所有要求都能总结为下面这样一幅对联儿——上联：高端大气国际化，下联：时尚抓人有个性。横批：眼前一亮。
 老妇擦拭阁楼找到的油灯，她的猫躺在身旁。 一个妖怪从灯里跳了出来，给她三个愿望。 老妇：“钱，青春，把猫变成英俊王子。” 烟雾过后她变得年轻貌美，周围是财宝，猫没了，一个王子搂着她。 她在王子的怀抱中，幸福地融化掉了。王子在她耳边温柔细语：“你阉了我，现在后悔了吗？” via@0陈小猫0
 #美国大选辩论开场白#正宗好咖啡正宗好总统欢迎收看由咖啡领导品牌星巴克为您冠名的星巴克咖啡美国好总统吃鸡块添肌肉肯德基上校鸡块为美国好总统加油本届美国好总统当中三亿评委最得意的候选人将踏上肯德基鸡块白宫梦想之旅发短信参与互动立即获得亚马逊价值100美元礼券！
 为了防止方舟过度拥挤，各国政府想尽办法限制人数：在德国，船票被标价十亿；在希腊，船票被标价；在法国，船票被加75%的稅；在美国，买船票要先完成三道100以内的加减法；在韩国船票只卖给天生双眼皮；在日本船票只卖给没看过没演过AV的国民；在俄国船票都装进密封容器喂给北极熊；而天朝，使用了12306自助购票系统。
 奥巴马出访亚洲，偶遇成龙「总统先生，我想唱一首励志的歌，献给励志的你。歌名叫“壮志在我胸”。为节约时间我直接从副歌唱起哈。」
 我们几个人做教练车里,一个哥们电话想了,是他媳妇打来的,声音很大,我们能听见,他媳妇说早上餐桌有十块钱你拿了吧,他说是,拿十块钱干什么了?他说买包烟,她媳妇说那还剩三块呢。这时那哥们爆F了,咆哮道,剩三块钱我找小姐了。
 前两天回家，看见我爸脸上有几道抓痕，刚结痂，出于关心我问了一下怎么回事，老爸含糊其辞说是撞门上了，旁边娘亲得意洋洋地来了句:我就是那个门。
 刚才坐火车的经历～～～～～～～我正在排队的时候突然一个阿姨冲出来去插队，买完票出来就说，大家都别学我啊，别学我，我素质低，素质低～～～
 ”喂，你在哪呢，来操场打雪仗，快点的！” ”打你妹的雪仗，你以为自己还是三岁小孩呀，都快期末考试了，我要复习，你TMD还玩，肯定要挂科！” ”有妹纸呀” ”额，马上就来，换个鞋”
 今天早上座25路上班，人不是很多，一老头不停的在车上换位置，只要有人下车离开座位，老头就迅速做过去。在红绿灯的时候，司机幽幽的回头说：阿爷，你在我车上玩跳棋呢吧…
 相亲一妹纸，晚饭约在一家牛排店里，妹纸整个过程都温文尔雅，食量也小。吃完散步聊天，突然说到看糗百，话匣子一打开。卧槽，跟孙悟空七十二变一样，一会一个哎呀大兄弟，一会一个洒家最尼玛……路过一家鸡排店，点了两个鸡排说刚才太装逼现在饿死了，鸡排不用切直接啃。短短一小时内，我这是看了部韩剧吗？……
 同事昨天第一次去bf的家中拜访，吃饭时问未来公公属相是什么，老公公说：你猜，就是生肖里最犟的！同事不加思索的回答：驴！然后其他人陷入迸发前的强忍沉默中。。。
 天气很冷，老妈要出门，穿的很厚，老爸取笑说：“你看你，穿得跟狗熊他妈似的”，老妈不乐意了，说：“你看你，跟狗熊他爸似的” 我听完默默回房间，所谓躺着也中枪莫过于此。。。
 你们过年有要租女朋友什么的吗？我也不要你们给租金了，只是上午去完你家能不能下午来我家吃个便饭。
 小学时有两个同学是被家长指腹为婚的，我们就各种嘲笑，那两人经常面红耳赤，各种无奈。五年前结婚了，现在一儿一女，各种恩爱。而我们当初嘲笑他们的二货，个个光棍。报应啊。
 单位有个快六十就要退休的叔，是个大烟鬼，经常看他躲在洗手间当老烟枪。但聚会的时候，一看到他老伴过去，他立刻掐烟。问他是不是怕老婆，答：“我从来不在喜欢的女生面前抽烟。”
 
 今日，青岛小雪，路面结冰。早晨从公寓骑车出发上班，刚上马路就摔了个四脚朝天。惯例，如果你认为这样就结束那就大错特错了！正当哥疼的忘乎所以时，一辆班车从拐弯处出现了。但是，哥疼啊，路滑就更站不起来了。 你猜发生什么事了？ 哥拽着自行车，匍匐前进，躲到路边。看着车上几十号人开怀大笑，绝尘而去！
 lz去拿快递，那快递员负责地看了我的校园卡，弱弱地说道，环境科学系以后出来能干啥啊，扫大街？想我堂堂一本大学毕业，也不过送快递。。。
 刚才聚会结束，一闺蜜喝多了，在街上拦下来一出租车，晃晃悠悠地打开车门问司机：“师傅，你去机场吗？” 司机回答：“去，上车吧。” 这2B点了点头，大着舌头说：“噢~那你快去吧！我不去，慢点儿开呦~” 说完就把车门关上了……-_-b
 说到扼杀早恋，没有比我们学校更毒的了，学校规定，凡是早恋的学生，一经查实，立刻开除其中一人，至于开除谁，你们俩自己商量。多少爱侣反目成仇，死生不见。一把辛酸泪啊！
 想起那时候跟初恋一起去吃东西。是那种小吃店，老板在门口做油炸的，里面做些米线粉丝什么的。大家知道的，初恋嘛 lz各种装淑女，就只吃了一碗米线，结账的时候，老板边找钱边说，今天两个人吃的还没有你昨天一个人吃的钱多呢。永远忘不了初恋的表情…lz精心伪装的淑女形象啊…
 今天早上上班来女同事气呼呼的…我们问起因…她说昨天回家一个在打游戏一个在洗青菜…我们说不是蛮好的…她气着说老公打游戏…五岁儿子在水笼头上爬着洗青菜…
 LZ妹子一名，从小头发就少，又细又软，扎起来都盖不住头皮。LZ单位有一帅哥，某天一同去上班的路上，他突然给LZ温柔的戴上帽子，LZ一阵害羞，结果这货一脸正经的说：＂那么冷的天，别冻秃了！＂
 十一前有个网吧充值活动，充100返200，我们学校男的基本全充了，充钱那几天人多的啊，十一回来尼玛网吧没了，一个火锅店正在那装修了，那个月学校的馒头卖疯了。。。
 早上啊，睡懒觉呢。家里小萝莉醒了，为了不让她吵我睡觉，就把手机拿给她玩。谁知道这货啊，拿了手机直接拨了个电话给她爷爷奶奶，说妈妈不起床啊，肚子好饿啊，奶奶你给送点早餐来吃啊。然后我就听到电话那头的咆哮啊，，这熊孩子！有宝贝的家庭引以为戒啊，引以为戒啊！！
 正看中央12'法制节目。一个小孩被绑架'警方如何营救。解救之后'孩子父亲问嫌疑人什么特征'绑架这两天你都做什么了？孩子说这两天把作业做了！
 刚才看见一大哥，出来散步带着一阿拉斯加雪橇犬，特别大特别帅的狗狗。可是走了几步狗就拉着主人往回走。逆天的一幕出现了，大哥蹲下来直视着狗狗，然后拉起狗狗的前爪撕心裂肺的喊了起来：你说什么？！你怕冷！你TM雪橇犬啊！这都没下雪啊！老子就穿一单衣都没说什么你作为雪橇犬你怕冷？！！
 What is mind? No matter! What is matter? Never mind!
 表弟在武校就读 元旦放假来我这玩，满心欢喜的要给我表演特技，然后我一脸期望的看他掏出一根甘蔗用力的啃了一口 又吐了出来 飞起一脚把它踢的老高，然后一扬头用嘴把它接住了，边吃边说 ：哥你看厉害吗……我只想说：弟啊 既然练武那么伤脑咱还是别练了吧
 高中时被班主任喊到办公室训话，我不服，跟他顶嘴，吵得口渴了，我来了一句“有没有一次性杯子，我口渴要喝水！”班主任表情一愣，从办公桌下掏出个杯子，送我一句“你脸皮真厚！”现在想想还真难为情……
 读二年级的时候，表弟偷他家钱出来请我吃东西，结果他妈妈揍我了一顿。我心想没理由啊，怎么揍我？得揍回来才行。于是偷我妈妈的钱去请他吃东西，结果我妈妈又揍我一顿。
 我女儿想听故事，我讲西游记她说她要听白雪公主那样的女孩子听的故事，所以我给她讲了个白雪公主和三个王子西天取经的故事，听的可高兴了
 LZ妹子，从小喜欢美少女战士~~~~~~格叽格叽~~~~~~让老公用他的安卓手机给我注册糗百。他在另外一间屋子问我想叫啥名字，我本来说“全新美奈子”，结果等他注册完“缺心眼没奶子”。娘的！！！还能改吗？
 今天在街上，有一写“检查”字样的车，黄灯不停，直接闯，被横向的车逼回来了，要倒车~~~~背景~~~~~这时一骑自行车大叔（戴着口罩没看清样子）指挥“倒，倒，倒，大胆倒”，只听~砰~的一声撞路边石柱上啦！大叔蹬车而去，这才是深藏功与名啊~~
 3岁的儿子“一蹦一蹦”下楼梯……回头说：爸爸你也蹦。我搪塞的说：爸爸不敢，胆小。儿子突然停下来问：那你打我的时候怎么胆子那么大呢？
 和二货同学去买耳麦～二货戴上以后拿下来看着耳麦左边的大写L对老板说：L的太大！给我换个M的！！LZ转身离开表示不认识他～～
 家里人住一起的，平时姑妈负责买菜，有次她有事让我爸去买一下…标准割…姑妈跟我爸说买蛋饺找一个眉毛挺细的姑娘，结果我爸在菜场逛了一圈，就发现一个在卖蛋饺的，于是走上去说：小妹，你刘海撩起来给我看一下…那姑娘愣了一下颤颤巍巍地撩起刘海…眉毛挺细…于是我爸高兴地买了蛋饺…
 被毒蛇咬后五步之内必有解毒的草这话是真是假我不知道，但是如果你在马路上被一滩碎玻璃扎了车胎，前方1000米必有修车的…
 “哥，大事不好了我看到嫂子在家淘宝呢。” “什么！赶快咱们兵分两路，你去你房间把路由器拔了，我去银行把钱取出来，快、你跑快点”
 12年12月30日晚11点59分 一舍友突然跑到阳台倒数 然后大吼了一声新年快乐。。。结果 对面女生宿舍一个阴暗角落传来一声:傻X 12月有31天。。。。。两边宿舍哄然都笑起来。
 今天去看电影，电影院楼下有个男的晃过来跟我们说：要电影票吗？我以为他是卖兑换券的，结果正在我准备说不要的时候，他又来了句：免费送给你们了，人没来。。。人没来。。。人没来。。。
 中午午休起床，刚好看到舍友在换衣服，我惊讶地问她：“你的胸怎么变那么小了？” 她回答：“最近学习累的啊！” 话音刚落…就听远处悠悠的传来另一呆B的声音：“所以说，你是绞尽乳汁的在学习么？” 。
 老公的表哥与他老婆吵架了。婆婆要老公去劝劝。老公求助我，我说不了解情况，爱莫能助。老公循循善诱：＂如果我们吵架了，你希望收到你弟弟发什么样的短信给你呢？＂我装摸做样扮思考状，说：＂姐，我是带多长的刀过来？＂
 ☆  我发现哦，医院那边的人真的很不喜欢你事先不打招呼就拔插头给自己的手机充电呢。
 ☆ 教皇今年的圣诞讲话内容是呼吁各种信仰的人们放下彼此间的分歧、携起手来给予世界爱与同情。　 ……然后把基佬们全突突了。
 ☆ 昨晚我在街上时，一个醉醺醺的姑娘冲我走过来说：“嘿大哥，来根烟行不？” 　 “露个咪咪给我看再来问……！”我说。 　 她就把衣服和胸罩一撩，然后说：“大哥，来根烟行不？” 　 “不好意思啊，我不抽烟的。”
 ☆ 根据玛雅长历法，我们得到2407年3月26日，才能再等来一次啥也没发生了……！
 ☆ 今天儿子生日，我给他买了个吃豆人样子的蛋糕。　 ……至少我是这么对他说的。其实就我那肥婆妻子馋得管不住嘴……
 ☆ 有美国人发起签名请愿，要把皮尔斯·摩根赶出美国。而英国呢，自然也出现了相反的请愿活动，拒绝让他回英国来。　 我是希望我们能和扬基佬儿们各退半步——把丫丢大西洋当中去。
 男朋友家广东的，家里种了各种各样的水果，今年去男朋友家，他妹妹给我剥了一个菠萝蜜，我吃的很开心，他妹妹满眼羡慕的问我，大嫂，好吃么？我问，你没吃过？她说，我从小到大没吃过。我问，为什么？她一句话差点把我眼泪笑出来，我被狗咬了，要忌口，十三年来被咬了八次，每次到快可以吃了就被狗咬。。。
 现在新交规出台了，突然发现开车远远看见绿灯的时候一点安全感都没有，反而看见红灯心里踏实的多
 元旦去超市购物，买了排骨称重88.88元，还没看清楚怎么回事，卖排骨的服务员大叔激动地拿出一本挂历非要送我，说干这么多年了没遇到这么吉祥的数字…balabala…
 初二的时候性格比较内向…………有次下课几个调皮的男生在教室到处撒爆米花（用米炒的那种），我想吃啊，又不好意思要，更不可能去捡，就假装趴桌上睡觉，偷偷用嘴巴去衔，挑了颗嘴巴近处颗颗大的就嚼……我运气就有那么好……成白上千的爆米花里我偏偏选中了一颗粉笔头！！！
 我同事的真实故事。他老婆兔年怀孕，预产期是龙年初。跟他妈炫耀道：妈，你媳妇儿会给你生个龙太子！结果他媳妇早产了，生在兔年！同事给他妈打电话报喜，弱弱的说：妈，没生成龙太子，生了个兔崽子……兔崽子……崽子……
 谁JB发明的 电视上瞎JB演 存钱罐儿必须摔碎才拿出钱来 我已经给闺女买到第四个了。。。
 赶火车，是最后一节车厢，楼主跑啊跑，终于到了，气喘吁吁的把票递给列车员，那货竟严肃的说，不是这车啊！楼主立马傻眼，说，是啊，怎么不是！？沉默一秒后，那列车员突然爆F出笑声，“骗你呢，你还真信啊！哈哈哈……”吓得姐心都跳出来了，这新一代的列车员们啊！节操何在啊！
 大清早起床，郭敬明一边在自己的记事本上郑重地写下四个字：今日小寒，一边露出了温暖明媚的笑容。
 【什么是美国 财政悬崖法案】把美国财政数字去掉8个零之 后：年收入2.7万，年花销3.82万，信用卡 新增债务1.65万，未清债务14.2万。家庭决 定节省开支：38.5元。换个说法：有一天你忽然发现家里污水横流，都淹到天花板了， 怎么办？ 你想了想，把屋顶 加高了。
 代课老师特别搞笑的说了一句：你们一个个都在玩手机！！！剩余的电量就是你们的期末成绩 ！！
 某富二代在北京，跟某官二代一起喝酒胡吃海聊，完了去洗脚K歌。点了两个公主陪唱，俩人继续吹牛逼：“哥们有钱又有权，你信不信，这里面的歌随便点，只要原唱人在北京，哥们都能把他叫过来给哥俩现场唱。” 于是，一个小姐翻了翻，点了首《在希望的田野上》。。。
 #躺枪# 新交规实施后，台湾艺人黄立行惨遭公安部交管局封杀。
 今天看到一哥们肚子上有个刀疤，遂问他。。结果这哥们解释说当年他和一帮社会流氓对峙！突然。。。。。。。。。。。。。。。。。。。。。。。。。。。。阑尾炎犯了，然后去医院就有了这道疤。。。
 看了两天电视，已经学会了地方台卖药的套路：祖传老中医，传统治疗手段口服药物，不能有效到达病灶，我发现了某穴位，直接给药，纳米技术，一次见效，俩疗程痊愈，原价998现在只要99块8。热心患者来电问，这个药我用过一疗程已经从火葬场里爬回来了，还想再用一个疗程巩固，现在真的这么便宜不是骗我吧？
 入境时被美联航的垃圾饭折磨了一路的我困得要命，盖章的美国警察问：第一次来美国？Excited？我说No.Just feel tired.就目前在旧金山Downtown转了俩小时的感受，我真想再找到内孙子问他：兴奋？你问我兴奋？你去过人类的中心五道口吗？土鳖! via@二逼瓦西里
 我常外出旅行，妹妹几乎没旅行过，为此她很怨念。我安慰她说，等我明年学了车买了车，就可以经常带你自驾游了。妹妹闻言叹了口气。我说，我说会带你去玩就肯定会的，别对我那么没信心啦。她说，我是对你能拿到驾照这件事没信心…
 今天和爹妈聊天，老妈一脸郁闷的说“你长得这么丑，没有人要啊”，我陷入了深沉的自卑中，老爸在旁边说了一句“别这样说”，我一脸高兴地看着老爸，还是你疼我，可是他接下来的一句话让我知道我是他们捡来的:"总还是有眼瞎的".
 元旦联欢晚会一哥们上台表演，居然唱的是＂猪之歌＂，上台后声情并茂的指着坐在台下第一排的领导唱＂猪，你的肚子是那么鼓，一看就知道受不了生活的苦＂，我瞬间意识到这哥们就是为了这一刻而上台的！
 今天考试，老师来了句：“差不多做完就交了吧，不要为了1、2分浪费手机流量。” 老师您真懂我!
 有个兄弟追女朋友,每天早上一包心形饼干和一瓶牛奶。 坚持不懈,终于到手。 一天早上他又带着心形饼干去看女朋友,女友就问: “你这饼干哪买的?我去了好多超市,就是买不到这种形状的。” 他自豪道: “那当然找不到啦,这是我啃出来的……”
 网吧上网，正上的热闹，一排人。爱心捐助，聋哑人，我们这一排快给完了，一个大哥给了100元，结果你懂的，那人一激动，说了个“谢谢”，正在外面挨揍呢。
 每次遇到好笑的糗事，就复制在电脑上或者收藏起来准备给我女朋友看。 两年半了，我已经收藏了将近2300条糗事。 但是我根本没有女朋友......
 我十岁的妹妹因为看芒果台《隋唐英雄》睡得太晚被我爸揍了，我看她哭得可怜就把我的零食全给她了，她一高兴要跟我义结金兰。。。。义结金兰。。。揍得轻了！
 记得高一时候考地理，全班考砸，地理老师大怒:“填空题白送的40分，居然有人打10分，20分？打十分到二十分的全都给我站起来，把卷子抄十遍！”这时同桌长叹:“好险，我21分。”正在庆幸时，后边一哥们也幽幽叹息:“我也好险呐，我9分”
 小时候外面有叫卖豆腐的，妈妈叫我去称点，然后我跟在她后面，他喊卖豆腐，我喊买豆腐，他回头对我笑笑，继续喊，卖豆腐，我喊买豆腐，整整走了三条街，最后他喊卖豆腐，我暴走了，我要买豆腐，他说，我以为你喊着玩的呢。。。
 小明不小心把爱疯4掉到河里，河神很可怜他，就从河里拿出一个爱疯5问是不是他的，小明摇头。又拿出一个爱疯4S问他，小明依旧摇头。最后拿出了爱疯4，小明点头说：这个才是我的。河神大悦：诚实的孩子，这3个爱疯你都拿去吧，反正也不能用了..
 王子轻轻一吻，睡美人醒来了。从此他们过着幸福快乐的生活。#童话里都是骗人的# #这个时候正确的做法难道不是给丫一耳光骂道你麻痹知道姐多困吗知道偶昨晚忙到几点吗还来这一套滚粗去偶要再碎五分钟#
 一首反映通过行贿送礼来跟人打好关系的老歌：人参几盒~能够得到知己~~……
 脱我战时袍，着我露腿装。当窗假动作，对镜大灌篮。带球过火伴，火伴皆惊惶。同行十二年，不知木兰是女篮。
 听闻花木兰决定代替自己从军，老父泪流满面。“可是女儿，拉壮丁的那些家伙也不是白痴，他们如何会看不出你是女儿身？”“爹爹放心，我自有办法。”不久那些人来了，刚进门就看到花木兰拿手指戳着两颊说：“欢迎大哥哥么么哒~~”“喔喔！这么可爱一定是男孩子！”于是花木兰被带走了。
 某庄主爷，对庄内女子上下其手惯了，肆无忌惮。一日乘醉，在一素来节烈的小媳妇脸上摸了一把。小媳妇寻死觅活痛不欲生，庄主爷大怒，一拍桌子道：我就知道你外面有人！ (@蔓石)
 看到一滚动新闻标题：被查贪官百分之九十五有情妇，于是自动脑补下一句：剩下的百分之五有情夫。via@有一根葱
 “当我还是个中学生，一次次被退稿信羞辱的时候，我在想，总有一天，我的来稿会让你们的编辑痛哭流涕，颤抖着跪接！现在我终于做到了！”“太有志气了，您得了诺贝尔文学奖吧。”“不，我加入了《环球时报》。”
 昨晚陪哥们去KTV，我这哥们家底厚，点了3个妹妹陪唱，哥们看上一个问：包夜多少？妹妹说：不包夜。这哥们拿出钱，开始数了，1000，妹妹看看不吭声，2000，妹妹还不吭声，3000，到4000了，妹妹站起来说：行！当时我哥们就说了：我自己的钱拿出来数数，你别激动。 
 昨天隔壁老头的追悼会开了，会上宣读了老头的遗言：遗产不分，作为基金，每年取出利息，在墓前每年家人团聚一次，祭拜之后进行抽奖。
 表弟为了漂亮死活不肯穿羽绒服，我都不好意思告诉他，其实他的丑跟羽绒服没多大关系.... 
 @kyllos：论及＂背黑锅的次数＂和＂虽不明但觉厉的气势＂，唯一能和「境外势力」、「有关部门」媲美的，大概就是「我的一个朋友」。
 今天朋友结婚，出门着急赶时间忘带钱了。到了酒店找到门口穿婚纱正在招呼来宾的朋友。 对她说：赶紧借我两百块钱给你包个红包。结果她借了我1000。
 @里八神：半年前我经过地铁站入口，一个女人喊＂河北河北河北河北…＂那一瞬间我想到了开往远方的列车，华北平原上的小麦田…今天又看见这个女人，注意看了两眼，才意识到正确的语序＂百合百合百合百合…＂
 小学的时候，老师问谁愿意去扫操场，全班就我一个人举手，然后老师说：除了xx，其余人全部去给我扫！那时我记住了一个道理：有舍才有得！大学的时候，因名额有限，老师问谁愿意放弃奖学金评定资格，也是我一个人举手，然后我就被放弃了…
 昨天吃饭我妈说：谁谁谁找了个女朋友真矮。我嘴贱问了句：比我还矮？——没，比你高一些。我不想吃饭了！！
 小时候记得冬天很冷，外婆爱打麻将，坐在那边时间长了，每次都冻的不行。于是她养了一只猫，打牌的时候就抱在怀里取暖，现在想想外婆真聪明，这比现在的热水袋好用多了，最起码不用充电！
 放寒假了，学校在南方，宿舍北方妹子要回家坐火车24个多小时买的卧铺，她轻装上阵，带了两坨毛线说火车上无聊织围巾，家里冷下火车就可以戴了。。
 妹子幼师一枚，今天领着徒弟们疯玩，小的们蜂拥而上把我推倒在地，只听其中一熊孩子大喊一声：扒光她，扒光她……
 光刻，显然是因为在雕刻晶圆的过程中避免衣服上的静电、灰尘等干扰而要求工作人员全部光着身子操作而得名
 某姑娘下班回家，发现没带钥匙，站门口着急。他家备用钥匙放在门旁边的鞋柜上。然后她很无聊就和屋里的猫说，花花你把钥匙给我吧。过了一会，那个钥匙被猫从门缝里推出来了。这样的智商,广大猫奴除了膜拜之外还能做别的么?
 半导体工艺经常会提及“光刻”工艺，但绝大部分“光刻”并不像很多人想象的那样用硬X射线、强力激光、中子波束、1096beam或者黑龙波什么的在晶圆上直接以轰杀的方式挖沟拓渠。除很少一部分直接激光通孔之外，光刻工艺所“刻”的都不是晶圆本身，而是晶圆表面的覆胶
 今天，我在遛狗，溜到一半，我狗狗决定懒得动了。我不得不像个疯婆子一样抱着这条大狗狗回家。
 “月薪多少？”“两万多一点。”我望着工资条上的“2000.0”。via.Marvin
 计算机系某班上课点名，教务处领导亲自查人，进门破口大骂，你们班女生怎么一个都没来？台下有个弱弱的声音说：“老师，我们班木有女生……”
 @我朋友是个奇葩：舅舅和舅妈吵架，舅舅敢怒不敢言，拿着计算器对着舅妈按38，计算机还是会发音的那种。
 @90202: 一个同学在农行的网上银行部门工作，问他忙吗？人家回答18大之前都不忙，因为要维稳。网上银行还要维稳？是，所有的系统升级都暂停，要保持系统畅通，18大之前要保证让客户使用最熟悉的系统，要升级出事了算谁的？所以现在不忙。#这真不是段子
 今天一同学买了一双鞋垫，回寝室后拿出来秀了一下，另一个2B室友是近视，眼镜又没戴，远远一看，顿时两眼发光了：“好大的薯片！”薯片……薯片……片……片…… ……吃货的世界果然充满奇迹……
 警察：说！你车牌号多少！你刚才在发廊里干嘛了！！嫖客：赣B……警察：哈哈哈…你招了吧。
 我和老婆都忙，家里请了一个阿姨，每天来稍微弄弄卫生什么的，阿姨人很老实，手脚也麻利，一个月只要900块。今天阿姨来跟我们说抱歉，以后可能没办法在我们家做了，我以为阿姨找到更赚钱的工作了，就说没关系，人往高处走嘛，祝你以后的工作顺利，阿姨说嗯，我要移民新西兰了。我的心情至今无法平静…
 只有在网吧的时候我才会觉得时间就是金钱。
 简单来说 国产护照免签地分三种：没听说过的，去了可能回不来的，能去也不乐意去的。
 中国护照免签地：除了三两个是旅游的地方，基本上都是探险的地方。
 美好的秋天下午，平生第一次去了趟世博园。在这个理应到处都游人如织的假期里，曾经是地球上人口密度最高地方的世博园竟然几乎没什么游客。秋天的太阳懒洋洋的照在那些残破的废墟上，杂草也长得很茁壮。还真有点核战余生的幸福感觉。（@royxy）
 丈夫一夜未归，第二天早上才匆匆到家。妻问何故，丈夫答：昨夜路口遇一黄灯，闪烁不停，一直等到今天早上六点才恢复正常。冲黄灯，扣6分啊。妻又问为何不打个电话？丈夫又答：开车打电话扣3分啊。妻又问为何不绕路离开？丈夫再答：该路段禁止掉头，开车逆行扣12分啊！该男子冻得直哆嗦，妻问：在车内咋会冻成这样，答 ，刮了一夜风沙 ，我在外不停擦号牌，遮挡号牌扣12分呀
 每一次一边看手机一边走在马路上的时候都会想…… 如果这时候有辆车冲过来把我撞死，那我父母过来收拾遗物的时候会发现，我的手机屏幕还停留在bl高h文这里……【抖】
 A君上山里玩，路上遇到一只狐狸，心血来潮远远冲它大喝一声：“孽畜！还不快快现出原形？！”狐狸楞了一下，突然开口说话了：“傻逼，这本来就是原形啊！” “妈呀有妖怪！！！”A君大叫一声撒丫子跑了，狐狸嗷地一声跟着在后面跑，边跑边叫：哪儿哪儿有妖怪啊！别丢下我呀！吓死老子了…
 菩提祖师见猴王长得像个猢狲，便给他取了个姓氏为“孙”。至于名字，祖师抬头望了望天色，皱着眉头说道：“干脆你就叫雾空吧。”
 第一次来伦敦，第一次遇见大雾，她走丢了，眼镜都掉了。这时，听到耳边柔和的普通话响起：“迷路了吧？你想去哪儿？我带你吧。”那人带着她七拐八绕，很快就到达了目的地。临别，看着他在雾气里模糊的面庞，她好奇地问道：“您是盲人？”他笑着回答说：“不，我是北京人。”
 泪。。。我今儿遛狗回来感叹今天北京真脏，我妈来一句：别装外宾。
 刚在拉面馆，一奇葩对小二说，来碗面。好！拉细点。好！多放香菜。好！香菜多放叶少放杆。好！牛肉切片别切块。好！面多煮会儿。好，还有别的要求吗？没了。好，一共八块谢谢！……给了钱后，小二冲后厨大声喊了一句，一碗牛肉面，然后，就去招呼别的客人了…
 回笼教是世界第一大宗教睡教的一个分支，教徒过亿遍布世界各地。回笼教又分为左侧卧教、右侧卧教、仰教和趴教。回笼教的仪式相对比较简单，教徒早上在听到闹铃后，一般都会把闹钟摁掉或扔掉，祷告一声：最后五分钟。然后继续若无其事地睡觉。该教的信仰就是：绝，不，起，床。
 《大清十帝》：中央一心想顺治，百姓要的是康熙，官员搞的是庸政，商人只顾钱隆，粉饰太平不时嘉庆，民众的财富被盗光，公务员上班闲疯，食品化工是同志，历史宣传光虚，媒体一律宣统！
 "报告总司令，天基激光武器已就绪！"“海基激光武器就绪！”“路基激光武器就绪！”“等等，敌国首都开启了防护罩……”“他们是怎么做到的？”——你永远猜不透中国的古老智慧
 多年以前曾经有个师姐解释过美国动漫与日本动漫的区别：日本动漫人物说话时下巴是不动的，日本人不会为了一个运动的下巴花钱。
 同学的老妈上网买东西，跟店主交流，本来想问“你能货到付款吗？”，结果写成了“你能活到付款吗？”。。。。。过了好久好久，店主弱弱的回复一句：“亲！我争取。。。”PS:我想快递大叔会尽快的~~
 高考不就是考个试么，有本事你就再难点，有本事你问我三圈环流对罗马法形成有何影响，有本事你问我从汉朝到清朝的政治制度画成函数图像是什么样，有本事你叫我把史记拿英语全翻译出来，来啊！来啊！有本事你来啊！。。。。。。。反正我今年也不用高考。！
 公司今年的年终奖是……迟到券……上面写着：“恭喜你，凭此券可以迟到一次。有效期一年”……
 对意大利来说他们国家历史的上次出现的大人物是墨索里尼，他最划时代的贡献是让意大利铁路运行准点准时了。
 前年奥运会期间俄罗斯入侵格鲁吉亚(Georgia)，美国网民纷纷表示对生活没有影响，并希望俄罗斯将核武器的破坏限制在佐治亚州(Georgia)境内。
 美国既然和沙特这个最大的阿拉伯国家有着坚固的同盟关系，为什么还要支持以色列？　——当他们终于弄明白以色列人不是阿拉伯人的时候，一切已经太晚了。
 ☆ 孩子降生了，我和妻子都喜出望外，我春风满面地去办户口登记。 “我们给她起名叫夏洛特。” “抱歉，”那边的员工说，“夏洛特这个名字已经被使用了，您可以选用‘夏洛特3549’或‘夏洛特_23’等名字。”
 我的哥哥是一位的士司机。有一次，哥哥拉了一个乘客，从城南到城北，大约五十块钱，没想到乘客下了车掏出100元摇了摇说我就是不给你，哥哥一看遇到了无赖，多一事不如少一事就算了，然后开车走了。 过了一会儿突然车内有动静，在副驾驶上有一部手机（手机三星一般的吧），我哥哥接了电话，只听那边说，师傅，我错了，手机落你那了，回来我给你200.我哥哥淡定地回了一句:我就是不给你！
 下午考试，做到最后两个大题不会做，遂看看我那童鞋，考！笔速飞快，看不出来啊，这么聪明，于是赶紧狂想，还是没做出来，下考问他：“你居然会做最后两个大题”，他曰：“我当时在练字，营造一下紧张气氛”……
 北京有多堵？就是下了班坐车四十五分钟了，经理说有事叫我回去一下，楼主下了车走了十分钟到公司了。
 本人女，偏胖。背景介绍完毕。经营一家小饭店，附近的一个瘦子爱来我这里吃饭，每次见我都是“肥姐，来一份xxxx”我就每次给她做菜都多放肉多放油做的香喷喷的，终于，她，比我还胖了。
 用力挤出一条乳沟，高兴的戳着男友说「快来看快看我的事业线！」男友看着它沉思了半天说「你这事业…挺坎坷啊。」
 黄蓉中毒，身上奇痒难当。洪七公虽无法解毒，却仍然用内力为其止痒延缓发作，好让郭靖有充分的时间去找人帮忙。见黄蓉情况稳定，七公将郭靖拉到一旁，小声告诉他：“虽然我只是抑制痒，但……”郭靖迟疑着接过话唱道：“绿……绿草因为你变得更香？”
 警察带着流氓去拆迁，刚到村口，就见大批村民手持菜刀候在那里。警察：你们想干什么？这可是违法行为！村民们互相看了一眼，纷纷掏出一个个塑料袋套在菜刀上。警察一见魂飞魄散，撒腿就跑。流氓们也跟着跑，边跑还边问：大哥，咱不有枪吗，怕他们干啥？警察：尼玛，开枪违法，菜刀套塑料袋砍人不违法！
 把好友介绍给个腐妹子，望能成其好事。二人约会后，我问腐妹子觉得他怎样？她叹口气：“你希望我直说么？”……感觉上会听到许多不礼貌的发言，所以我说：“最好别太直。”“那我说得弯点，你朋友喔，一看就是个受……”
 2010年有次出差去阿里狮泉河……一不小心闯了红灯，果断被一老交警拦下，lz都准备掏钱解决了，谁知老交警特无辜的跟我说，“我也不罚你，我就想告诉你，整个阿里地区三十多万平方公里就这么一个红绿灯，你就算不尊重我这交警，也要尊重下这唯一的红绿灯吧！”瞬间被雷…
 上次高中同学给我邮寄了一箱槟榔。一哥们问我是啥，我说是湖南特产。他一听来劲了，硬要尝一点，好吧，我给他了。。。半个小时后，他居然跑到我宿舍跪在我面前，真的跪了，满脸通红，额头全是汗，只说了一句话：你给我的是啥，解药，，解药给我。。
 小时候邻居的孩子擅长爬树，跟猴子似乎，呲溜一下就上去了，每次犯错他爸要打他，他就躲到树上，等平息了再下来。因为在树上待的蛮长的，后来这厮上树前先飞奔到厨房揣个饼再上去。。。。。再后来那树被锯了，他丫就老实多了。。。。
 说个奶奶的，有次坐公交，小偷掏了奶奶的钱，被奶奶发现了，又不敢直接去要，于是，奶奶说出了让我佩服至今的一句话“小伙，你看看我的钱，掉没掉你兜里？”
 亲戚家有个两岁的小萝莉，一天吵着要喝橙汁，她爷爷就说橙汁酸，喝了牙会掉下来，他爷爷就喝了一口橙汁，然后把假牙拿下来了，于是于是、、、小萝莉再也不喝橙汁了。
 听见有人敲门，我问：谁啊？无人应，提高声调又问：谁啊？还是没人理我，我有点怒了吼道：谁！！！只听门外一姑娘生气的说：没敲你家！
 我们班男生都比较懒，流行带饭。几个人石头剪子布，输的人去买饭，结果那天我和另一个同学输了，遂两人极不情愿的去买饭。我们学校那有个炒饭的小摊，特别好吃特别火，老板一份一份的炒，很敬业。就快排到我们了，排我们后面的妹子接了个电话，“别着急，就快到了，前面还有俩人……”这时，老板问我同学“同学，吃什么你？”同学“十四份炒饭！”当时后面妹子脸都绿了，对电话里憋了句“出点意外，还得等会。”
 有一次，我喝醉了，第二天起来觉得特不好意思。于是打电话给兄弟说：“哥们，真不好意思，昨晚喝大了。” 朋友回复说：“兄弟！喝醉乃人之常情，但是你昨晚把我的仓鼠扔了出去，还大喊一声，去把！皮卡丘！”
 同事的儿子十岁，小学四年级，前几天把他们考试卷子拿回来给家长批阅！同事一看，语文76分，刚抬手要给他儿子一巴掌，那货手一挡，连声喊道：＂爸爸，爸爸，你可不可以晚上再打我？＂同事一脸诧异望着他，他低下头说：＂下午数学成绩出来了..."
 读了那么多年书，但是一直没近视。原因是我妈一直严格监督我的用眼习惯。她说，将来考不上大学，回家种地的话，戴眼镜不方便干活。
 大学一奇葩，从不去上课，临考各种小抄，感觉会挂的就各种拉关系，有一次做了n多小抄，结果监考老师很严，他本想算了，晚上请科任老师吃个饭，后不甘心自己做了好久的小抄，于是，g潮来了，他重复地一个动作:向书桌里瞄一眼，然后疯狂地在卷子上写，监考老师来看书桌里空空如也，卷子上也一片空白，反复几次后监考搞疯了，站他旁边好久，然后走了，这奇葩此时拿出小抄happy地抄完，监考直接无视他>_<
 高中时候早上老爸给做饭，有一天早上吃混沌时候就看见我爸欲言又止的神情，问他怎么了也不说，等我出门时候我爸递给我一卷卫生纸，颇不好意思的说：那个，早上的包混沌的面有点坏了，你揣着纸，万一到学校拉肚子…… 我：……爸，我是你亲生的么……
 朋友是广场舞的领舞，某晚正跳的时候，发现鞋带散了，于是蹲下去系鞋带，对，就那一瞬间，全场都跟着蹲下去了，那场面请各位看官自行想象……再后来，朋友说，以后就算鞋子飞出去，也不敢去拣啊……
 司机：雾大啥都看不到，过个大路口红灯离远，到路中心才发现红灯咋整。。。交警：你都看不到红灯，摄像头十有八九也拍不到
 在地铁里看到几版劝诫人不要贪腐的公益广告，无一不创意十足很好很正能量。但很可惜，我只在地铁里见过类似的广告，我不禁要问广告投放者，难道你认为准备或者正在考虑贪腐的人，都是平时靠挤地铁代步的屌丝吗？
 全国计生会议今天将在京召开，记者专访中国人民大学社会与人口学院院长翟振武。“取消独生子女政策”属实吗？翟振武表示，现行的政策根本就不是独生子女政策，而是包含了一孩、一孩半、二孩、三孩多样政策的一个政策体系，当然也就不存在所谓“取消独生子女政策”一说。
 在六七十年代，人们普遍还是认为法海是为了捉妖才会囚禁许仙的；在八九十年代，人们基本上认同法海是因为喜欢白蛇才会为难许仙的；但到了21世纪，大众几乎都觉得法海是因为想得到许仙才会与白素贞大打出手的！
 RT @马伯庸: 第一次来东莞，路过一个地方，招牌上写着：虎、威、油、心想真不愧是东莞啊！....哦，后面还有个站字。
 大学给人带饭确实有点苦，但是我这哥们绝对奇葩。割了他那话。。。哥们追她女神，天天送吃的，渐渐的女神宿舍的人都和她输了，都托他带饭，持续了一个学期，期末的时候，是大家最不爱买饭的时候，哥们突然不给女神送了，连续一个星期，然后一天拿着花去表白了，他女神宿舍八个人，其他七个加隔壁的两个愣是把他女神逼得同意了。。我想说，我特么怎么就没这谋略呢？？
 考试时，监考老师走到一同学面前。 老师：你在抄什么？ 同学：我在抄题目。 老师：抄题目干嘛？ 同学：准备补考...
 我在车站等车，把菜放在花台边上，一个小孩脚闲，上了花台踢翻了我的菜，还挑衅的看着我，骂我SB。。。我当时脑子一抽，等他跳下花台还没站稳，我一个扫腿，这个屁孩被我扫翻在地，家长目瞪口呆的看着我。然后我就跑了。
 LZ电信员工一枚。就前几天早上，一大早看见一送水的大哥，骑着电马儿来营业厅送水，送完水后，他骑车走人。。一秒钟。。。矿。。翻车了。然后，只见大哥默默的从地上爬起来，掏出钥匙把前车轮上的车锁打开。
 办公室电脑集体当机，老总气急败坏的大骂:哪个混球的电脑中毒了。技术部的哥们儿挨着排查电脑，事实证明老总就是那个混球
 快过年了，今天去领一只主人要回家没人养的狗狗，一小孩子念念不舍的把狗狗抱给我，“姐姐，你要好好爱它，不要养两天就把它给吃了。。。”“额。。我不吃狗肉的”内小娃子哭了，“我看你口水都流出来了。。。” “我。。。”
 快过年了，以前同宿舍的室友发QQ信息过来，“在吗？把地址告诉我，给你寄新年贺卡去。”lz回复：“是本人吗？是QQ被盗了吗？地址是我的个人隐私，请自重！”那边停了n秒，“板栗头，飞机场，睡觉头悬在杆上，矮个子，大饼脸，小眼睛。。。还要在证明吗？！”“额，是本人。。”
 “瑞典Kolmarden监狱，其非暴力罪犯白天可以自由离开监狱，只有晚上才会被关在自己的牢房。” ——这个跟大学宿舍的区别是不是就在于不用交钱？
 《丰田将在CES展示无人驾驶技术》 ——只要能一边车震一边赶路的技术，都是好技术！ 诶，你说没有妹子？我勒个去，你都有能自己赶路的汽车人了，还怕没妹子？
 交警：“停车！停车！这车怎么没人开啊！。。。哦，原来是郭敬明先生啊，误会误会，我还以为咱们上海也可以自动驾驶了呢。”
 第一次兴致大发，给老婆买了件内衣，结果小了一号穿不上。老婆于是说送给小姨子好了。到了岳父家，吃晚饭的时候，不知道为啥说到姐姐对她好，哥对她不好的话题。小姨子说，姐姐对我好，那么贵的内衣都舍得给我买。老婆埋头吃饭，头也不抬:我才舍不得买，你姐夫给你买的。瞬间，饭桌上一片寂静。。
 想对那些做假鱼翅的人说，第一你们保护了鲨鱼，第二如果假鱼翅有毒的话还可以净化贪官队伍。全国各族人民感谢你们啊……
 我高中的男同学和高中的女老师结婚了，我参加婚礼了，一半高中老师一半高中同学，那个糗啊。场景多么和谐。
 刚刚…坐公交去火车站…车上遇一小偷…正在拉旁边大妈的包链…出于喜欢的女孩有男友了…哥心情也不怎么好…出手一拳把他打晕了…真晕了…他的同伙见状不敢上立马报警了…我刚录完口供回来…没赶上火车…现在坐汽车回家
 六年级刚升，每个老师都会给个下马威，我们英语老师威武，说：“上我的课最好别捣乱，我扔粉笔很准，想扔那扔那！”我不信，就脑残的说：“老师我不信，你扔我鼻子试试！”老师从讲桌上抓了一把粉笔扔过来了！
 长途客车上 LZ坐最后一排（位置稍高）早上急着赶车没吃饭 肚子饿的咕咕叫 偏偏前面一妹子各种零食各种猛吃 馋的我口水都流完了 就刚刚 她突然递了包薯片过来 LZ瞧了瞧里面还有两片 本想矜持一下说不要的 奈何实在太饿抓起来就往嘴里塞 还不停的说谢谢 结果那妹子一个猛回头看了看我又看了看手里的空袋 一脸惊愕的望着我 ...... 从她的眼神里我可以看到她刚刚只是申伸了个懒腰 不小心把拿着薯片的手伸到了我的面前 而我...
 我爸妈真心坑——本来我抢到一张火锅的两人券，还琢磨着领哪个去为难额。今早俩人趁我睡懒觉。就给我留了个条：我和你妈去吃火锅了，你醒了自己吃泡面吧…
 小时候去放牛，贪玩，牛不见了，不敢回家，很晚了躲在亲戚家，结果爸爸找到亲戚家把我骂了一顿，说这么晚了，牛都知道回家了，你怎么还不回家！
 砍价的时候带着老公真是件苦逼的事！一件衣服卖189，我心里正掂量着直接从一百块开始砍呢，还是从120砍呢！老公突然出现：180卖不卖！！
 新来的市场经理总是对我毛手毛脚，哼！于是我决定豁出去了！！！不化妆了！！！然后…… 世界清净了。。。。。
 从前有个叫马騳骉的人，但是博学多才的老师也不知怎么念，所以每当上课点名的时候，总爱说马叉叉到了没。后来，一位有文学素养的语文老师点名道“万马奔腾到了没”。再后来，一位体育老师直接改用“一群马到了没？”
 今早坐车上班 ，有人喊有小偷。司机果断报警，靠边停车 。一会警察就来了。GC是警察叔叔都没上车 绕车走了一圈之后，隔窗指了指一个大叔，示意他下车，然后那大叔也很懂事的下去了 让警察带走了 。整个过程无比和谐！感情这大叔是个惯犯啊！
 今天在公交上碰到一大爷，一开始给他让座，我说:"大爷，你坐这吧！大爷说:"小伙，谢谢，你坐吧"我就站起来说:"坐吧"谁知大爷见我站了起来，大爷立马拉着上面的杆子，来了几个引体向上。我默默的坐下了。。。
 《指环王》3部曲完整无删节版，我们镇电视台拆成20集电视连续剧在播..
 前几天考试, 某女在考场座位上大肆炫耀她准备的小抄 十分钟后 默默坐在她身后看书的红衣男淡定地走向讲台... 我发誓这是我见过隐藏得最深的监考老师!
 小时候偷偷上网吧，看见一些小孩被他爸妈拉出去... 一日正在网吧玩的火热，忽见我妈正从门口进来，楼主急中生智，一把拉起坐在我旁边的同学，几乎用喊的声音冲他嚷道： “你妈到处找你哪，赶紧跟我走！” 事后我爸妈还觉得我做的很对。
 LZ妹纸一枚，性格灰常之外向，话多！高中时候，上课特别爱说话，但由于成绩好，班主任也不怎么批评LZ，就把班上性格特别特别内向几乎是自闭的一个男生安排跟我同桌，心想LZ这回总没法儿跟同桌聊天了吧，没想到，那男生渐渐开朗了起来，天天跟楼主聊得不亦乐乎，惯例这不是GC！后来的一天，那个男生的父母特地来学校找到我老班，说要来感谢LZ，让他们儿子走出了自闭的阴影！老班当时看我那眼神啊…
  一家名叫“巴士情缘”的网站首页源代码中,出现了疑为该网站员工发泄对公司不满的注释,今天网站同一位置的注释显示该员工已被开除。 
 前段时间，看了糗友们说撸管的坏处，下决心戒撸，把我的500G移动硬盘里多年保存的爱情动作片都删了，结果…………………………    我成功的学会了数据恢复技术。
 一澳洲小伙去纽约玩，过马路差点被出租车撞到，司机出来大骂：Did you come here to die? 澳洲小伙一笑，说：No, I came here yesterday.
 万圣节，深圳欢乐谷鬼屋，晚上去的，正提心吊胆走在最前边，忽然后边跟着的人一阵尖叫，推开我就全部往前奔啊，姐我还没反应过来，一回头。一群鬼跟在后边走啊，是一群啊！！我呆在原地脚都迈不动了啊！！那群慢悠悠从我跟前走过直接无视我啊！！最后一个才回过头跟我说，下班了，一起走吧，等下关门了。这是闹哪样，吓死姐了。。
 过年，带男友回家，他很紧张，问我，手应该放哪好。我说，没地方放你就插口袋吧。晚上，我老爸单独问我，你对象手没事吧。我果断说没，老爸疑惑的说，没问题怎么一手放上衣兜，一手放裤兜……
 最近都在发藏钱的事，姐姐就跟姐夫说:你藏钱的地方一点都没挑战性，一下都给找着了，真没意思，钱我拿去买菜了。于是乎姐夫飞到他藏钱的地方翻了一下，笑着说:你看，还在呢！姐姐咆哮:你特么还真敢藏钱！活腻了！
 儿子每天早上不到七点就去上学，楼道里装了声控灯，但是不太灵敏。儿子每早都是“啊~啊~啊~”地喊着下楼。我怕打扰邻居，告诉儿子以后不要再喊了。第二天有两个邻居找我，说因为早上没听到我儿子的喊声，上班迟到了，让他以后喊灯的时候大点声。。。
 昨天生病了，老妈不听劝，还是跑来看我，很感动。老家在农村，她很少见过外面世界。 这不刚外出一会儿的功夫，就打电话过来兴奋的说：这里老鼠傻乎乎的，见人还不跑，我一拖鞋就拍死了。 我回去一看，养了差不多一年的仓鼠四脚朝天翻着。
 老爸:儿啊，你饿不？ 我:饿 老爸:那你起床给咱买饭去。 我:。。。。。 无奈去买了。 次日。。。 老爸:儿啊，你饿不？ 我:想了想，不饿 老爸:那爸饿了，你给爸买饭去。。。
 今天中午正在水房打开水，突然听到后面有一女生说，“冻死我啦，刚洗完头发忘了穿衣服就下来打水了…”，女生话刚结束，这边一排男生齐刷刷的回头，当真的是秒回啊……结果，女生只是忘了穿外套罢了…
 横店有几十个剧组在杀鬼子。鬼子人手不够，每人平均一天死20多回。
 我拖着一个巨大的行李箱（装着要送去洗的脏衣服），从北京西路某高档住宅楼（老板家）出来，在下班高峰轻轻松松拦到车。我说就到外滩，司机一下子就蔫了，他以为我去浦东机场才在车流中掉头来接我~~~~mu~hahahaha~
 小刚得知好朋友小明在街上身中数刀后，立马赶去医院探望他。到了医院后小刚问小明：“是谁把你砍了？”小明说：“是…麻公…”小刚接着问：“为什么麻公要砍你？”小明说：“因为…我…吃了…麻婆豆腐…”
 收到一条短信：“你儿子在我手上，十万赎回！” 缓缓回复：“你丫不觉得黏么？”
 今天花了大力气抓了一只大老鼠…又不忍心将其消灭，又不想放生…于是找了两个气球绑在它腿上，圆了它重来没想过的飞天梦…也不知道这个寒冷的夜它在哪里漂泊…也不知道它是否飞出了龙岩市…只怪我买的那两个氢气球不便宜…
 一快递员急匆匆跑到我们办公室问：“刚才谁打电话说要寄快递啊？”我问：“你是什么快递？”“龙邦。”“嗯？”“龙——邦！”我愣了两秒，起身接着唱道：“龙~老，忙类偷偷共岁问八药~”
 在淘宝里搜章子怡，出来都是礼服；搜范冰冰，出来是衣服和充气娃娃；搜林志玲，全是充气娃娃；搜赵薇，出来一堆村姑不知道是卖什么的；最夸张的是李湘，只有减肥药，＂9.9元付费试用，李湘推荐，假一罚万＂
 其实1931年鬼子刚发动918事变就被电视剧组给灭了，大家觉得不过瘾，于是就扮演成鬼子开始侵华，借机消灭国民党反动派。因玩儿得太投入，电视台忘建了，电视机也忘了生产了。直到1945年，投资人的钱被花光了，美苏也信以为真，派兵攻打剧组，这才假装投降。重拿到苏联投资后，剧组三年就消灭了蒋介石。
 老师：请举例说明马克思主义是在不断发展的。学生：比如马本人只能泡到小保姆，而马克思主义者却可以泡到女博士。老师：无产阶级是如何获得自由解放的？学生：砸开自己的锁链，然后为避免公平竞争失败，就给别人都带上锁链。老师：无产阶级革命的目的是什么？学生：从结果上看，他们是想变成资产阶级。
 一天上语文课老师叫用“的，地，得”三个字造句 结果班上的一个同学自告奋勇的起来说了“妈妈说我们家的地得拖了！”
 战争年代。一天，年轻的金日成元帅参加完一个秘密的会议。由于特务的跟踪，他所栖身的小旅馆被发现了。夜里，伴随着咣！咣！的砸门声特务在门外喊道：“开门！警察查房！”屋内的元帅听完后点了一根香烟，沉思了少许，然后机智的答道：“我不需要！！”没过多久，门外的特务们就离开了。
 一同学，平时人真的很乱，刚发的试卷就找不到，这是经常的事儿……有一次，他数学卷子又找不到了，老师终于怒了，命其把书包里的东西都拿出来找……于是，我们发现了他小学三年级的数学试卷……那时……我们已经……高！二！了！
 小区门口，一群老大爷围住一年轻小伙，一老大爷厉声质问道：“年轻人跟老头下棋，居然还偷棋子！”小伙攥着手里的两个“象”，羞愧地低下了头，哽咽道：“我妈说……我今年……无论如何……要带……一对象回家……”
 刚才看电视，一个和蔼的意大利爷爷教做料理。「我们需要一点点白葡萄酒~」然后把一整瓶葡萄酒倒了下去。「然后一点点白糖调味~」拿出一盆砂糖温柔的撒了5、6下然后毫不客气的一整盆扣了下去OTZ……这些东西和4个桃子一起煮，出來盛盘后放上一把迷迭香做装饰……说这是「献给朱丽叶的料理，啊！爱情！」
 "到2020年我们将基本解决春运期间一票难求问题。"计生委如是说。
 女孩捡到一盏神灯，擦了擦出来一个灯神，灯神说：＂我可以满足你的愿望。＂女孩说：＂我要中国和平。＂若干年后，女孩的愿望果真实现了，她就是丽媛
 一个高三生在河边捡到一盏神灯，神灯问：你想要什么？他：这几天除了高三别的都放假了！！我也要假！什么假都可以！只要能让我激动就可以！神灯：好！。。于是少年胯下留下鲜红又艳丽的血来。
 这是一个真~实~的故事：表妹去ATM机取钱，卡被吞了，打电话给表哥＂表哥表哥，我的银行卡被吞了，怎么办怎么办＂，表哥＂不要慌，身份证带了吗，恩，好，拿身份证去拿就可以了＂表妹＂知道了＂，过了一两分钟，表妹又来电话了，语气很痛苦＂表哥，怎么办？我的身份证也被吞了。。。＂
 在KTV唱张靓颖的《画心》，MV是《画皮1》的一些内容。同行的一位女同学说，我当初是在电影院看画皮1的，身边有两人全程在啃卤鸭翅。我说那他们带得还真多。她：关键是，那部片里周迅不是经常要吃人心吗？我看着屏幕上的她在吃人心，鼻子却不断闻到卤鸭翅的香味……
 林夕与陈奕迅同台领奖。陈奕迅高举奖杯道：“没有夕爷我拿不到这个奖！”台下粉丝闻言呐喊如潮：“夕爷一生推！夕爷一生推！”陈奕迅调皮地问林夕；“看大家都这么热情，咱是不是该有点表示？”林夕腼腆地点点头，陈奕迅就把他推倒了。	
 “对方辩友，你倒是说话啊，无言以对了吧！”小明狠狠的说道。 主持人：“把手松开！他快被掐死了！”
 有一次，跟我们领导开车去鄂尔多斯出差，距离鄂尔多斯一百多公里高速公路上上突然传来一阵粪便的味道，领导嗅了嗅说：小陈，这就是大草原的味道啊！然后。。。一辆拉着一车猪的车呼啸而去……
 朋友在武汉上大学，学校附近红灯区，刚放寒假，他和同学杀到红灯区，对老板说“挑个漂亮点的！”……老板说“同学你们放假了是吧？”……他们说“是啊”……GC来了——老板说“我们也放假了”……“放假了”……“放假了”……
 A：如果哪天我的生命要靠设备维持，请帮我关了它。B：真的么？A：嗯 B：…… A：哎妈，擦！别关路由器呀~ -
 少将在最近的一次记者访谈中说：“我爷爷发动文革，是为了消灭四人帮和林彪。” 网民暴强回问：你爷爷发动文革，是为了消灭你奶奶？
 在帝都这个并不盛产美眉的城市，想要脱颖而出是很容易的，好像正坐在我对面的她：长直发，小刘海，淡妆修饰的小脸蛋和好像果冻般浅粉色唇彩，红色边框的眼镜和两耳边垂下的白色耳机线。糖果色的羽绒服，一双纤细白嫩的小手从袖口中伸出，握着一部白色的爱疯。她粉色的挎包旁边，一个男人正瞪着我。
 晚上，买了根玉米棒，啃了一口，发现没熟透。三轮车小贩很不好意思，连连道歉给我又换了一根，我抠下一粒试吃确定熟了后才离开。然后想到那根没熟透的他该怎么处理，于是回头一看，他站在路边正啃着我吃过的那根玉米。明天我再来买吧。
 本人妹子一枚，刚才坐地铁上，看见有个女生挺着肚子，靠在杆子上，我起来让座，结果。。。她把肚子缩回去了。。。缩回去了。。。缩回去了。。。我一脸尴尬，那妹子估计更尴尬。。
 我的二货媳妇。。。。我们异地恋，有时上网QQ呼叫她，不回，打电话，不接，我就知道她肯定是去俺岳母那屋看电视了，于是呼呼我就登陆阿里旺旺，给这货发信息，秒回！有木有！别的都听不见，“叮咚”一声马上飞奔过来有木有！淘宝六级vip买家伤不起。。。
 Birute Galdikas是研究红毛猩猩的专家 ，她和她的学生一直在教红毛猩猩手语。某天有一只红毛猩猩向她做出了求爱的动作……她十分感动然后拒绝了它。然后这只红毛猩猩从此就再也不肯学手语了……#外语若不能把妹学它作甚# 
 中央八项规定出台后，领导对秘书说，把这次会议讲话材料修改一下，去掉套话空话废话大话，留下实话就行。秘书仔细斟酌推敲，去掉了套话500字，去掉了空话400字，去掉了废话300字，又去掉了大话200字。改完后交给了领导。领导一看，整篇材料就剩一句话：会后，请大家到三楼餐厅用餐。
 每次给某杂志交稿，我的编辑都会说：“太好了终于来了……这个月迟了好几天呢……担心死我啦……”#丫是男的# #我想换责编#
 夏天去大明湖, 导游带旅行团边走边介绍，说湖水温度水质什么适合青蛙生存，所以大明湖里的青蛙一年四季都是不叫的，芭拉芭拉说一大堆，没说完了湖里突然发出一声清脆的蛙鸣，导游瞬间就凌乱了，然后举着高音喇叭愤恨地对着湖里喊：你是来砸场子的吗！
 每个学校都有那么几个传说中的“X大名捕”。学生都懂的…… 今天上午考试，四大名捕有两人居然安排了同场监考！ 人家两个人进门刚说了一句话“我们两个大家应该都认识，考场纪律不念了。” 我会告诉你有三个学生直接收拾东西弃考了么？！
 记得上大学时，我住在4楼。楼上有人泼脏水, 弄了老子一电脑桌, 当时就气势汹汹的想上去找他算账。 刚走到门口，哥灵机一动，打了一满满桶水。顺着墙全都倒下去，然后听到下面嗷嗷的。1到3楼的都上来了，再然后我就组织他们一起去5楼把那家伙揍了一顿......
 同事是一个屌丝，和女神交往，怕她家人不同意。女神骗家人说交往了一个高富帅，略花心，对结婚没兴趣不见家长。而屌丝常来找女神，女神演戏欺负他，父母问何人，女神答：备胎，老实人。半年后，女神又演一出被高富帅抛弃的戏，父母安慰：别伤心，其实那备胎人蛮好的…
 刚才在公交车上，忽然听到身后咔咔摇微信的声音。楼主突然心生邪念，手机调成静音也摇，一看头像正是那货。于是楼主发消息给他：贫道每日一卦。今日算你在9路公交车上，抱一褐色皮包，请尽快下车，否则有血光之灾。然后那货就下车了…
 #一本正经的说# 记者从有关方面获悉，最近宋祖英致信春晚节目组，请求今后在春晚的节目排序中将自己放在彭丽媛后面。 #MONOLOGUE#
 跟朋友闲聊天。朋友问，“你最胖的时候，多重？” 我仪态万方地回答道：“一百四。”朋友又问，“最瘦的时候呢？”我沉思片刻道：“七斤九两。” #对话就这样戛然而止#
 用户您好，我们发现您在微博中提到"飞盘"，@胡锡进 已经开通了微博，您可以关注TA（们）了解TA（们）的最新动态
 这些天经常听到一些朋友说自己所在的城市是全国空气质量最差的地方。砖家认为这种说法不科学，不能这么轻易下结论，现在竞争多激烈啊...
 家有小萝莉一枚，一天纠缠的我实在烦了，就照屁股打了一巴掌，哇哇大哭，找她妈告状去了。。。抹着眼泪绕屋子一圈，没找到她妈，绕回来了看见我，抱着我大腿，梨花带雨的哭啊：爸爸，妈妈打我。。。我差点笑喷了。。。这孩子忘性得有多大啊。。。还有救嘛？？？
 RT @和菜头：本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了，本山叔进春晚了，本山叔退出春晚了。。。。。。春晚达到了高潮。
 最近在实验室和大家闲聊，发现美国人都脆弱得很。。。谈论“吃狗肉”就能吓倒一大批。。。对于某些坚强的，可以说说神州大地的“网络封锁”，基本90%都已经不行了。还剩下一小撮抵抗力超强的，一并用“计划生育”全放倒。。。
 一位媒体人士告诉我，福彩和体彩是软广告大户，每期向报纸提供一个中奖故事的情节，再让编辑撰写一些吸引人的细节。随便找几篇这种文章，你就会发现其中的规律，中奖号码的来历总是千奇百怪，主角通常是农村人或打工做小生意的中下阶层人士，长期坚持买彩票，最后用很小的金额中了大奖。
 柴静结婚了，嫁了摄影师，姚晨结婚了，嫁了个摄影师，倪萍嫁给了摄影师，蒋雯丽嫁给了摄影师，陈鲁豫也嫁给了摄影师，终于知道为什么屌丝也要买个入门级单反了。。。学点摄影技巧是多么重要！
 撸主在杭州上学此为背景，碰到一个外国友人问我：is it the right way to Xi Lake？ 撸主尼玛瞬间就觉得囧了，什么是Xi Lake啊？然后撸主就回了句：纳尼？！ 然后老外对同伴说：Oh shit！He is a Japanese！ ……我尼玛就默默地走了
 @张泉灵：听说，北京有一个著名贵的楼盘，贵出了名之后，纪委把所有买此楼盘者都查了查....再后来，这楼盘还剩的几套房就再也卖不出了。 
 @Amztion: 「心情不好的时候，可以找个人少的教室去上课，再明目张胆的提前离开,这样把老师激怒就会点名，屡试不爽。」
 战前动员大会，忽然传来急电。“将军，”参谋长面色悲戚的说，“首都已经遭受毁灭性核打击……但，请您顾及到战士们的情绪，婉转地转达一下这个消息吧。”将军闻言，转头对着台下的万人，涕泪滂沱，“同志们哪，以后咱吃串儿，怕是喝不上燕京啦……”via@里八神
 不见棺材不掉泪，比喻不到彻底失败的时候不肯罢休。……但其实人家未必那么坚韧，他可能只是得了拖延症。
 从前，江湖中有个以铜钱为暗器的门派，后来，它破产了.....
 @hnjhj: 据说iPhone 5有掉漆的问题，其实这个是苹果手机暗藏的彩蛋来的，你买一个黑色iPhone 5，半年后自动升级得到一个白色的。
 @GummEr_: 额 技术男对付淘宝控老婆不完全手册「1、给她支付宝一大笔钱；2、更改host文件把淘宝指向自己做的钓鱼网站；3、骗取支付保密码把钱转走；4、像个男人一样安慰她说没事儿 」
 领导让秘书査：“我身边有什么日货，要主动自查。”秘书汇报：“查了，一件都没有。你的车是德国的，表是瑞士的，衣服是法国的，手机是苹果的，你的孩子在美国，你的房子在澳洲，你的帐号在香港。还有你喜欢的那几个小姐，都是国产的。”领导放心：“那就全民一心，抵制日货吧！”
 早上出门，见一骑自行车，后座上挂着两个铁皮箱的小贩，他的铁皮箱上插着两面小五星红旗，两个箱子间还打着“打倒小日本”的小标语。正忙活时，突然听到有人喊：“城管来了！”他仓皇收拾东西，推着车就跑。我说：“你日本鬼子都不怕，还怕城管？”他说：“日本人远，城管说来就来啊”
 舍友是个理科生，皮肤不太好老爱长痘。昨天她爆了一颗痘，射程略长15cm…… 这厮兴奋的掏出尺子量出水平位移竖直位移算出痘爆发的初速度0.75米每秒…… 她还说要努力提速以后申报个世界记录什么的…… 珍爱生命远离物理
 @wenly_: “算命这一职业一直默默填充着中国心理咨询这一空白”——————说得真是一语道破天机
 @鞭鞭少将：看见校内一状态说“见过仇日的，见过反美的，为什么就是没见过反俄的愤青呢？江东六十四屯惨案，占我外兴安岭，分裂我外蒙古，还想吞并趁机东北，俄国比起日本那真是大大地坏，为什么就没人反俄呢？”然后楼下一评论亮了——“因为这个知识点超纲了。”
 @zkaip: 新Iphone出来后，IOS程序员一上班立马找到Android工程师，说：哥们，有空吗？帮个忙。Android工程师大惑：这帮孙子平时都趾高气扬的，嘲笑我们加班多，做出来的app难看，今天怎么低声下气？遂问：啥事？IOS程序员笑道：呵呵，怎么适配不同分辨率的屏幕呀？
 松江，一老人问，中午那个是撒声音？答：防空警报。老人说：很久没听到了，那么外面怎么样啊?答：砸了好多车，有的店也被砸了，很混乱。老人感叹道：日本人终于又来了。。。
 @qhgy：转：风和日丽的清晨，寂静的房间里只有主机的CPU风扇还在旋转。熟睡的他突然被一阵急促的敲门声吵醒。门外站着两位荷枪实弹壮汉：“您好，开战了，我们来接当时说要捐条命的同志上战场。”
 梦见自己加入了一个特工组织。考官一脸严肃地告诉我：“做特工的人，必须相貌平凡，让人看上一眼都记不住长什么样子。你的成绩排名第二，是唯一合格的人。”我强忍住被侮辱的辛酸，问他们成绩第一的怎么没被录取？考官回答说面试后所有人都忘了他长什么样子了……(@马伯庸)
 星巴克今天入驻杭州灵隐寺景区了。星巴克从此不仅入得皇城，还入了空门。【最右】@our80:阿弥陀佛，施主要来大悲还是超大悲？哦不，大师，我能续悲么...
 新生军训的时候，来自广东的小明一直无法通过扔手雷的测试，于是他就去问教官原因，教官跟他说：“你的姿势不标准，总是有一些小动作，丢雷陋习。”于是，当天小明因为殴打教官被取消了军训资格。（via 肥了个香蕉）
 新生军训的时候，来自广东的小明一直无法通过扔手雷的测试，于是他就去问教官原因，教官跟他说：“你的姿势不标准，总是有一些小动作，丢雷陋习。”于是，当天小明因为殴打教官被取消了军训资格。（via 肥了个香蕉）
 什么叫没文化，真可怕。就是你拆了CPU风扇，结果装回去发现散热层不管用了，你就到店里去买，老板问你，你丫到底是要整风扇，还是丰胸？我说丰你奶奶个嘴，老子整风扇！老板说，那他妈叫硅脂，不叫硅胶！(@二混子--Stone)
 46年8月的一天，毛主席与警卫员阎长林一起登山。半山腰，小阎说：“主席，走累了，咱回去吧。” 主席厉声道：“我都没说累，你倒先说累？都到半山腰了，怎能半途而废呢？如果干革命也这样，能成功吗！” 小阎羞愧得低下了头。主席鼓励说：“年轻人要多锻炼啊！” “可我实在背不动了...”小阎委屈道。
 同学男友是程序猿，女方家里一直都不待见，因为不知道程序猿到底是干嘛的，觉得饭碗不够铁。突然得知他们准备13年十一结婚，觉得很诧异女方家里怎么松口了。打听之后才知道，程序猿今年自己搞了个小软件，把两家七姑妈、二大爷春运的票都给解决了……
 有人说，理科女生再淑女，一做起题来就会暴露自己的身份，习惯性的把前额的头发往上捋，露出大大的额头。因为CPU高速运作时需要良好的散热。
 CCTV记者问路人：“你对未来十年新政反腐要动真格怎么看？”路人摸了摸后脑勺，半天憋出一句：“你是说以前是玩的么？”
 我把河南大桥被烟花炸塌的事给一位解放军老爷爷讲了，他听了不禁老泪纵横：“当年的大桥如果也这个质量，董存瑞同志就不用牺牲了！”
 “这栋大楼是你的50倍。” “怎么说？” “这是百货大楼” 
 硕士毕业后，庄某在某公司工作，几年摸爬滚打总算熬出头，近两年月入三四万，出入开宝马，事业蒸蒸日上。正打算和女友结婚，但准岳母表明“要结婚先买房”。庄某一时半会凑不够首付，买了假房产证。未料准岳母精明，拿到房产交易中心验证。庄涉嫌买卖国家机关证件入罪。
 还真别笑话江苏，论到土地重金属含量之高，湖南绝对是全国首屈一指。 记得有一位县委书记跟我说，我们这里的人基因应该是改良了，人家血铅超标就痒就疼，我们超标多少倍照样有活到八十多的...
 刘备正休息，帐外传来喊杀之声，关羽冲进帐来:“我们被包围了，大哥快走！”刘备大惊：“云长，你要帮我断后。”“没问题！”关羽手起刀落，床头玩耍的刘禅被砍成两截。刘备大怒：“尼玛我说的不是这个！”关羽回身一刀又砍死了一旁的刘封。"操!也不是这个！"刀光一闪，刘备腿间一片血红……
 前阵帝都这天气，要赶上个白内障拆线，大概会以为手术失败了吧！
 看生化危机5。邻居正太过来问你在看奥特曼？我点头，他疑惑这不是奥特曼吧？我指着巨型僵尸说当然是！你看怪兽！他立刻被说服，问奥特曼怎么还不出来，我指着爱丽丝说她就是。“奥特曼不是女的！”“他变成女的了！女的不漂亮吗？！”正太再次被说服，直到看完都没发现破绽，还大赞精彩。
 京城的菜市口，跪着一溜即将被处决的犯人。“午时三刻已到，行刑! ” 话音刚落，蒙面的刽子手上前，扯下了犯人的口罩...
 现在殡仪馆的仪仗队简直丧心病狂。。塞点钱给他们的话送遗体时演奏《走进新时代》。。。不塞钱的话演奏《常回家看看》。
 悟空：“师父，前方烟雾缭绕，恍如仙境，怕是到大雷音寺了吧？” 唐僧：“此乃北京城！如此仙境，果真是幸福指数最高之城！悟空，你留下吧！” 悟空：“师父，我要去西天！” 唐僧：“徒儿愚昧，留在此地便是去往西天之捷径”。
 说起“普天之下莫非王土”，一股封建专制糟粕的味道油然而生。说起“土地都是国家的”，一种人民当家做主的豪情盈满胸怀
 #过年要抢先向亲戚们发问#——“阿姨，看您皮肤不太好啊，叔叔带您出去爱的旅游了吗？”，“叔叔，您啥时候买新车啊？我同学的爸爸都是开着百来万的车来学校接送呢。”，“伯伯，您升官儿了吗？过完年是不是要高升了啊？”，“伯母，生意做得怎么样了？明年一定可以再多开几家连锁店吧？” via @叫兽易小星
 经过北京2000万人几天几夜的呼吸，北京的空气质量终于有所改善。新的北京精神由此诞生：＂厚德载雾，自强不吸，霾头苦干，再创灰黄！＂事实再次证明：雾以吸为贵啊！
 前天做了个青蒜炒腊肉。命名为“植物大战僵尸”。
 迅雷发布了一个榜单，2012年内地平均下载网速是565KB/S，最热门文件大小27.5G...咦，怎么这数字那么熟悉呢！
 昨晚吃饭宴请，聊得正嗨的时候一哥们突然哭了起来了，大家都很诧异他今天喝的啤酒呀，也没喝多少，连忙问其原因，哥们答道：以前每次热菜还没上俺就醉了。八条禁令就是好，我能吃上热菜了。
 圆通北京某营业部暴仓，我的包裹在里面呆一礼拜了还没送。原因是老板媳妇跟快递员跑了，老板也卷款跑了。已经去过一次自取，上千个包裹里扒自己的那个会让人苍茫地绝望，耳边同来扒包裹的人X他妈骂街声此起彼伏。但是非常锻炼身体…，像小时候玩海洋球。所以一会儿决定再去一次：） via 铁头阿三（豆瓣）
 下午跟女同事打羽毛球，四人双打，刚开始我方女士有点施展不开。我方节节败退。女同事去场地一角休整片刻，回来神勇，各种扣杀！问她是开启了什么模式吗？答：凶兆解开了。
 #微小说#儿子回到家，见老父躺在沙发上，一脸痛苦。“爸，头又痛了？”“是……但主要还是被你媳妇儿气的！她完全不关心我死活！”“爸，她也许不知道您犯病了。”“她知道！她还幸灾乐祸哪！你听！”儿子便竖起耳朵，听见房间里传出妻子欢快的歌声：“公公他偏头痛~~公公他偏头痛~~”
 Facebook 上一位台湾的设计师讨论End User如何翻译，一个评论说应翻译为: 麻瓜。
 因为单词，不会轻易背上，所以英语还是初中的模样；因为词汇量，基本不生长，喝两瓶啤酒就能全部忘光；因为单词，总是背完就忘，我曾怀疑我脑子里装的是豆浆；因为单词，在那个地方，就算你背的痴狂疯狂抓狂，还是背完就忘。 
 同事刚买完车后改了个签名——"今天倒车差点把我家小区保安镶墙里。。。"
 一大早看到一条微博评论：“重庆的百姓都在唱红歌的时候，重庆的官员们都在睡红霞”。充满喜感的画面，绝妙得有些残忍
 本人开一饭馆，今天一开香烟店的朋友让我帮他看店。。。此为背景。。。歌咯咯。。。就在刚刚，一挺时尚的妹子进来买烟：老板来包休闲利群，我脱口而出：这里吃还是打包？妹子惊讶地看着我：这、这、。。。这里吃！？。。20根烟抽完走！！。？。。我我我。。。恍然大悟、、对不起对不起、职业病职业病。。。
 甲: 怎么样，最近你俩坚持试了吗？ 乙: 这些日子我俩一直在试，可…老是不行。 甲: 还是不到1分钟就…？ 乙: 哎...有次是进去了，可才12秒…就… 甲: 那你俩还是看看飞机票吧，12306太难进了。
 前几天起早帮一个领导抢了两张卧铺票，今天放假，无意得知我的年终奖被他黑了一部分。看那两张票显示未取，我果断办理了退票。 祝他买票顺利。 明年老子就不干了。 
 媳妇在小区门口中百便利收银员，昨晚上班时店里来了一位少妇，身穿纯白毛绒外套估计是皮草，当时店里的保安大爷明显紧张了一下，等会少妇进店里面了，大爷跟我媳妇说，艾玛，吓死我了，我还以为进来个羊，刚要往外撵，看见羊怎么站起来了呢！吓死我了。
 今早开车出门，下雪开的慢，一辆捷达超过我，摇下车窗扔下一雪球！我心里就想：我去，哥们你玩跑跑卡丁车呢？还对我用道具！
 小时候妈妈说，碗里剩几粒饭脸上就要长几粒麻子，于是为了日后靓丽扒尽每一颗米。感谢母亲让我成为了一个没有麻子的胖子。
 小时候梦想：啥也不干，人家抢着给我塞钱。如今梦想终于实现了。～我是饭店服务员，一桌4人吃完饭抢着结账，拽着我，往我手里兜里塞钱，梦想实现的感觉，很难形容
 同事家一对双胞胎儿子今年六岁，俩混世魔王，淘的都出圈儿了，同事说夏天的时候，有一天她在睡午觉，俩小子放了一浴缸水，把20斤白面倒了进去，然后脱的光溜溜的跳进浴缸，等同事睡醒一出卧室傻了，放眼望去，客厅餐厅，沙发电视，地板墙上全是面糊，俩小子跟面人儿似的坐在客厅地板上打面仗，我同事当时就哭了，是真哭了，坐地上哭的起不来了，直念叨日子没法过了，到现在跟我说起来还恨的牙痒痒。
 我家那条二货狗今天由于速度太快一头撞到了大衣柜上，然后就对着衣柜吼了一上午，直到我老公用平时教训它的那条打狗棒狠狠的打了几下柜子，它才终于满意的回去的啃它的骨头去了
 我们工程队有队医，常被人喊作兽医，食堂管理员问其，别人喊你兽医，你也不生气。队医理直气壮地回答：别人喊你喂猪的，你生气什么。管理员沉默会说，也是。 
 某看守所，执行各种拘留。 某天从医院来了一辆警车，下来一个哥们儿，包的跟木乃伊似的。你都想不出来这个家伙是怎么弄成这样的。 有不执勤条子就好奇问他是怎么进来的。 这哥们很冤枉：我tm开摩托正常行驶，在五环辅路，让一个逆行的货车给撞飞了，还好带着头盔，浑身上下破了好几十处，刚从医院包扎回来就给关起来了。 ——那为啥关你呢？ ——嗨，咱tm不是没有行驶本么。 ——那顶多收缴摩托车就完了，最多罚点钱啊。 ——嗨，咱tm也没驾照啊。 ——那货车司机呢？ ——警察罚了那孙子200，扣了3分，当场给放了～
 坐长途汽车，动车飞机什么的一般人都会觉得枯燥乏味无聊的。不过在这天这辆行驶在智利的大巴上，司机师傅本来想要给无聊的旅客播出的是美国爱情喜剧片网上情缘(You've Got Mail)，然而司机师傅意外地将自己收藏的一部欧美爱情动作片的录像带放了出来。于是坐在车内的乘客都咯吱咯吱地笑了，石更了，湿了。之后录像者前面的一位旅客向车中的服务小哥指出了这个视频意外，然后大家都没的看了.
 政府温馨提示：春节燃放鞭炮时请远离桥梁。
 听了一个故事，一个妇人为了自己的女儿能有北京户口上北京的学校，嫁给了一个尿毒症的北京人，卖了房子给他透析，（据说结婚5年配偶就可以有京户）可惜北京人在结婚4年多的时候大出血死了，妇人人财两空。 via MissCynosure（豆瓣）
 RT @某S是我：最新骗局--遇到身材特别好的美女搭讪一定小心，她会说自己父亲是高官顺带经商，待你上钩之后，女子会过户一套别墅和一辆豪车到你名下，再给你一大笔钱，然后要求和你过夜，你逐渐陷入骗局，最后娶了女子，你就得和她过日子！然后，你要啥有啥不用上班工作，整天玩物丧志成了一个社会的废人！
 RT @燕垒生 康熙持国最久，手段最硬，是有清一代的伟大领袖；雍正虽然表面低调，但出手却狠，不怕杀人，算是雍乾盛世的设计师；接下来的乾隆坐享其成，有事没事写几首歪诗，搞点桃色花边新闻出来，再接下来的嘉庆就没多大起色，在位途中最让人记得起来的大事就是把和珅给搬倒了。接下来道光最出名的，就是节约……
 他理了发回到家中，舅舅一把拽过他，吼道："你怎么现在干这事！你知不知道正月理发死舅舅！"他一脸不屑，"您得了吧，那都是封建迷信，您不站在这好好活着呢吗？""呵，你说死不了？"舅舅闻言更加愤怒，阴森一笑，"那我就死给你看！"然后转身进厨房拿刀捅死了自己。via@马碧徳
 （ 2月5日14时7分56秒 ）来自乖巧可人熊孩子: “上次我喝完威士忌在浴缸里打飞机差点死掉。”
 我想大家都知道2012央视采访市民你幸福吗，有人回答姓曾这档事。今天重庆卫视播放的采访市民2013你缺什么？有人回答缺钱有人回答缺钙，还有人回答说缺儿媳妇！当然，这不是我要说的重点。当记者拿着话筒采访一个正在打麻将的阿姨2013你缺什么时，阿姨头也没抬的说缺筒子。。。。
 我同事男，人高马大的，人超级好，脾气也好，一看就是居家好男人。我们问他怎么这么好，这么乖，小时候在家一定也是乖宝宝吧？这货慢悠悠的回答：我有一个哥哥你们知道吧，小时候妈妈爸爸打我哥的时候强迫我看，不看不行，那是真往死里打啊！所以我从小就特别乖，特别乖……
 同学在银行上班， 一日来了一大爷办卡存钱，输密码的时候总是失败， 同学告诉他说密码不能是连号和六位一样的数字，结果还是不行， 反复几次后，保安看不下去了，对着大爷说， 密码不能是豹子跟顺子，办卡成功了。 大爷你是要怎样啊...
 小时候我在武术课学会了五步拳，觉得自己好厉害啊！我觉得我变成了武侠小说里武功盖世的人啊！后来有一天！我爹揍我，于是我就摆出了华丽的五步拳！后来我爹揍我揍的更狠了 TVT
 <@杨鲭> 我以前的闺蜜在喂天鹅的过程中被拖进了河里, 然后看到就绕圈...
 妈妈抢过话说，当初很多人追我呢，为了娶我甚至他们都打架决斗，其中就有你爸爸。 爸爸冷冷的说到！对！有这事。。。谁输了谁娶她，都玩命的打啊。我当年很瘦！！！没打赢...
 晚上在房间偷吃榴莲，结果我爸在客厅大叫天然气泄露了，快跑！我妈说，狗屁！明明是你的脚臭味，家里用的电磁炉，哪来的天然气！然后各种数落我爸不讲究，接着我爸和我妈就脚臭开始吵，一直吵到我取名字不该听我爷爷的，还有不该在我上初中的时候给我买自行车，再后来我妈就开始找户口本结婚证，当她打开我房门准备问我她们离婚了我跟谁的时候，我的榴莲被发现了，我遭受了我人生历史上最惨痛的一顿男女混合双人打。我只不过是买了个榴莲吃，关我啥事阿！
 问：三藩之乱为什么迅速平息？ ——答：因为有落基山挡着。
 1930 年，Lamm 在印第安纳州 Clinton 镇抢完一家银行撤离时，车胎爆了。对这样的小意外，Lamm 显然早有预案。他和其他三人很快抢了一辆车，但这辆车很特殊上面有个限速装置时速不能超过35英里。于是他们又抢了一辆车，但这辆车的水箱漏了。他们又抢了一辆，但这辆只剩下一加仑汽油。最后在警察追车过程两人投降，Lamm 和司机被击毙。所以准备得最完美的计划也可能有失败
 一个声音问道：“你往何处去？”另一个声音回答：“渡过卢比孔河，我们要去车里雅宾斯克——那是我们的新罗马。” 
 今天老妈住姨姨家，家里就我和老爹，家里无线路由器在老爹卧室。 刚才正在自己屋和朋友微信，突然发现断网了，蹑手蹑脚把老爹卧室门推开， 发现老爹一脸坏笑看着我: “哈哈哈哈我就知道你没睡，去，冰箱里给我拿瓶绿茶，我睡醒渴了懒得下去。”
 刚才在院子门口碰见一熊孩子放炮，专门往人脚下扔，我走过去很慈爱的问他：”小朋友，你的家长呢？”熊孩子一脸熊样的挑衅看我：”我一个人出来玩的！靠！”我一听这话就放心了，当场把他收拾了一顿，现在好舒坦。
 女儿刚满四岁，有天老公有应酬打电话说不回家吃晚饭了，挂掉电话，女儿瞪着圆溜溜的眼睛看了我两三秒的时间，然后幸灾乐祸的慢悠悠的一字一钝的说：你老公不爱你喽...
 三年前炒掉我的公司和我现在的单位合并了。新的领导做的第一件事就是把我炒掉了。
 昨天在火车站排队等出租车。 前面一女的拿一大行李箱准备放在出租车后备箱里。 司机说，后备箱打不开，你放前面吧。 她立刻去车前面试图打开引擎盖。
 谁有哥糗。 今天去停车场取车，看见一老头穿得那叫寒酸，手里还提个带子,目测是几个瓶瓶罐罐，就把手里刚喝完的饮料瓶递给他，那老头接过手对我笑了笑放进袋子里，哥心中一暖！GC是 那老头转身拿出钥匙打开车门开着他那凯美瑞华丽地从哥身边过去！哥站在自己的捷达边上凌乱着~
 回忆高中情人节。。。班上五女生一起去某大学门口的卖花，一元一朵，每人20朵。。。an hour later，大家都卖完了，班花同学还剩下10多朵花。我们正想安慰她，她哭诉：好多哥哥买了花又送给她，害得她又得重新卖。。。还掏出一大把零钱。。。于是换我们想哭了。。。
 今天第一次参加古筝比赛！…哥死算了……老师说分少年组青年组的！尼玛到场地，青一色没超过10岁！一上去还都自我介绍大家好我5岁！我6岁！我一上去大家好我27岁！天……我要不要逃走！！
 今天和老婆大人出去逛庙会，看到有个套圈的不错，老板是个中年大叔，蹲在那摆摊。女孩子爱玩的天性大家都是鸟解的，十块钱弄了三个圈让她玩。老婆很开心，说要套个大娃娃回来，然后直接一个圈丢出去，直接套中了店主的秃头……这不是GC，GC是店主大叔很幽怨地看了我一眼，然后对我老婆说，妹纸，有老公了就不要调戏大叔了好么…
 昨天晚上00:40，不知道楼上哪层的SB放低音炮唱卡拉OK。吵的实在没法睡。 我硬着头皮钻出被窝穿着裤头顶着西北风，跑到楼道去把整栋楼的闸给扳了。 往回跑的时候悲催的发现门被风吹关上了，正准备求援时，被下楼来开闸的那俩SB逮个正着
 年前放假回家,久闻老家一名中医很牛叉,遂慕名前往。 老中医边号脉边严肃的问:小伙子你结婚了吗?  我说没有。 老中医使劲叹了一口气。。。哎。准备打算结婚吗? 我说。。当然接啊。。几个月之内。 老中医沉默了。。。说小伙子啊。你今年估计接不了婚啊。。做好心理准备吧。 我特么蹭一下就上头了。脸也白了，。一头汗。。忙问。。我怎么了? 老中医依然很严肃:今天都除夕了，你今年结婚是实在来不及了。然后长叹。。。哎。。。。。 次奥这老中医不去说相声真是可惜了。邯郸地区的。
 洗浴中心洗澡时碰到俩位七十多岁的大爷在聊天，其中一个感慨到：小时候不行的时候，正是民国，小姐满大街都是。等行的时候，操！解放了！等老了不行了，操！又他妈的开放了。我这倒霉的一辈子！
 家里七八个20出头的小孩，没有一个结婚及耍朋友的。长辈们之捉急啊！弟弟终于找了一个有些意向并且大家都喜欢的姑娘。弟弟说乘情人节送1000只千纸鹤，于是出现了下面的一幕:三姑六婆，七大姑八大姨啊！流水线作业啊！熬夜啊！
 #微三国 “周都督若能助我军脱困,燕人张翼德这身子……就是您的!”见张飞说着说着开始脱衣服,周瑜一阵恶寒,跳起来指着他大骂:“变态!你这是要做什么?!”张飞闻言迷茫不已:“怪了,军师明明说过你最抗拒不了基将法的……”
 下午的龙潭庙会，人山人海。广播不停播着通知：“张某，你的家人在西北门等你”、“王某，你的丈夫在东门等你”、“内蒙的吴某，你的家人西门献血车处等你”、“刘某，你的家人在西门等你”……然后听到了一条：“周励勤，你的家人让你自己回家！”……让你自己回家……周围激起一片笑声。
 高中开运动会，我们班节目最后需要放飞鸽子。SB班长脑被门挤了，准备的是在菜市场买的不会飞的肉鸽～最后放飞的那激动人心的一刻，鸽子们全做了自由落体。。唉，校领导脸都笑抽了。
 家有三岁小侄子一枚,不知咋的喜欢上倒酒了,倒了就让他爹喝,他爹喝一点他倒一点,不喝就哭,喝少了还哭。。抱着瓶白酒谁都哄不出来,大年三十愣是把他爹喝倒在了酒桌上。
 Oicebot收了客观的小费后小声提醒：“如果开车时开窗就别靠近拉猪的车!那畜生会飙尿！唉！不说了！说多了全是泪！”
 排队买单呢，前面那女可能是脊背痒的不行，就拿手挠后边呢，可能是胳膊太短，挠不住，我是啥人啊，我比较热心啊，一看这不行，那很难受的，挠不住，我就伸手上去给用力挠了几下，那女回过头说好了，舒服了，然后一看是我，也不认识啊，脸一红转过去了。我也才反应过来，不认识啊！不认识啊！
 今天刚下楼，剩一层的时候，有个3岁左右的小孩看我了一眼，然后我准备出单元口的时候，这货大喊了一声：出来吧！丧尸暴龙兽！然后我华丽丽的出来了…
 1、昨天参加毕业学生聚会。 2、期间各种敬、劝、干全部顶住，基本没沾酒。 3、一学生提议老师挨个说说学生的名字，说错的自罚一杯。 4、碍于尊严，我们六个老师被搀着回家了。
 小时候，院子里的小朋友最酷爱角色扮演，那时候流行新白娘子传奇。大家都抢着演白娘子，抢不到就演小青，再抢不到的就演许仙，再抢不到的就演法海。。。弱小的我每次都抢不到，只能演观音菩萨，于是院子里大人经常能看到我盘腿坐在高处，所有小孩跪在下面拜我。。。
 昨天，刚确定关系的女朋友家庭聚会，非要让我去露露面，认识一下她家的人，也顺便考察考察我…… 吃的差不多，喝的也差不多的时候，女朋友起身去洗手间了，她妈马上凑过来跟我悄悄的说， 这闺女还没谈过恋爱，她啥都不懂，你该搂就搂，该抱就抱，不用不好意思，多教着她点… 阿姨，我谢谢你，瞬间感觉人生得一丈母娘如此，足已…
 老妈今天早晨训我们家小狗说，好吃懒做不干活，还爱咬东西...blabla正训的起劲，忽然一回头鄙视地看了我一眼说，除了爱咬东西简直就是你！我.....
 朋友说前几天同学聚会，玩个游戏，一人说我没做过xx事，如果其他人做过，就要自觉喝酒。先上场的一女生说「我没打过飞机」。桌上5个男生立刻默默端起了桌上的酒杯。异口同声说了句，”这太他妈狠了！”
 加州某MALL。日本铁板烧柜台，问厨子：DO U HAVE VINEGER? Vinegar? 烟雾升腾中，我隐约见那日裔挥舞铲子皱眉问同伴：他说沈魔？。。我操，我大声喊：醋！他同伴探头问： CHINESE？我说YES！那孙子马上一嘴京片子：没醋。辣酱那边儿自己倒且切。。当时啊，觉得特别厌世，很累，感觉不会再说英语了
 嫂子跟哥哥讲抽烟的不好，说你这抽烟多浪费钱啊，一天五块的话，一个月就三千，一年就十二万了！我在旁边听的瑟瑟发抖，估计嫂子数学老师是被人家长打死的…
 #微西游#唐僧说；“小白龙太没存在感了。”沙僧说；“团队里数他萌点最少。”悟空说：“小白龙怎么就学不会卖萌呢？”八戒说；“他甚至连一句么么哒都不会说。”……师父师兄们议论之际，小白龙在一旁暗暗冷笑：“一群傻逼。萌马早在几千年前就灭绝了。”
 李天一的外号应该是一位东北小妹给起的，人家说的是海淀银、枪小、霸王，结果被误读为海淀银枪小霸王
 我：“你长得这么高大壮硕，连母猪在你跟前都会变得娇小可爱。”朋友：“你是在说你娇小可爱吗？”我：“……” -
 罗永浩的手机将在四川青少年中大卖。“爸爸，我想买个手机。”“买个锤子手机。”“可（kuo）以.”
 昨天婚宴，同伴上厕所时，看到伴郎吐得一塌糊涂眼泪鼻涕，回来兴奋地跟我说，当时伴郎心里没准在痛苦地呢喃着“为什么！你为什么要娶她……”我立刻说：“靠，伴郎为新娘哭泣才比较正常吧！”朋友诧异地看着我：“我就是说他在为新娘哭泣啊，他在怨念新郎为什么要抢走她。”……对不起都是我想太多了。
 动车上看片。身边的萝莉感兴趣地望过来，我忙关闭随时有床戏的美国片，改播精灵旅社。没两分钟有个吸血鬼变脸，萝莉立刻露出害怕的表情，赶紧换成太极，没两分钟男主长角暴走，萝莉又害怕了……可恶这么挑别看啊！但我还是体贴地继续换，并问她，看哆啦A梦咩？凝视我的微笑，萝莉哭了。#……臭小孩！#
 老公买了一个Zippo，问老公，这个是不是防风的，老公一边顶着风点烟一边说，是！我说我看看，然后用尽全力一吹，灭了！我和老公说：老公这个不是防风的！老公说：它防风但是不防SB。
 大学里，晚上去学生寝室查寝。。。只见一个女生坐床上俩手放在腮下做花朵状。我打趣道:“怎么卖上萌了“女生含糊不清的说，老师，我下巴掉了，端着点。今晚不爱动了，明天再去校医室。我大惊，问怎么弄的，她寝室人说没事老师，她一个月总会掉几次的，今天食堂包子太大了。。。。
 听说过一个治疗强迫症的方法，比如老是怕门没锁可以在锁好门之后做一个奇怪的动作加深印象，于是有人照着做了，先是每次锁好门都举双手，几天后又怕自己忘了锁门举双手，于是出门做锁门举双手+弓步，一年下来了，他现在每次都要打完一套降龙十八掌才能安心出门。
 若每个人都能准确了解自己年龄，那么你听到的年龄尾数为0或5的比例为1/5，若弄不清自己年龄，该比例就会偏高，这是度量某社会文盲和心智不足者比例的有用指标，Duncan-Jones等历史学家研究古代墓碑考察了该指标，发现从罗马时代到文艺复兴前，大概有一半人弄不清自己年龄。好的科学著作比侦探小说精彩刺激多了。
 “有一次我坐飞机，跟【布鲁斯·威利斯/黛米·摩尔/妮可·基德曼/汤姆·克鲁斯】同航班。我当时就想，丫的这要是坠机了，我连头条都上不了啊！”——凯文·贝肯
 Oicebot收了客观的小费后小声说：“这辈子买过的最贵的动漫周边估计就是海尔的冰箱吧…”
 喜欢一女神很久了，表白过一次，被拒绝了，但是又会经常开Q聊天。。。今天跟她聊天，中途有事走开了，我老妈冒充我继续聊。等我回来一看聊天记录，居然答应做我女朋友了！姜还是老的辣啊！ #这样的母亲大人，令人羡慕#
 前天坐动车，坐我旁边有个小女孩和他哥。他们聊到数学题，哥哥问小女孩：“你今年5岁，我20岁。60年以后我比你大几岁啊？”小萝莉说：“60年以后我65岁，哥哥你已经死了！”
 同学踢球骨折，我们去医院看望。病床前，同学问他：“我们这么多人一起来看你，你感不感动。”这哥们道：“不敢动，真的不敢动，疼...”
 一个妹子问我SM是什么意思，我不好意思说，就告诉她是失眠的意思，然后她就把签名改成了“最近经常SM,太煎熬了,不过也习惯了,天亮了就好了…… ”
 @浮云总是梦：昨晚公司年会，酒过三巡，领导出千元大奖，由剪刀石头布定输赢。十个人玩，剪刀石头布一直都出现，难分胜负。哥急中生智，提议就出剪刀石头两种。大家都觉得有道理，于是陆续有人出了剪刀就被淘汰掉了，最终大奖被某人领走。今天上班无聊突然想起，觉得好像哪里有点不对劲……
 转哒！好多男人骂中国女人现实，你们没想过一点：在现实社会还能靠打拼上位，赚了钱还能逆袭。要真是把你放到高福利国家去，女生们都不太看钱，而是喜欢阳光帅气高大幽默男生，你可咋办捏？你满足哪点呢？那是打拼都改变不了的啊，那就真得当互撸娃一辈子了啊。（啧啧。。这
 刚才路边有个人伸手拦车，我骑车路过没忍住，和他击了个掌....
 对一个上市公司旗下、使用率几乎为零的搜索引擎为什么不可以批评和质疑？即刻这名字如果用于搜索引擎做不起来，试试删帖服务没准能火。
 打车，跟司机说：跟着前面那辆车。师傅：好叻，你们是执行任务吗？我们不能贴得太近会被发现；太远红灯时我们就会被甩掉。我：师傅，冷静一点，前面那辆坐不下了，我们只是一起去按脚。（@衣锦夜行的燕公子）
 昨夜打车回家，一上车的哥就像打了鸡血兴奋的说，朝鲜原子弹成功了知道吗?——中国真牛!——美国傻B了吧——日本再敢骚情分分钟弄死它。30多分钟，我没敢答腔，因为愣是没把这逻辑推理串上啊，后实在受不了，就问了句：咱这出租车份子钱多少?然后，的哥就转频道骂出租车公司和政府了
 看到小侄女，老夫第一句话就是：“考的怎么样啊？”我要把这种痛苦一代一代传承下去。 小侄女答道：我和男朋友都没考好。叔叔你女朋友呢？
 朋友说对付熊孩子最好的办法，是准备一本益智教材，数学最佳，英语次之。一进门，当着他父母的面说这本教材特别好，当场施教，临走再送一整套，鼓励他每天都学。via@马伯庸
 小蚂蚁迷路找不到蚁窝，可着急了…恰巧看到它的朋友经过大喊一声：＂哥们儿！＂马上爬过去问路：＂你…你都如何回蚁窝？＂它的朋友反问道：＂带…带…带着笑或是很沉默？
 某国米球迷忍辱负重混入某米兰球迷群，并一路做上群主，当上群主的第二天，他把所有人踢出群，并将群解散…
 过年时亲戚们的关心也可以总结为一幅对联。上联：考了几分什么工作能挣多少呢；下联：有对象没买房了吧准备结婚吗。横批：呵呵呵呵 正确回答应该是：上联：这个嘛呵呵呵呵呵；下联：那什么哈哈哈哈哈。横批：阿姨吃菜
 程序员对女人的看法：乱序执行、超线程、没有逻辑、不能调试、不存在调栈信息、不能回滚。总之，无法沟通。
 @慕容雪村：听来的两个故事：1、某电视剧屡次审查，屡次修改，一直未能通过。投资人无奈，给某领导送了一笔钱，然后顺利通过。2、某电视剧屡审不过，投资人无奈，派剧中某位女演员找某个大领导睡了一觉，然后顺利通过。我想，他们之所以不肯放弃审查，原因之一就是审查可以换来美女和金钱。
 几百元的手办为何失去了脑袋？ 游戏存档为何莫名被删？ 漫画为何少了几页还沾满口水？ 墙上的海报为何支离破碎？周边模型神秘消失，究竟是人是鬼？ 这一切的背后，是人性的扭曲还是道德的沦丧？ 是什么让父母频频说：他还小？ 敬请关注9号上映的大片《熊孩子》 让我们跟随着镜头走进熊孩子的内心世界…（@专治卖萌）
 他小时候有一次和小伙伴们玩打水枪，结果是几个家伙结盟打他一个，所谓双拳难敌四手啊，没办法他逃到了一个破屋子里面，持久战下来已然是弹尽粮绝了。在此千钧一发之际，他也展示了自己过人的谋略，掏出小JJ尿满了水枪，从一片一片又一片的惨叫声中杀出了重围，以少胜多。他因此一战成名，。
 我一直不想说我的名字，说了也没有人按名字叫我，从小到大没有老师提问过我问题，单位领导正式场合都叫我小王，这是为什么呢？我也想问问自己，王旺旺，这个为什么呢？
 他总是那么犀利，他总是戴着一副黑色边框的眼镜，他姓江。 他和一个能歌善舞的女人关系密切。 但是只有少数的几个人知道他是否活着。他就是江户川柯南。
 金正恩元帅对待革命工作特别注重细节。那天，他来到平壤肉夹饼餐厅，和工作人员一起亲切地品尝了几个不同口味的肉夹饼后指出，“可以设置一些套餐，比如包括肉夹饼1个+薯条1包+汽水1杯，对了，原味特级板烧鸡腿饼不应该放辣的。”
 他姓李，他是个官二代，他是个富家子，他的父亲在中国鼎鼎大名家喻户晓，他少年时就风驰电掣无证驾驶，他脾气骄横，绰号银枪小霸王，一言不合便动手伤人，他多次仗势欺人均因家中势力躲过惩罚……没错！他就是：哪吒。
 西天路上，杀出两个美猴王。真假美猴王大战，上天入地，翻云覆雨，竟然无人分辨得出。 最后找到西天如来。如来笑笑，说：”二位不要冲动，来，戴上耳机，听首梵乐，净化一下自己的心灵吧。 ” 两猴点了点头。其中一个猴子说：“我要三个耳机……” 六耳猕猴，卒。
 刚从单位辞职，赋闲在家...割了文员小妹MM...今天正和老妈在家玩电脑，单位文员来电话说有些事需要我再去一趟，急中生智，告诉她我已经在火车上了，去外地上班。GC，就在这时，我的老妈在旁边吆喝，“啤酒，香烟，矿泉水了，来，脚收一下”文员瞬间挂断了电话。老妈，大恩不言谢了
 培训班毕业了。大家都在网上投了简历。一哥们抱怨道：怎么其他人都有公司给打电话，就我没有。正巧让刚进门的老师听到的。老师说: "你是不是贴照片了"。
 学校开运动会，老班买了俩喇叭问：谁嗓门大喊俩声给运动员加油。班上一奇葩拿了喇叭。在1500米运动员经过时，他淡定的打开喇叭喊：回收空调，冰箱，洗衣机，旧电脑。我肯定不会说全操场都安静的听着。。。
 今天去菜场早餐店吃馄饨，有一桌坐着一个妇女，三个小孩，妇女喂那个最小的娃娃吃馄饨，剩下一个小女孩一个小男孩大概上幼儿园的年纪自己吃，吃了一会儿像女孩要求妈妈喂，那个妇女说，你叫你老公喂，小女孩一转头看着小男孩，小男孩果断把勺子递到她嘴巴：老婆吃！剩下楼主27大龄剩女内牛满面！
 今天上哲学课。老师在讲台上沉醉的讲道：鸡生蛋，蛋生鸡；那么第一只鸡是怎么来的呢？大家正在思考时，不知道角落里谁来了一句：“生活所迫”
 刚才在图书馆门前听见一个很PP 的MM 哭泣着打电话～ “你还是我亲爸吗？竟然让我挂科了，竟然给我不及格？！呜呜……我告诉我妈去……” 多么高风亮节，秉公无私的老师啊～
 一屌丝朋友买了个防水耳机，那个得瑟的，整天找机会展示那个耳机的防水功能。 这天，去游泳，他换好衣服带上耳机直接跳进了泳池，整个大头都淹在水里，本屌刚要下去，那货就上来了，一脸的阴沉的从我身边走过，只看见他手里握着他攒了一年买的iphone在淌水……
 高中我们班一化学老师，板书写的又小又难看。有一天，他在黑板上飞速写了一道题后，问我们：这道题考的是什么？就在我们都很努力去看写的是什么的时候，后排一位男生幽幽地说：考的是眼力。。
 高铁停站时间是很短的！…刚刚到了石家庄，跟我谈笑风生的帅哥说下去抽烟，我到北京了，他到现在还没回来。
 西南交大自主招生复试…1名考生对阵4名专家，考官：“请你出一道题把我难住，前提是你知道答案。”该山西考生咋一听有点儿懵，随后反问考官：“那你知道我爷爷叫什么名字吗？”
 我母亲大人的原话：＂老娘当年生那么漂亮个儿子，二十几年，你给我长得这么丑了，陪我精神损失费！＂我听了愣半天，默默的说了句对不起。
 梳头时发现自己有根白头发，就让室友帮我拔了，没想到那二货先揪住那跟白头发，然后用力的推了下我的脑袋…
 今天相亲那个妹子穿着睡衣就来了，而且躲在墙后面露出半个身子，瞄了一眼就走了。连话都没说啊。
 从公园经过，听见一女销魂的喊:老公，你快咬我啊！快！啊啊啊！然后纯洁的我拨开草丛，看见这女的坐在秋千上，这男的在后面摇她。失望到姐晚饭都不想吃
 lz大四妹纸一枚，临走前一天老爸一直闷闷不乐，深感父女情深搞得各种不想走睡不着，半夜听到老爸深深叹了一口气，lz在隔壁房间强忍泪水，然后老爸忧伤的声音悠悠传来：从明天开始又要洗碗了…
 lz初中时候数码宝贝正流行 ，lz牙齿有点不整齐 ,于是乎 ,同桌给起外号 ,龅牙兽; 后来带了眼镜 ,超进化成 四眼龅牙兽; 最后带了牙套, 究极进化成 四眼钢铁龅牙兽.
 我们这有一个很严的老师。一次一个考了58分的同学找老师求情，各种软磨硬泡下，老师说，看在你这么有诚意的份儿上，我给你加一分吧…
 开车载一司机朋友去吃饭，他坐副驾。由于头天刚跑完长途，有点疲倦，便在座椅上睡着。 突然，“啊！完了死定了！！！”他从座位上大叫着弹起，双手不停挥舞，脸色铁青，满头大汗，气喘吁吁，吓我一大跳，忙问发生了什么事？ 他说：“偶尔坐一次车还真TMD不适应，刚梦见又在开车时候睡着了，妈的，睁眼一看方向盘也没了。”
 读中学时候的我偶然接触到|H|片,于是经常在爸妈睡了以后再看.我一直以为老爸老妈不知道男女还有这么一回事,直到前几天,听到老爸跟老妈说.女儿都24了都没谈男朋友可怎么办?妈说.急不得.然后我听到我爸说,怎么不急?她14岁就偷看|H|片.现在都24了.都不知道她生活怎么过...
 公司元宵办了个小型猜灯谜。主持人：最yin荡的洗衣粉牌子是什么？大家不约而同猜是雕牌，谐音屌。。主持人：不对。沉默一会。平时不太说话的妹纸小声问我：是碧浪吧。
 我们这里的习俗是结婚当天早上新郎和新娘要吃和自己年龄一样多的饺子，而且必须是实实在在的大个莲藕馅……分割线……今天兴起算了算自己的结婚年龄，发现如果我30岁之前不结婚的话，我大喜的日子也就是我撑死的日子了T^T
 @tenderkuma: 什么叫精打细算?有次吾让某下属去帮忙买套12元的猪柳蛋麦满分早餐,妹子在麦记斟酌良久,买了个六元的火腿扒麦满分套餐,再到隔壁东方既白一块钱买只荷包蛋,帮我夹到里面做了只高仿的猪柳蛋麦满分,立省五元! <== 遇到这样的妹纸，就娶了吧...
 [16:47] <palomino|working> 等等 让妹子下属去买早餐... 最高端...
 今天中国 FocusWill信息技术公司推出名为CoolShip的主机,整机的外观类似于Atari 800XL,远远看过去甚至会误认为只是一个键盘。
 公安大学李玫瑾教授也替李天一求情了,她说,小天一是个好孩子,他只是太淘气了,他是个激情的孩子,不懂如何表达对女孩子的纯真爱情!社会应该原谅他的过错,让他写个检讨,好好学习,上个清华或者哈佛甚么的,将来报效祖国。
 某销售公司组织客户出去happy，不慎遇到扫黄，一客户被抓拘留十五天。客户老婆打电话到公司大骂。销售总监淡定的说：大哥那天喝多了，说嫂子在家坚持开车回去，结果被查了酒驾。我们通过各种关系才改成嫖娼，不然得坐六个月牢。。。客户的老婆最后还谢谢了他。旁边一众销售佩服得五体
 雪米莉这名字当年大红过，在人们的想象中这应该是神秘美丽的香港女人，见多识广过着国人难以想象的好生活。故事里的零碎洋配件成堆出现，各种黑老大的巢穴和生活方式真能刺激眼球。真相多年后揭开，原来是三个四川县城的男作家流水线出品，不但不是美女连香港都没去过，读者若有玻璃心的话，只有碎了
 两只苍蝇去吃便饭。小苍蝇说：“我要点便饭。” 于是，服务苍蝇拿出了一条大便。然后，大苍蝇说：“我要点家常便饭。” 于是，服务苍蝇就拿出了一条好长好长的大便。
 清晨月坛的包子铺，我排着队买包子，见前头一女的抱怨说：“你们这的包子啊，也太小了，一口没，还老字号呢，真不地道。”低头忙着装包子的伙计说：“我们这的包子都说是全北京城最真材实料了，小姐您.......啊，是您啊姚小姐。
 下楼买烟。一出门，看见不远处一同事牵着一条黑色藏獒站在那儿，又肥又壮。 我热情招呼道“呦，张哥，新买的藏獒嗦？” 同事一听脸都绿了…… 走近一看，他老婆穿着貂皮袄蹲那儿系鞋带呢……
 和男朋友吵架，他生气摔门就走了。我从窗户问他几点才回来？二货说再回来就是孙子。果断把门锁了！！两小时后他在门口一边敲门一边喊奶奶我回来了。。
 一日到广西旅行，听到年轻男女在山上互唱山歌传情，很是感兴趣。正好听见对面山上一个声音甜美的女孩在唱，于是我也学着当地人的调子唱起来：「嘿㖿~拉格系数怎么证明，嘿了了罗；薛定锷方程是啥咧，嘿了了罗；洛伦兹要怎么变换，玻色弦理论讲啥咧~」半晌，山那边飘来女孩的声音：「你是傻逼吗？」
 小时候我们看过《西游记》后都非常兴奋的跑到街上，拿根棍子学着孙悟空的动作大喊着妖怪！妖怪！而我同学却站在路中间看见小女生就学着猪八戒喊小娘子！小娘子！现在才认识到我的同学情商真的很高！
 有次我正在外面吃饭 我爸喝多了给我打电话 闺女 你在哪呢 我说 外面吃饭呢 您在哪呢 我爸天真无辜的口气说 我也不知道 我顿时慌了 边往外冲边说 那您周围有什么东西啊 我爸淡定的说 有一个电视 还有你妈……我这是被爹坑吗
 有谁试过半夜被敲窗声惊醒？ 妹子我住六楼啊！！！ 一声接着一声啊！！！！ 外面一片漆黑啊！！！！ 吓得我窗帘都不敢拉开啊！！ 好不容易熬到天亮啊！！ 尼玛！！楼上的！！你家卫星电视接收器被风刮掉了！！！！
 一日去上网吧娱乐，文化局来查网吧，询问老板一共几台机器，老板说总共十六台，规模不大，谈妥后，执法人员要走，突然一孩子从里屋推开一暗门大喊…老板，32号机怎么死机了…执法人员集体回头了
 早上上课，没看到一个哥们（此哥经常旷课）。于是发短信：老师点你回答问题，我帮你答了，中午请我吃饭。过了一会后面传来此哥幽幽的声音：你以前都是这么骗我午饭的吗。。。
 单位的管理很操蛋，闲聊的时候问公司网页管理员，为啥不开放评论功能，管理员深沉的说到：曾经开过，后来领导受不了刺激，又关了-_-#
 大姨父是数学老师，说话犀利又幽默，他教的那个班几乎全是调皮捣蛋的人，有一次因为全班都没考好他说“我都不敢在教室抽烟”正当全班纳闷为什么的时候，他又说“怕把你们这群草包点燃了！”
 本人身高1米80体重只有130，很瘦～今天问老婆～“你喜欢五大三粗的男人呢还是我这样的”。老婆瞪着大眼睛说“你这样的，我比较有安全感”。。我还纳闷我这么瘦的咋能提到安全感呢！二货老婆说“你这样的我能打的过”。。
 喝水大賽致死，加州28歲女子史川姬(Jennifer Strange)參加當地電台舉辦的喝水大賽，贏家可帶回一台任天堂Wii電視遊戲機。她死命地喝，堅持不肯上廁所，最後因為水中毒死亡。
 豬農之死，俄勒岡州69歲農夫蓋納(Terry Garner)疑似讓豬隻餓太久，當他打開柵門企圖餵牠們時，立即被餓瘋的牲畜撞倒。警察發現他時，身體絕大多數部位被吞噬。
 遙控飛機致死，亞利桑那州一名男子操縱3公斤重的遙控飛機，以每小時40英里的速度飛行。由於陽光突然遮擋住他的視線，沒辦法看見迎面而來的遙控飛機，就這樣被衝撞而死
 据说，歼十战机试飞时，在空中电子系统崩溃了，试飞员死里逃生艰难迫降成功。下来后，程序员一直没查到问题，然后对试飞员说，“我加了行调试日志，你再飞一次吧…”
 lz女，跟师姐合租。今天她边费力的拧酸奶盖子边感叹：每当我拧不开盖子的时候我都觉得自己缺一个男人～ 我默默的接过了她手里的酸奶，扯下了酸奶盖子下的密封条，轻轻拧开并递给她。比货无比惊讶，自语到：原来，我缺的是脑子～～
 昨天中午学校二食堂失火了。我们和数百人上演了大逃生啊。有很多童鞋都顾不上拿书包。唯有二哥，端着餐盘飞奔。最后我还发现里面的汤一点都没洒。没洒！从此我对吃货这两个字有了重新的认识。
 今天学校超市爆F了一场大规模争吵。一妹子肯定这个小超市卖的草纸不合格，原因是包装标明200张，她小号两张大号六张从未出错，可是用到最后成了单数！！！周围的同学们带着敬佩的目光完完整整地看了场热闹。
 今天和一同学坐在他家楼下聊天，看到后面有个人推着同学的自行车过去，就问同学：“那是你爸吗？” 同学以为我逗他隧冲我喊：“滚，那是你爸”。 我郁闷道：“那他咋推你车子啊”。二货同学一看喊道：“MD，抓小偷啊”。。
 一家人去摘草莓……你懂的可以无限吃，回来路上姐姐晕车，对着窗外吐了，那个壮观，一股血红的草莓柱（非常像血）喷渤而出，吓得路边的老头老太惊声尖叫…
 高中时候一哥们上学路上闯红灯被交警逮住了，让其在路边再抓一个才能让他走，恰巧这时候班主任悠悠地骑着车子来了，于是，，，于是这哥们负责了一学期的倒垃圾工作
 楼主孕妇一枚，老公脚臭，这是背景... 一日老公下班回家，楼主凑过去和他说话，一拖鞋味儿就出来了，我恶心的就跑厕所吐了，结果老公幽怨的说了一句：要不是你怀孕了，我一定以为你在侮辱我......
 宿舍一哥们给家人打电话，另一哥们在后面准备千年杀（捅pp），于是那个哥们的对话如下：喂，爸。。卧槽尼玛！！
 LZ深圳苦逼的士司机，昨天晚上拉一个喝醉酒的客人，上来就骂草给老子去XX地方，哎，打工不容易，忍了，到地方37快钱，客人掏出100拍在工作台上，大声喊够不够，草。还没等我回话又掏出100拍出来，够不够妈的。然后各种掏，各种骂，一共掏了7次，然后木有然后了，他下车走了，我掏出手机默默的点笑脸。。。
 我爸说他还是小伙的时候，下象棋镇里第二，我问他谁第一，他说那时候和你妈处对象，你姥爷第一。。爸，你那时候得多懂事阿。
 LZ女，吃货一枚，有一次坐火车刚上车就开始吃东西，对面一个男的也在吃，2个小时后，内男的说了句，你赢了，我吃不过你
 小时候放暑假一个人在家，那个时候家里地面是瓷砖的嘛，一天闲着无聊在瓷砖上洒上肥皂水，跪在地上滑来滑去，有种溜冰的感觉有木有。老妈回来看到地上光亮亮的，还以为我擦过，只夸我懂事，然后拖鞋进门，脚刚着地就一屁股摔在地上。接下来就是女子单打时间
 农历正月二十五，每年的今天朋友都会去一高山上的小寺庙拜拜菩萨，去年的今天，他发了条空间说说：深山有古寺。今天他的空间里：寺庙有WiFi。 社会发展是如此的快…… 
 吓死我了，推着摩托车走在集市上忽然一个老太太扑在我摩托车上，当时吓得我蛋都缩回去了，已经在考虑我的下半生会有多么凄惨了！竟然是一个老头子开玩笑推了她一下！然后老太太就追上老头子打情骂俏去了！……你们能不能考虑一下我的感受！这么瞎吓人有意思吗！
 想起了高中的生物老师，跟高二的一女生师生恋，全校皆知啊。后来姑娘家家长闹到学校来了。接着就是各方压力啊，周一校大会上领导拉他上去检讨整顿风气。丫的，这偶像哇，上去就一句：我啥都没错，感情这东西，来了啥都挡不住…然后下台，当天就辞职了。当时这个这个鼓掌声啊
 记得小时候老师都会问小朋友的梦想是什么！记得那一次校领导来听课, 问到我的梦想的时候，我说：我想当老师！老师问：为什么想当老师呢？我回答说：因为可以打人！！从此以后，我就被安排在教室最后面的角落里了……
 前几天和同事去火车站接人，突然一小女孩冲出来报我同事大腿唱歌（都是讨钱的）。我同事一愣，随机与小女孩合唱。唱着唱着小女孩愣住了，呆呆的看着我同事，然后默默的走了。
 一次买了包子坐公交回家,坐上车发现身上没零钱了,然后对司机说：师机司傅吃个包子吧
 中国国家新闻出版广播电影电视总局可以简称为中出总局嘛，看名字感觉跟日本录像伦理协会差不多对吧？其实作用也差不多，日本的那个负责把不允许看的部分打上马赛克，中出总局负责把不能看的部分删掉～via@行者MrZ
 巫婆给了白雪公主苹果，于是公主迷上了刷微博，三观尽毁。
 是哪个小王八蛋给我寄包裹写的是“风吹鸡巴蛋打颤”啊！！就这么给我寄过来了！！害得圆通小哥给我打电话取让我取包裹支支吾吾，然后我踏进圆通的时候尴尬的说我就是“风吹鸡巴蛋打颤”时前台盯了我五分种所有人目光都在看我啊！！尼玛想笑就笑还捂着脸说我有创意，我是捂着脸逃出圆通的艹！！via@风吹鸡巴蛋打颤乀乛3乛屮
 网友计算出来的：你欠银行5分钱，5年后，滚雪球似的胀至694元；你存银行5分钱，涨至694元，费时2650年。
 @DT城: 国产抗日剧《箭杀》让我无语了...那女的硬是让三四个人轮奸后才爆发，一口气跳起来，裤子都自动穿好，几十秒把二三十个包围她拿着枪的敌人全部射死了..…【最右】 @花错beijing :自己爽够了就把合作者弄死，果然我D风格。
 国宝档案讲到宋徽宗，小兔说这人很厉害的，他写的是瘦金体。我一时脑筋打结问，所以他的字过一段时间就会变大？“啥？！”“你刚不是说什么受精体……”
 听说某美国公司为尽纳中国物美价廉的码农于囊中，前些年在温哥华建了分部。利用这边拿绿卡远比美国容易这点，没几年就从中国搞来好几百人，曾一度被移民局盯上。这个分部就是一小唐人街，内部交流都是中文。员工习惯后几乎不可能再跳去当地别的公司，忠诚度极高。
 陪女朋友逛街遇到选A还是选B的事，同事给出了他的方法——当时给她点适当的建议，不绝对的说我觉得XX比较好，让她自己决定。等她买了以后，择日把那件她没买的买来送给她。原因是，她会问你这种选择题，自然是两件她都喜欢啊！#妈蛋有些人把妹技能真是天生凶残# via@小叶忍冬
 费曼对民科的批评是我目前看到最委婉也是最中肯的：现在有个保险箱，它的密码我们猜了很多年都没猜出来。你给我们写了封信，说：“为什么不试试112233这种组合呢？最简单的往往就是对的！”——我的问题是：是什么让你觉得我们没有试过？via@灰鸽子银水
 周末几位女同事到我家做客，看见我儿子穿着开裆裤，女同事就逗他玩：你的小JJ好可爱啊！ 小男孩骄傲地答道：我爸还有个大的！
 @lvkaiwen：遏制了房价上涨—> 遏制了房价过快上涨—>遏制了房价过快上涨势头—>遏制了对房价过快上涨势头的预期—>遏制了对房价过快上涨势头的预期的生成环境—>遏制了对房价过快上涨势头的预期的生成环境的恶化—>遏制了对房价过快上涨势头的预期的生成环境的恶化加快的趋势。
 “我被爹妈催了一辈子。小时候催我早起，催我读书，催我早睡;长大后催我找对象，催我结婚，催我生孩子。不知道生完孩子他们还能催啥？！”“给小孩催尿……”
 监狱里，几个人相互询问坐牢的原因。你怎么进来的？干了缺德事，给奶粉加了料，毒死人了，你呢？MD，我孩子给你毒死了，不赔钱，上访了，你呢？我实在看不下去，写了点东西呼吁，说我颠覆国家。你呢？操，我TMD比你们都冤，我出差回来从香港给孩子买了三罐奶粉，这就进来了！
 国人的想象力如此贫瘠。我不过穿了条红睡裤，爷爷就问你本命年？下楼取件，电梯里一大婶和我攀谈，末了瞅瞅我的睡裤，小伙子本命年哈？打保安亭旁晒太阳的三姑六婆前经过，听见她们用福州话议论红睡裤与本命年的不解之缘。接过包裹见快递暼我一眼也要说什么，我抢先道，我本命年！他:喔…那签个名吧。 
 刘禅登基典礼上，有记者问：你能当皇帝，是不是就因为你是刘备的儿子？刘禅答：出身不能选择，但我也是一步一个台阶走到今天的，我参加过当阳长坂之战，也曾在长江的急流中与子龙将军并肩抗吴。我能有今天，更多凭的是我的努力和勤奋，个人能力之外的资本等于零。
 一个美国人到中国旅游，用20万美元换134万人民币，100万买一单身公寓，34万吃喝玩乐一年。第二年要回去时房子涨了卖了200万，人民币兑美元升值到1:5，200万人民币换回40万美元。美国人白玩中国一年还倒挣20万美元，高高兴兴地回家了。不过不久他得了癌症,就这样挂了。
 我妈小时候街头干架一把好手。邻居都来跟我外婆投诉说你家孩子能不能锁笼子里关起来。我外婆就把她用链子锁桌子脚上自个儿干活去了。过会儿回来孩子不见了。我外婆追出X里地，看见远方地平线上一堆熊孩子正决战，定睛一看我妈拖着链条和桌子一个干一群。
 @琦殿：地铁口两个美容院拉客打扮的人向我走来，开口：“你好，请问一下…”“不用了，谢谢。”我往前走。“等一下！”其中一个紧跟过来，我继续往前走。突然她在身后大喊：“好，你走！这样你嘴边的痘痕永远都不会好！”另一个姑娘接着大喊：“姐！别管她！让她走！她会后悔的！”#燃烧生命做美容#
 早晨，小熊问妈妈：“妈妈，什么是幸福？”妈妈说：“你出去问问其他人，晚上回来妈妈再告诉你。”小熊出门了，一路上遇到了大象、狐狸、老虎、小兔子，但他们都表示不知道什么是幸福，晚上回到家小熊就问：“妈妈，现在可以告诉了吗？”熊妈妈笑道：“还有什么比熊孩子一整天不在身边更幸福的呢？”
 著名歌手汪正正中学时期竞选班长，和他一起竞争的还有李小飞和刘美娟两位同学。最终在三十位同学投票之后，老师看着黑板上的票数唱道：“李10票；刘8票；汪正正2票，恭喜李小飞当选班长。”
 孙策临死前面无血色，把孙权叫到床边。还没等开口孙权便抢先说道：“兄长，我不会让你这样白白的死掉！”说完给孙策涂了个黑脸。孙策卒
 #微三国#诸葛亮对关羽说：“孔明有一计。此次与曹军对垒，关将军不如佯装体力不支，诱使曹操轻敌。”关羽沉吟：“但曹操为人多疑，他会上当？”“这就要仰赖关将军的演技了。”“好吧，那剩下的问题是，”关羽吞吞吐吐，“要……要诱他亲我嘴巴还是……”
 一个朋友一直偷邻居的无线网络用,今天邻居家的路由器可能是宕机了,为了重启他邻居家路由器,去走廊把他邻居家电闸拉下来又合上……
 今日上午的民政部发布会出现神答问。一名记者问：此次死猪事件，据说是因为付不起火葬费，是不是这样？民政部长回复：基本殡葬服务费用是合理的，是比较低的，收费标准是政府定价，政府监管，我们提倡的是文明节俭办丧事。
 “请你猜个谜：什么时候在一座主要城市的水源供应地发现2,813头死去和腐烂的猪却不是一个公共健康问题？答案：当这件事发生在中国的时候。”——美国《基督教科学箴言报》3月11日的报道这样开头。
 我和男友去看电影，进了电梯，里面有两个六七岁的小朋友……是这样割的吗……我和男友正聊的高兴，其中一个小朋友对另一个小朋友说：“我突然想起我上次去看的泰囧，里面有两句经典台词‘我在电梯里遇见了两个SB’…”
 我和老婆两地分居…… 所以我租的房子经常我一哥们来和我住，我老婆回来了我哥们就去别的地方住，那天在地铁上给我哥们打电话：喂，我老婆刚走，你晚上来我这睡不？挂了电话，我看见好多双鄙视的眼神看我，我突然感觉我说错了什么……
 学校ATM取款机排了老长的队，仔细一看，队伍中有只小黑，狗狗很自觉地排队，依次往前进一格，到了它时，它不自然地摇摇尾巴走了，后面一男生说，他发现没带卡......
 初中的时候有个奇葩男同学跟一个女的坐同桌 他上课在桌子下面玩文曲星 那个女的也趴桌子上看他玩 结果被班主任在后门看见了。下课以后把他俩叫去办公室问，你俩在干嘛？那奇葩居然说，‘我裤子的拉链坏了，我在修拉链。我不知道她在看什么......’ 干的漂亮！
 爸爸年纪大了有坐骨神经痛这毛病，今儿我妈给我爸涂药，说，谁叫你爱溜冰啊……我一惊，我爸有这爱好我居然不知？听了一会儿算是明白了……我爸认识我妈之前有个女的追过我爸……老要我爸教她溜冰呢……二十多年前的醋气……真酸……
 昨天去我舅舅家喝茶，中间有邻居来喊我舅妈去打牌，说三缺一！然后她的大女儿，6岁，说:“赌赌赌，每天就知道赌钱，小妹(9个月)是你生的，你得自己带她，我不帮你带了”。
 跟姐姐姐夫去爬山，那个山上有一个叫回音壁的地方，就是叫一声会有回音。很多人都在那儿喊，我和我姐都走了，姐夫却停下来大喊了一声“都TM别动，把钱交出来！！！”顿时所有人都安静了。。
 【真实的故事】一个经常通过gtalk联系对方的男女网友（女方在海外），在得知Google Reader 将要关闭后，男方鼓起勇气用Gtalk问了女方一句”鉴于GoogleTalk说不定哪天也关了，我可以要你的手机号嘛~~”女方“好啊·············”结果这混蛋在今天脱团了，谷歌果然造福人类·······via@萌娘百科的更新姬
 @拖尼熊:有一年买书很多，应该是在亚马逊 ，送了一张正版碟，《在梵高的天空下》，我真的打电话找他们的客服，说能不能送我（上）顺序不对听不懂。//@石不该:每次看到这种事，我就想起多年前帮朋友翻刻《恋爱中的犀牛》VCD的盘，同事看到我在第二张上写的字都惊了，问我：我操！这个恋爱中的犀牛B是什么片啊？
 @ghosTM55：看到有关习总当选国家主席有人投反对票的神评论——小时候抄作业为了显得逼真，总要故意做错几道题。。。。
 5年后的今天，习大大笑眯眯的打开一瓶冰红茶，瓶盖上豁然印着：再来一届！
 孙悟空对猪八戒说：呆子，最近猪瘟流行，少出去吧！猪八戒：上海那事儿？我知道。他们找我咨询了，麻痹，竟然问我，说成淹死的行吗？我拒绝了，想我老猪当年也是天蓬元帅，掌管十万水兵，我的子孙怎么会淹死？智商还有下限吗……孙悟空递给猪八戒一张报纸，猪八戒：冻死的！果然没有下限！
 北京人民说，我骄傲 ：我们这里下沙了！天津人民不屑一顾：我们这里还下塑料袋呢！杭州人民更牛：我们这里下煤了！上海人民捂着嘴乐了：阿拉这里还下猪呢！
 家农村的，小时候上房摘沙果儿（一种农家水果），下来的时候了踩空了，下面就是猪舍，水泥地面，大头朝下，吓得我都尿了，当时猪在睡觉，在我掉下的时候就把它惊醒了，显灵了～它冲过来正好把我接住，我掉在了猪身上……唉，那之后只要我喂猪，我就多放玉米面！
 今日在马路见一女子。面无表情。目测刚失恋。过马路不看红绿灯。差点被一车撞上，司机吼道：找死啊，女子回吼。知道还刹车！
 昨晚加完班出来打车，十多分钟终于有个司机肯载我这不到四公里，上车以后师傅就开始跟我传授经验，“老被拒载吧？以后搞个小拉杆箱装电脑，就你这打扮往路边一站，车都抢着停，一看就是上机场，上车一问是到团结湖，哭啦”……师傅你真是卖的一手好队友……业界良心！
 晚上没电，我出去检查电表是否跳闸…把电表一会拉下一会拉上。来回十来次，也还是没电。还打电话把物业叫来了，跟物业说看样子是线路问题。物业也把电闸拉下拉上好几次。这时对门一大哥一脸惊恐的打开门，看见物业激动的说：大哥你快看我家，一会有电一会没电，怪吓人的~
 一次，lz生病，到中午饭点，宿舍大哥去吃饭，问我要吃点啥，我给他两块钱，说:老大，给我从楼下买根烤肠。一会，大哥回来了，把一根长条面包扔给我。我接过，楞了。问他我烤肠呢？大哥一脸茫然，烤肠，什么，你要的是烤肠？我说怎么听你说要什么好长。我转了半天，整个店里就这个符合你条件，好长好长，2块。
 Lz是婚礼司仪…我的客户也就是新郎官打电话来和我沟通婚礼流程～开口就说:李司仪，我们准备在婚礼开场放一个我们自拍的三分钟长的AV影片，你看肿么样～～lz一听脸都绿了，新郎官这是想干嘛、干嘛、嘛啊？那叫MV…
 刚发生的真事，上公交的时候，一小偷拿着长长的镊子去夹前面人口袋里的钱，不幸被发现。那大叔一把夺过镊子照着小偷屁股上就戳，只见小偷边跑边用手捂着屁股，大叔还在后面紧追不舍“老子我要捅死你！”
 认识的一个姐姐，读书的时候穿的都是男装，头发也是男孩子的发型，现在变淑女了。 某次和她一起逛街，聊着聊着，“想当年我还是男人的时候........” 我永远忘不了旁边哪位大叔一脸惊恐的表情……
 昨天学校搞防震演习， 疏散总共用了4分钟，后来结束之后，在班里总结， 老师说，下次可以改进改进，可以更快。 就在这个时候，角落里传来一个声音： “放学只要20秒，相信我……” 全班笑抽……
 一次同事的岳父去世，我们前去吊唁。一迟到的哥们捂着腮帮子进来，愤愤的说： “牙疼，刚从医院出来就打车来这了。上车后我疼得受不了了。就躺在后座上了，然后告诉司机去火葬场。那缺德司机对我说： 兄弟，不上别的医院再看看了？”
 本人物理老师一枚，下课肚子疼，上厕所拉shi，厕所门栓损坏，为了避免和学生碰面尴尬，于是双手拉着把手，一边拉shi～ 拉得正嗨 突然门被大力拉开，重心不稳，被tm带出去有没有，你能想象我撅着pp往回爬的场景吗，次奥，谁家的熊孩子。还tm让我咋上课！
 初三的侄子被发现早恋了，被老哥抓着教育，各种劝告威胁。我在旁边看不下去了，说你不要听你爸的，你爸和你妈就是初中恋爱的，他也是早恋，没资格说你。我哥瞪我，沉默一会后点头说，没错，早恋也没什么，好过你姑姑都20几了都没谈过恋爱…
 那天出远门，在火车上有个男的一直跟我边上的美女吹他英语八级，现在在一家外企当翻译，经常去欧洲出差。那女的问他能来两句吗。那男的说，你听不懂的，我说的很快，我的口音跟美国人没有差别了。那女的说，我懂的，我老公是美国人。我看那男的呵呵笑了下说去抽烟就没回来了。
 有一小表弟六岁, 平时是个电脑迷。舅舅早上出门上班去了，出门前对小表弟说：今天好好写作业，写完了就让你玩一个小时电脑。等中午舅舅回到家，看到他在一旁玩耍，就问表弟：作业做好了么？ 表弟低着头，叹口气回了一句：别说了，今天我不想玩电脑。。。
 表弟高中是名校，管得很严，天天早上都有老师守校门口检查着装，发型。这天有个胖子没拉衣链给抓住了，老师那是一个凶：“为什么不拉衣链？！”胖子一听这事，暴怒：“你拉得上？”老师傻眼了…
 以前哥们儿公司开发了一套防火墙系统，因为启动加载太快，效率太高，怕客户觉得他们的产品太简单卖不出去好价钱，于是不得已做了个假进度画面＂Loading，Please Wait！＂，其实后台早干完了。
 【男同胞们，机会来啦！】新一届中央领导班子的最大亮点：习近平，育有一女；李克强，育有一女；张德江，育有一女；王岐山，无子嗣；张高丽，育有一女；刘延东，育有一女；汪洋，育有一女；马凯，育有一女。
 刚巴士上坐我前面一个长得欠扁又猥琐的男子，假装玩微博其实斜眼看旁边也在玩手机的女子的胸。我马上注册一个小号，搜附近的人把他找到，然后私信他【我是坐你旁边白色低胸衣服的女子，我好看吗？来玩弄我吧】只见那男子犹豫了一下，然后鼓起勇气摸了女子的大腿。那女子大喝一声，给他一个闪亮的巴掌
 “李总理，您刚刚提到您的前任是温总理，那么请问，您对于同性婚姻法案有什么看法？”
 大会闭幕了，书记回到办公室，命秘书取下墙上的条幅“凭阑听涛” “温故知新”，换上了“好好学习，奋发图强＂。办公室主任请示如何贯彻落实十八大精神,领导随手批了八个字: 淡出江胡,专心学习
 有没有那么一首歌会让你——觉得很好听，很爱，也不讨厌那歌手，但某句歌词就是每次听都会感到别扭？我的情况是《隐形的翅膀》里那句“哪里会有风就飞多远吧”以及《痴心绝对》里的“是你永远不曾过的体会”。
 一天没上网的朋友感叹微博真是越发不含蓄了。以前人约炮顶多说句骚年来一发，现在竟具体到了八点二十发。
 昨天妈妈坐在我床上缝扣子，用完针之后就随意往被子上一戳，但是她忘记了，我还躺在被子下面呢，那狠狠的一戳，心都碎了，我一定不是亲生的。
 本人苦逼程序员一名，最近在学JavaScript,做出不少小控件，感觉比后台好弄，高兴之余就和旁边的同事说了句:我越来越喜欢前台（页面）了。她听完就说，恭喜啊，有目标了。当时没觉得什么，晚上就听到整个公司都在传我在追我们公司前台那个小美女。
 我一同学, 实习医师一枚 今天他朋友问他，“最近干什么呢？” 他很淡定的说“没什么，就是天天忙着押车24小时随叫随到。”“那也不少挣啊！都在那里跑啊！” 我那二货同学就说“不远就在市里跑跑”。 他朋友很高兴的说“你混的不错啊！你电话多少啊！下次我用车的时候就找你了”。 我那二货同学说，我的电话很好记的，就三个数字“120”。瞬间我们就不淡定了～～～
 我们大学宿舍是单独卫生间，昨晚上十一点蹲厕所，舍友突然起来嘘嘘，到厕所门口见到我在，就憋了回去！！继续蒙头大睡！！第二天一早肚子不舒服，又蹲厕所！被尿憋了一夜的宿友冲进厕所见我又在！嘈，你蹲了一夜吗？没有厕纸了吗？？
 月色苍茫，夜凉如水，项羽与刘邦两军对垒与广武山上，项羽弯弓搭箭，引而不发，季布问：“霸王为何不发？”项羽道：“八点二十发。” 
 出租车里的电台在讲一部不知道哪个朝代的小说。朋友突然不悦道：“现在的小说也太穿越了吧，哈利波特都扯上中国宫廷戏了”。我瞬间打了个寒颤，刚才电台播的是：“能让他伏地膜拜的，只有当今天子……”
 孤岛上，步惊云和魔性突发的聂风已经对望了两个时辰，夕阳西下，月已东升，二人却都没有移动半步。聂风再也忍受不了这死寂，怒道，“我说过让你三招，你究竟打算何时发招？”步惊云抬头看了看月亮，冷冷的回答，“大概八点二十发。”
 刘备三人第三次来到隆中，诸葛亮在午睡，为了不打扰他，刘备恭敬地在台阶下等候。张飞见了，很生气刚要骂娘，被刘备训斥了。孔明醒来见刘备三顾茅庐，诚心诚意，就把房子卖给他了。
 儿时的小明有一次在家门口玩耍，一位白胡子老者经过，见他天资聪颖便说道：“此儿非常人也！”长大成名后的小明每当爬到椅子上创作的时候，就会想起老者的那句诅咒：“此儿非长人也！”
 一个真实的故事，央视员工发给何润东的微博最后两句是：「大概8点20发。把最后一句删了」，然后何润东转发前就把最后一句删了。
 我这辈子唯一看过一场演唱会是张学友的，全场坐无虚席。我座位就在护栏旁边，旁边就站了个执勤的保安。整场演出二十几首歌他一字不漏地在我耳边跟着唱完（浓重的湖南口音）。我花了1980元，来听一个湖南保安唱歌！ 
 如果你在Google+里搜索Google Wallet在抢票期间的话题的话，绝对是学习各国纯正的骂人词汇的大好机会。 我听说最杯具的是有人刷到了三次票，三次付款都成功，而自己的信用卡里已经有了2700刀的巨额扣款记录（当然过后会被取消）。
 在北京访问的美国财政部长卢(Jacob Lew)周二忙里偷闲，去宝源饺子屋吃了午餐。和他共进午餐的是美国财政部中国事务代理协调员Sharon Yuan和财政部驻北京随员David Dollar。两人的姓分别是“元”和“美元”。
 央视315晚会第一个曝光苹果的环节犯了一个致命的错误：赞扬苹果在国外服务超级棒。央视的逻辑其实很简单，用国外的好反衬国内的不好，从而引发群众共鸣。但央视曝光后，苹果股票应声上涨达2.5%。央视的一场晚会，最大的赢家是苹果公司……
 周大生在2012年底被央视评为“CCTV中国年度品牌”，能得奖说明了周大生的已经获得了央视的认可，已经被央视奉为权威。然而，315晚会，央视对周大生“痛下杀手”，曝光了周大生的黄金掺假，用自己的晚会证明了自己的这个奖项是多么的愚蠢，还给业界留下一个忘恩负义的印象。
 几位年轻人走到一家房地产中介仔细的看着门口的水牌，房产经纪人出来热情的问到：“各位想找什么样房子？” 年轻人快乐地答：“没有没有，我们是来励志的！”
 我去年遇到一个50多岁的高人给我算了一卦，最让我印象深刻的一句话是，你53岁的时候会有牢狱之灾，这个时候你要来找我~~~我当时就紧张了。我想是下去找他么~~~~~
 平井要是给一部关于和尚的作品当人设。。。那我们岂不是要分不清人物了？
 #科学冷知识#冥王星自被人类发现到被开除出大行星的行列，还没完成过一次公转。
 lz工地苦逼安全员一枚，每天下午4点开生产例会。。。割了安全。。。今天开会，因为感冒吃了药，lz坐着睡着了，等lz醒了，nmlgb天都黑了，会议室门被锁了，打电话给同事，同事说:看你睡的挺香领导没让叫你，还亲自把门锁了。糗！我是不是快下岗了。
 官员暗示自己喜欢某幅字画，有意行贿者去买这幅字画，同时惊讶地发现这幅字画的价格是其实际价值的好几倍；最终每个人都得到了自己想要的东西——除了习近平。
 留点神，健身卡可能会销量大增：也许在新时代的中国，哑铃将成为新的硬通货。
 习近平也很喜欢澳大利亚，访问过该国除塔斯马尼亚省以外的所有省份
 You know you're in trouble when...(1)Your only son tells you he wishes Anita Bryant would mind her own business.
 You know you're in trouble when...(2)You put your bra on backwards and it fits better.
 You know you're in trouble when...(3)You call Suicide Prevention and they put you on hold.
 You know you're in trouble when...(4)You see a `60 Minutes' news team waiting in your office.
 You know you're in trouble when...(5)Your birthday cake collapses from the weight of the candles.
 You know you're in trouble when...(6)Your 4-year old reveals that it's "almost impossible" to flush a grapefruit down the toilet.
 You know you're in trouble when...(7)You realize that you've memorized the back of the cereal box.
 当你变老了以后，你还是会干傻事，不过你会更加激情昂扬地去干傻事。
 RT  @Shinobi:  There are worse things than Perl....ASP comes to mind.
 And don't tell me there isn't one bit of difference between  2null  and  2space , because that's exactly how much difference there is.  :-)  -- Larry Wall in <10209@jpl-devvax.JPL.NASA.GOV>
 我班的一个二货学生，用卷尺量小JJ时候松手了，JJ被划出个口子，血流不止，现在去医院了。我很纠结，我给你们上课就那么没意思么……
 三岁的小侄女总是喜欢拿着我的手机玩汤姆猫，每次把我电池耗尽才还我，终于忍受不了了，卸载掉，就周末那熊孩子问我：我的汤姆猫呢？远远的老妈来了句：天天玩，玩死了
 早上坐公交，人灰常多~~~司机大哥开始咆哮： "往后走！都往后走啊！那后面都没有人！" 这时旁边一MM 弱弱的问道： "大..大哥，你别吓唬我。你真的..看不见'他们'吗？" 司机:"..."
 刚在一楼停车, 屋里一小屁孩哭闹不停，他妈妈就骗他说外面有鬼， 本着助人为乐的精神我就恐怖的嚎了一嗓子，结果里面两人都哭了～～
 我初中的时候，学校小卖部搞活动，集齐100个瓶盖可以换一个篮球。然后我一个奇葩室友拿着十块钱去收废品的地方买了100个瓶盖，灰常潇洒的抱走了篮球。我到后来才明白，这就是为什么他能上北大，而我只能上正大的原因了
 高中一般都分快慢班，当地有一学校，分了四个等级，实验班，快班，普通班，自由飞翔班！！！
 不孕不育医院总是发那些小卡片的，某天给了小外甥一个，就有人逗他，说明天到了幼儿园把这个送给你老师啊。到了第二天早上死活不让把卡片从他兜里掏出来，哭着喊着说，俺要送给俺老师的……送给俺老师的……孩子，这个不可以呀～
 我妈是一个灰常之啰嗦的人，一点小事啰嗦半天. 那天我和我妈看电视，是一个心理节目砖家说：经常咬指甲是一种心理疾病。我妈对我说你快好好看看，没事就咬指甲怎么回事啊，脏不脏啊blablablabla....接着砖家就说：这是一种缺少母爱的表现！然后.....然后我妈终于不罗嗦了！
 老妈年已五旬，经常担心智力退化、老年痴呆，每次上街买菜，一样一样的菜价全部心算合计，居然和商贩的计算器算出来的总价差不多，心里那个美啊，咱智力优秀，没问题。 一边走，一边美，经常听到商贩在身后喊“哎，那位大姐，您的菜忘拿了”。
 年前公司一个女同事刚买了车，开了没几天赶上下雪了，走立交桥上自己给撞护栏上了，就打电话报保险，保险公司的来了拍了照，和她说先开桥下去，在这阻碍交通。她就上车继续开、保险公司的后面开车跟着，结果这大姐一下没刹住车，追尾了，保险公司的下车继续拍照，这时候，被追尾那大哥惊呼：牛逼啊，后面就跟着个保险公司！
 今天快下课了，老师说:下课时手机剩多少电期末考多少分，班里角落一大神说老子带了两块电池，第二块还60%多呢…讲台上的老师头也不抬: 那是你补考的分数………
 妹妹在过年期间，体重涨势可观。老妈见了想要指出，又怕伤害花季少女的自尊，就婉转地说你有没听过一句话叫女儿是妈贴心的……妹妹立刻接上：“贴心的小棉袄！” “可你再这样下去很快要变成军大衣了啊。”
 就刚刚，我在路上走，一个非常时尚歪扎着红领巾的小男孩，从我身旁跑过，口中大喊了一句 "自动回家系统启动" ，我擦，领先人类五十年啊
 有次和哥们在小区里打球时，一老奶奶买菜回来横穿球场，哥几个瞬间时间定格，一动不动，谁知老奶奶来句，你们继续，我是不会躺下骗你们的。
 走在大学校园，一对情侣在闹别扭，女孩哭了，男的怎么哄也不行，我边走边扭着头看，咚的一声撞到停在路边的一辆中巴后腚，巨大的冲击力把我反弹回来，四仰八叉的躺下了，奇迹出现了，那女孩瞪眼看着我，终于破涕为笑，我依稀在那个男孩眼中看见感谢的意思，哥只能帮到你这么多了！
 妹子一枚，淘宝苦逼小店主，晚上来一客户，一上来就说我家快递慢，最经典的一句，你家快递是用蜗牛送货TM还踩了刹车是吧。
 上高中的时候，老师语重心长的对我说，xx啊，你要好好学习啊 ，以后开着车，带着老师，老师得多骄傲啊。五年过去了，我终于实现了这个愿望。只不过我按下计价器的时候问了老师一句，老师要发票么。
 Bethesda 为推广他们的游戏《上古卷轴5：天际》曾发起过一个活动，如果有人能给他们出生于2011年11月11日的孩子取名“龙裔”，那么这位幸运儿将能免费获得ZeniMax/Bethesda过去和将来发布的所有游戏！于是Kellermeyer夫妇，Megan 和 Eric 就给他们的孩子取了这名字，成功为后代赢取这一无上福利。
  比尔·盖茨悬赏百万美元寻找“新一代”避孕套的设计。 以Windows在防病毒上的彪炳战绩，这新设计我还是有多远离多远吧……
  1939年冬天，金日成同志在大雪中行军，途中，路边有一个雪堆里传来微弱的呻吟声，他命人扒开雪堆，是一个奄奄一息的老人。金日成拿出挎包里仅有的一棵百年老人参，煮水给老人喂下。一会儿，老人终于睁开了眼睛，警卫告诉老人，握着你的手的就是金日成将军！老人一听，满意地闭上了眼睛，再也没有醒来。
 山东人打架的时候，给他们一根大葱，他们就歇手
 本人电厂储灰场工人，储灰场一般在山谷里，方圆五里没有人烟～昨晚和俩同事值班，他们在看电视，我无聊微信搜索附近的人，发现100米内有个男人，当然不是我同事，果断叫人拿手电冲向库房，我们立功了，哈哈，逮住一个偷柴油的，你说你偷东西还开着微信，牛逼啊！！！
 大学僧一枚 大学的座位是自己随便坐的……刚上课 老师进来扫了一眼班里 绝不超过三秒:"…不对呀 今天少五个人啊…~!!!" "…老师你都没数怎么知道???" "我小时候放过羊……"
 就刚刚…长沙63路…很挤…一帅哥要下车…结果背包的拉链跟一妹纸的镂空蕾丝外套缠住了…怎么都解不开啊…解风情的司机大哥一直不停的催啊…结果他就把妹纸带下车了啊…车上的公交站台的人都在笑啊…特么的这就是缘分啊…山东人打架的时候，给他们一根大葱，他们就歇手
 本人在一家幼儿园旁边开了一家蛋糕店，儿子今年刚刚入学，就在里面上小班，第一天放学回来带来一个漂亮的小萝莉，说要请她吃蛋糕，我问为什么那，儿子说，如果我请她吃蛋糕，她就做我女朋友。好小子，比老子以前强，于是我挑了一块最大最好蛋糕。第二天下午，店里面冲进来一群小萝莉，都在喊，叔叔，我是豪豪的女朋友！
 第一天把女朋友带回家，然后女朋友和五岁的妹妹玩的很好，然后妹妹偷偷的问了女朋友一句话：“我哥哥结婚时你来喝喜酒吧”
 说个真事！过年一女性朋友的大黄蜂（车）在楼下停着！下楼开车时过来几个熊孩子，问姐姐姐姐你的车是大黄蜂吗？答是啊！那姐姐你让它变身呗！答姐姐的车不会变身！小孩曰：怪不得拿炮仗嘣它半天它也不变身...
 单位驻地偏远，不好打车，只好依赖黑车……一日同事打黑车，倒霉催的遇见交警了，交警问司机认不认识同事，司机自信满满地说不但认识而且还有电话，不信打一个给你看，gc来了，只见同事手机上的来电显示是：黑车司机！交警默默笑了...
 一日晚自习，老师批评我坐姿不好:“你见过哪个名人科学家是像你这样坐的？”我随口说了一句:“霍金……” 然后老师就把粉笔擦扔过来了…
 他出生那年，他老爷子帮他找了一个方圆几十里路都威名显赫的算命大师给他相面，大师说他面相很好，有帝王之气，长大以后出入都有车，走哪都得摇旗呐喊，频繁进出豪华酒店及名胜古迹，无论走到哪里都有一大帮人紧紧跟随！光阴似箭，岁月如梭，他后来误打误撞成了导游……
 话说怡红院养了三个头牌，渐渐年老色衰，客人渐无，但奇怪的是进出院子的人流量却有增无减。发现都跑到院子角落的柴房里，原来客人都找那位又漂亮又年轻的小丫环了。三个小姐向老鸨告状，老鸨安慰她们：放心吧，你们是我生的，你们没饭吃我也没饭吃，那丫环不是住我们院子里吗？我们收流量费和信道费。
 现在年轻人安慰别人的时候喜欢用「别生气了」或者「别难过了」这样的句式。其实这样强硬的命令式语句往往会适得其反，安慰人比较好的方法是知道对方真正需要的然后转移情绪。比如男生安慰女生可以对她说「我请你吃好吃的吧？我给你买个包吧？」而女生安慰男生更加简单：「来一发吧？」
 有个美国姑娘叫Emma，被外派到中国东北工作，上班第三天就因为精神奔溃提出了辞职，因为她说她觉得每时每刻到处都有人在叫她。
 初中的时候有一天晚自习突然停电了。学校就提前放学了，结果第二天又停电了，又提前放学了，第三天就有一个小子被记了大过，原因是拉电闸。民族英雄啊。
 有次坐公交，由于车摇晃的厉害，一年纪大老爷爷不小心碰到一女的屁股，女的大怒，你说你一老家伙要不要脸啊，手往哪摸啊，给老头骂的一踏糊涂哦（当时车上人爆满）老头悠悠然来一句，你去照照镜子就知道我不是故意的了。
 姐姐帮我找了份实习的工作 快发工资了想要给他儿子买个礼物啥的表示感谢 今天问男友 “ 假如你是个5岁的小男孩你想要什么 ” 这2货答 “3岁的小女孩” “。。。。”
 叔叔带着他4岁的小正太来我家玩。爸妈和叔叔在客厅聊天，小正太搬个凳子在阳台看车水马龙。不一会儿正太直接跳下凳子急跑到他爸面前大声道:爸爸，爸爸，街上有美女，他爸略显尴尬没有应答，正太急了，吼着:再不去看就走了，到时候别说我没叫你…
 肯德基里都有小型儿童游乐场，晚上在肯德基买东西，正排着队，见一中年男子，走到游乐场，把公文包往地上一放，然后径直脱掉鞋子，进去一个人玩了五趟滑滑梯，玩完又默默地走了……哥，你这是有多大压力啊
 今天陪女朋友去逛街买衣服。进了一家女装店以后，我就坐沙发上去了，这个时候看见一个六七岁的小正太跑来跑去的，他突然跑到试衣间门口大喊一声：见证奇迹的时刻到了！一下就把试衣间的帘子给掀开了。只留下里面的姑娘尖叫着用衣服遮住胸部！
 昨天课间 后桌猥琐男一直讽刺同桌妹子平胸没人要。妹子不堪其怒 大吼一声：MD像你这种JJ小菊花松的男女都嫌弃！！
 和领导出去喝酒，大醉，领导站起来的时候，我把他椅子抽掉了…… 你能想象领导人仰马翻的样子吗？在座同事当时就傻了，尼玛我居然还笑抽了… 现在想象好后怕！各位亲，我觉得自己的前途乌漆麻黑了！无药可救了！
 扫墓人多我妈手机没带又走丢了 她就想找边上的警察借个电话 警察问她要电话干嘛 她说我走丢了...警察看了她很久说 你是我见过走丢的最大的小孩.....
 今天愚人节。 老师点名。有同学掏手机通风报信。老师看到了很开心的说，你就打吧，看谁信你。那个同学默默的放好了手机。
 早上喝了室友给的优酸乳后拉肚子到现在。 我:“王**你给我的优酸乳是不是有毒啊，拉肚子到现在” 他:“啊！果然如我所料” 我:“什么意思？” 他:“我也拉肚子，就是找不到原因，所以请你喝喝看……” 
 刚刚，就刚刚，本人上课的时候玩手机游戏，旁边的屌丝突然说，别玩了，你父母让你来上学不是为了玩手机的，本人一听，心情顿时沉重不少，正打算默默收起手机认真听课，那货又说：你不玩了？那拿来我玩玩。。
 刚才上妇科，下面乱哄哄的，妇科老师不干了，说:“你们后面男生安静一点，不要以为自己以后不干妇科就不重视，现在妇产科的好多牛的专家都是男的，你们知道为什么吗？”下面一个男生弱弱的说道“兴趣是最好的老师”，留下老师在台上凌乱。
 家有小正太一枚，调皮捣蛋。今天我姐训他，再不听话晚上不让你上床。果然见效，小外甥老老实实的呆在那。我姐夫在沙发上幽幽的对我姐说了一句：你这句话已经吓了两代人啦。。。
 访友回家的火车上，与旁边热情的阿姨聊天，她说我像极了她侄女，我问：“真的吗，那她结婚了没有”，阿姨一愣：“结了，为啥这么问”，我说没事，就是想确定一下我这种长相能不能嫁得出去。听罢此言，对面的哥哥一口冰红茶没喷出来，从开封咳到了郑州。
 我那二货学长的有一次下课发现有九个未接电话。于是他就回过去了，是快递员打的，快递员问：你上课都不玩手机的吗？二货答：我睡着了。。
 公司有只猫，因为都是我在养的，对我特亲近。它有个习惯就是在我忙的时候安静的站在桌子上一动不动的呆着。这是背景，割一下。某天，有个客户来了，碰巧站在我旁边看我忙活，等我忙完了收拾东西一把把猫抱起来夹在胳膊下准备走人的时候，猫很不情愿的叫了下。把那个客户吓了一跳“卧槽，这特么不是玩具啊？我以为怎么那么逼真！！”
 说一个我哥们的事～我是学平面的期末作业是做一个别墅模型 哥们懒作业拖拖拉拉的到交作业了也没做好～最后干脆去花圈店（给死人服务的地方）买了个天堂别墅交上去了～尼玛最后居然过了综合测评分比我还好～不能容忍啊！
 人们在聊天，说怀孕的人不能吃兔肉，吃了孩子会长三瓣嘴，我妈急忙说不会不会，之前怀LZ时就特意吃了，想看看是不是会长兔唇，结果居然没有。妈，您这口气，好象很失望。。。。
 在医院电梯，一个病人用床刚推进来，头用医院白色的被子盖着，以为死了，觉得那么晦气，突然那病人掀开被子说了句，闷死了，电梯里的人都TM吓死了
 某次上网逛论坛 看到一个帖子 你听过的最悲伤的诗词是哪句。。因为本人比较喜欢诗词就顺着看了下去 答案挺多 什么十年生死两茫茫啊 我生君未生 君生我已老啊 再往下看 一条回复亮瞎了我的狗眼 神回复为：同行十二年 不知木兰是女郎 。突然感觉好重的怨念
 高中那会模考按成绩分考场，lz和闺蜜分到一个考场且前后桌，快到交卷之时lz卷子还是一片空白，正焦急中后面闺蜜塞给我一张纸条，我那个激动啊，各种紧张，各种藏，最后终于颤抖着打开，上面赫然写着:中午吃什么？ 
 昨儿做了个挺操蛋的梦。梦见自己成了打入军统内部的地下党，无意中听到军统头目对上头说：一般相貌堂堂很有主角相的，肯定都是潜伏的共党，他们就好这口。我知道自己会很快暴露，连忙返回住所准备撤离，这时军统头目已经来了，握住我的手：我决定把内部清查的任务交给你，只有你最可靠。妈的！
 去公园，碰到一对小孩坐在我旁边玩，小正太一开口就聊什么哪里被曝光了，哪里二氧化碳超标了，听得我张目结舌，现在的小孩真不得了，我真心out了，后来小正太被叫走了，只剩小萝莉一人，她转过头对我笑笑说：我都听不懂他在说些什么。我释然了。。
 本人开鞋店，今日进了一批新货在门口甩卖，一群人围观，其中一位大叔问到鞋子质量怎么样，我一看人那么多围观便拿起一只鞋对折了下去，尼玛居然断了～～～～断了～～我默默抬头只见哪位大叔说。。。当我没问。。。没问。。。一瞬间没人了。
 晚上回家时有对年轻男女在桥边扯扯攘攘的，走近了才知道是那女的要投河，看了看旁边除我之外没有第四个人了，那男的又拉的那么情真意切，哥哥默默地拉上衣服上的帽子盖好，走到河边撒了泡尿，然后，那女的就没要跳了，甩了那男的一耳光，跑了…
 今天，一女同事把签名改成了I'm a cup. 我，你签名啥意思啊？ 女，我是个悲剧。 我，还以为你想说我是A罩… 然后，签名就不见了…
 女儿四岁了脾气挺倔，今天不听话，吓唬她要关厕所反省去。女儿白了我一眼，自己跑厕所里，还把门锁上了。过了半小时，媳妇忍不住了＂宝贝儿开门吧，你爸爸知道错了。。。宝贝儿开门呀，妈妈憋不住了。。＂
 这几天身体不舒服..... “妈，我这几天怎么老胸闷气短的啊？” 我妈回答“多半是装的，给两张就好”，于是给了我两百块，让我哪凉快哪呆着去......这......我去......
 本人小学老师一只，某小朋友上学第一天哭的啊，天崩地裂，要死要活，该死不进教室，谁劝都不行！没辙，我说这样吧，你随便挑一个小朋友，想坐谁身边都行，于是他抹抹眼泪，跑到全班最漂亮的姑娘旁边坐下了，不哭了……不哭了……哭了……
 本人男，今天公交车上……割……一小伙子坐我旁边，不知道他得有多困，一路闭着眼睛蜻蜓点水般的老靠我肩膀，巨烦……终究忍无可忍，轻轻地把他头按在了我肩上……然后他惊恐的换了个位置X﹏X……
 今早上班路上碰到一排迎亲车队，全是清一色的奔驰，然后我就在数到底有多少辆，结果看到车队里有辆帕萨特，我正纠结怎么有滥竽充数的呢。帕萨特的车窗落了下来，车主冲着前面的奔驰大喊:放我出去！！！
 LZ出租司机，仪表盘上有一汽车模型式的电子狗。在医院门口拉一少妇抱一三四岁正太，估计是刚刚打完针，上车后各种哭闹，无奈只好把电子狗拿下来逗他果然不闹了。到地方了死活不肯把电子狗还我，他妈无奈只好说:你不还叔叔，叔叔就不让妈妈走了。正太来了句:太好了，叔叔妈妈给你，小车给我我和你换
 跟朋友打牌输的人做一件糗事，我输了被要求去汉堡店买拉面。到了山寨的德克士很淡定的说要一份兰州拉面。很多人都转头看是哪个土人进村。有个服务员从后面端了碗拉面说：我刚买的午饭不想吃转给你～你～～
 同事家儿子13个月了，刚学走路，手里一定要抓东西才敢走，估计这样有安全感吧。。割。。一进她家门，看小家伙抱着摇控器在走路，同事抢过遥控器开电视，小家伙立马站原地不敢动弹了，怎么逗都不行，一还给他，又开始摇摇摆摆往前走了，好有喜感。
 晚上带8岁的小外甥去吃火锅，临走时火锅店送了一大瓶可乐。我抱着大可乐牵着他往家走，他说：小姨，天气预报说今天晚上有强风，可乐给我抱吧，这样我就不会被强风吹走了，小姨你用不着可乐，你胖。。。这不会说话的熊孩子。。。
 尼玛！偶像剧里都是骗人的！昨天去接女友，她下了地铁，我远远朝她招手，她看到后就跑过来。我也张开怀抱准备迎接她，想象如同偶像剧里男女一样紧紧拥抱……尼玛，事实是，我被扑倒了！
 朋友考研失败开始找工作，一天他从北京某银行面试完回来，我们问他面的咋样，他说被婉拒了，我们好奇说咋被婉拒的，朋友淡定的说，他们让我滚。。。
 必应输入法支持Windows XP、Vista、Windows 7和Windows 8桌面模式，包含32位和64位，无广告、无插件，体积小（26.3M）
 师父问：“你抬头看到什么？”“天空。”“天空很大，但我可以用一只手遮住整个天空。”于是师父用手掌遮住了他的双眼：“生活的烦恼就是这只手掌，你若放不下，总是拉近放在眼前，你将看不到人生的太阳与蓝天。”“师父我看得到。”“....”“师父，我真看得到。”“杨戬你他妈给我闭嘴！”（@张池池）
 舒淇、莫文蔚、姚晨在酒吧喝酒。聊着聊着，三人就比谁的嘴巴大，舒淇拿起桌上的苹果，一口塞进嘴里，轻蔑的看着其他两人。莫文蔚二话不说，双手抱拳，往嘴里一送，面不改色。一分钟后，姚晨一个人走出了酒吧。(@红黑洞)
 @梁欢：越发觉得《爱情转移》这首歌的歌词，写的实在是太好: 烧完美好青春换一个老板...
 “妈，我谈了一个对象，是河南的”“儿子你疯啦！咱家就你这一个儿子”“河南的怎么了，河南的挺好的啊！她对我好又温柔”“滚，我没你这个儿子”“妈”“滚！”
 --“我只想后人给我烧个女朋友” --“你连女朋友都没，哪来的后人”
 一个朋友个子矮，家里遗传，父亲爷爷都不高，他爸爸初中就鼓励他早恋，说：儿子，趁别人都没长起来，赶紧谈个对象吧	
 二货闺蜜怀双胞胎期间，她老公格外注意她弯腰捡东西啥的，闺蜜有天就嫌她老公太大惊小怪，遂说：那我在马路上要是看见一百块钱拣不拣？她老公神回复：用脚踩住，打电话给我！
 刚刚，楼主在小卖部买烟，隔壁理发店的小黄狗叼着五毛钱跑过来放到老板娘脚下叫了两声，老板娘就拿了根棒棒糖给它，很嗨皮的叼住跑回理发店趴着舔去了，我了个擦，那摇头摆尾的小样，你是要成精了么？！
 在桥上车流中可以看见一人悠哉的骑着自行车，突然自行车脱链了，他淡定的靠边停车，然后举起自行车来到桥边上，扔了下去，他很淡定，但是老大，我们不淡定了。
 小时候老师寒暑假总是会布置写十几篇日记。我通常都会在一个本子上写上每天的日期天气，然后三天集中起来一起写。每篇都是一样格式，比如说，今天，我发现水会结冰，于是，我看了十万个为什么，书上是这么说的：。。。经过那么多个寒暑假之后，十万个为什么几乎被我写完了...
 夏天发大水，开车经过一个积水面积很大的地方，前面堵了好多车，都是轿车，不敢过去，朋友仗着自己是越野车就想试试，尤其看到前面几十米还有几个人站在水中，水只到膝盖，刚开到水中没多远，越野车突然全部沉入水中，尼嗎水有2米多深！朋友爬上车顶问那几个站在水中的人：你们那怎么水那么浅？答：我们也在车上面捏！
 朋友赛车手退役，买了个捷达，我们还是不敢坐他的车，你懂的。。。有次接我去吃烧烤，我怯怯的问：“现在你开车稳么？” “开什么玩笑，你以为这是赛车啊，我自己的车可舍不得那样开” 我一想也是，拉开车门就进去了。 “别墨迹了，戴好头盔，系紧安全带” 我感觉再不会爱了.
 以前家里烧灶，厨房放了不少柴，粗细都有。有次弟弟惹火了爸，爸叫他自个进厨房挑根棍子出来受刑。弟进去老半天，拿了根筷子出来，全家都笑了，这小子也就免了揍。
 大三那年在上海一家平面设计室实习，老板特抠门。 到单位一个星期后，正巧赶上一个项目完成，老板说请大伙儿吃饭喝酒。 没喝几杯，大伙儿全都喝醉了，趴在桌上。仅剩我和老板双目对视，我觉得有些尴尬。突然，我身边一同事戳了戳我的腰，轻声提醒我：”快醉吧，不然该你结账了～～～“
 两周前上课，老师给放了电影《鸿门宴》，看完要求每人写一篇影评，字数不限，刚刚上课，老师点评上周交的影评，老师拿作业:“这篇写的太好了，每个字都写的深入我心，所以我按字数给分！”大家于是就问:“老师，多少分，都写了什么？”老师答曰:“三分，因为他写的是，很好看……”
 今天跟男朋友吵架了，两个人在地铁上就没有讲话，像不认识一样，结果今天地铁停下来的时候惯性特别大，给我一个踉跄就摔到了男朋友身上，他抱着我就没有松手。我眼看着旁边的小伙子一脸震惊地看着我们，然后。。。往旁边的姑娘那儿挪了两步。。。
 和朋友在小餐馆吃饭，一男子吃完后，打包一份土豆丝盖饭， 但包包落在座位上，老板娘看到包遂夺门而出，高呼，诶，包！ 诶，帅哥，你的包。男子无任何反应，，眼看帅哥越走越远，老板娘急了，蹦出一句，土豆丝盖饭你的包……，男子回头， 众人大笑…
 吃中午饭的时候，我的一个女同事关切地对我说：你要多注意身体。我说：怎么突然这么说？她说：因为你喝水太少。我问你怎么知道我喝水少？她说：因为你一上午都没去洗手间。我奇怪地问：你怎么知道的？她一本正经地说：因为从早上见到你到现在，你的拉链一直没拉上。
 说个小时候的！我哥们家有一只猪！是只吃狗奶长大的猪…………它从来不认为自己是只猪！它会看家，追逐，跟狗打架，还会爬楼梯！它的窝在二楼！gc是lz去哥们家玩被一只猪给啃了！
 初中时有一次，我在路边等公车，过来一辆摩托车轻轻蹭了我一下，没什么事，但是骑车的大叔觉得都是乡里乡亲的就这样走了不好，非要拉我去医院检查一下，我犟不过，只好坐着摩托车去了，拍了个片一点事没有，大叔放心了，说骑车送我回家，结果刚出医院大门，压上了一块石头，俩人连人带车翻进沟里，我的胳膊终于成功骨折！
 今天师傅来装空调， 我一再提醒他小心点，安全第一， 他说，看不出来你年纪不大还很谨慎嘛，放心， 出了事我也决不找你的麻烦... 说完就从窗台上滑下来一屁股坐在我养了五年的仙人球上... 那一刻，一到十五楼的声控灯全亮了...
 本人男，昨天去女朋友家吃饭，一大家吃得正香。 她哥家三岁小正太认真地对我说： “姑父，我姑昨晚又把我踢下床了，你今晚把我姑带你家去睡觉好不好？ 你家床大” 全家瞬间爆笑， 我只想说：宝贝，姑父平时真没白疼你。
 同学诺基亚掉地上了，摔成3部分。。。你懂的，其中夹杂着兜里的几个硬币，，，旁边一路人悠悠的说，哎呦，看人家，连电话费都摔出来了。
 有会我们班一哥们没写作业，要见家长，老师让他打电话给家长，必须开扩音，当时全班就听见电话里的骂声： 什么j8老师，天天要见家长，见你爹啊见。 当时全班都静了，然后那哥们儿我就再也没见过。
 高中时的一件真人真事～室友网瘾巨大，夜间翻墙出去一不小心从墙头摔下去，头部光荣挂彩，门牙下岗。 第二天班主任问起原因，这货装可怜说教学楼大厅没有灯，又是大理石地板，滑的很，晚上下自习后不小心摔倒了。 老班居然信了，还向校长反映，后来校长居然也信了，教学楼大厅装上了照明灯，还给室友赔偿了五百块医疗费，全体知情人事在风中那个凌乱啊～
 lz妹子，家住六楼，厨房在阳台上，侧面有个小山坡，山坡上有路过的人…… 晚上老公说饿了，我就去给他煮方便面，水开了，把面放锅里了，刚把调料包撕开正要往锅里倒…… 就听见不远处传来一个声音：快看，那女的要往锅里投毒了……投毒了……我寻声音望去，有俩SB正往这盯着呢，你大爷…… 电视剧看多了吧……
 晚上老妈埋怨弟弟没女朋友，说隔壁比他小的王二毛都要结婚了，他鄙视的说：有什么好羡慕的，你不知道他老婆多丑。。妈妈问:有多丑？他说：有...有...嗯，有姐姐那么丑。。。。
 大家都知道，高考体检会测试红绿色盲，我一同学去查的时候，医生问他你看看这张是什么？他抬头冲医生高兴的说说是V，医生说你在仔细看看，他抬头天真的一笑“VV”，医生甩他一个白眼说：“同学你26个英文字母只学到V没学W吗？”
 有孩子问：“如果朝鲜倒台了，美军就到中国边上了”。我回答：“呵呵，美军到了中国边上又如何？中国人天天削尖了脑袋，变卖财产往美国大本营跑，怕美军干什么？”。没想到一位牛人说了一句本世纪绝活：“你共军都不怕还怕美军？？？”。
 读高三的时候，有天晚上学校破天荒的停电了，全校都欢呼雀跃，老师示意同学们安静，等了15分钟，还没有来电，主任说走读的可以回家了，同学们那个高兴啊，就在大家走到楼梯口，突然灯亮了，同学们都呆住了，只听到班长在后面大喊，快跑啊，同学们快跑啊！！！！！！
 中国军人奔赴朝鲜战场一般都在农历甲午年前后，如1594年前后进行的万历朝鲜战役、1894年清日甲午战争、1954年志愿军还驻扎在朝鲜。明年又是甲午年，但愿朝鲜不要孤注一掷。
 邱吉尔和主张国有化的工党领袖上厕所，工党领袖先进入厕所，并且站着小便，邱吉尔后来也来上厕所，但自始自终站在便池边，就是不小便。工党领袖奇怪地问“今天感觉我们有些疏远啊，温斯顿？”“没错！”邱吉尔厉声回答：“因为你每次看到比你厉害的大家伙要么想国有化，要么想收费！”
 以前一直有人说，我们打仗靠张绍忠，治病靠板蓝根，财政靠房地产，涨价靠发改委，破案靠聂海芬，幸福靠新闻联播，现在是治病靠戴旭。
 悟空打开菩萨给他的锦囊，发现里面有三条妙计：“冲点板蓝根”“你重启一下试试”“多喝点热水，早点睡”
 感觉生活好无力，好悲催。去逛街，买衣服的时候，导购员问：“美女，试大号哇”。去买内衣的时候，导购员问：“美女，试小号哇”。
 老爷子生病，于是请假在医院陪护～ 一日忽然发现一朋友在门口探头观望,我赶紧起来把朋友迎了进来,接下水果礼品什么的,内心各种感激，临走时又送到门口，朋友欲言又止：其实，，，我舅舅也在这住院，我是来看他的，还没看到，，，，
 有一次去超市买东西，交款时拿了张50的给个妹子售货员，结果这妹子把钱放到验钞机里，验钞机华丽丽的来了句一张一百园，妹子霸气的对着验钞机说了句，放屁
 在派出所值夜班，半夜报警电话响了，电话那边一醉酒愤怒男子吼道：是派出所吗？！我要炸了派出所！！接电话的同事蛋定的回道：你打错了……
 小时候在老家上二年级，夏天的时候屋里没电扇，老师都让在大树底下学习，有的男生光膀子，我看他们光膀子挺凉快，也光了……那时候太小，不懂男女有别。老师面带微笑叫我小名:娜娜，把衣服穿上，别冻着……
 郑州北环引发血案：堵车长达数小时的朋友终于无法忍受，他暴跳如雷的打开车门，拿出一根长长的棒球棍。所有堵车的人吃惊的看着他，只见他大骂着把地上一只蜗牛敲的粉碎，一边敲一边骂着：我忍你很久了！从丰庆路口一直跟着我，到文化路口了你居然还敢超了我的车！
 看升旗。儿子边看边说：老师说旗上的星星最耀眼，因为有先烈鲜血浸染的衬托！ 老爸：儿子，你们老师说的太抽象，可能你们理解不了。爸爸教你点科学的东西吧。 儿子：好啊！ 老爸：白天你能看到天上的星星吗？ 儿子：看不到 老爸：那晚上呢？ 儿子：看得见 老爸：对啊，星星亮不亮要看天黑不黑！天越黑星星才越亮。
 82年秋，小平在人民大会堂会见了撒切尔夫人。谈到香港问题时，撒切尔问：“贵国难道要收回整个香港？”小平走到地图前，指着地图严肃道：“不光是这里——香港岛，还包括这里——离岛！领土问题绝不能谈判！” “九龙和新界不要了吗？”撒切尔不解地问。小平挠了挠头，惆怅道：“唉......我够不着。”（@烧鸡烧鸡）
 车站看到惨绝人寰的一幕：一辆公交挤得快爆炸了，勉强从后门上车的一个妹子在门关上后，整个脸压在玻璃上，清秀的五官都变鬼脸了……一个估计是她朋友的妹子吓得大拍车门让司机把门开开……见司机不理睬，她无奈地掏出手机，给朋友拍了一张。#……感受到一种名为“我尽力了！”的正能量#（@两色风景嘎）
 ——“我是绿茶婊吗？” ——“什么是绿茶婊？” ——“就是长得挺好看然后…” ——“你不是。”
 【论标点符号的重要性】半夜三点给你发：「睡了。」的男人是无论多累都牵挂着你要给你报个平安的好男人。半夜三点给你发：「睡了？」的男人则是寂寞空虚四处撩人的渣男。（@颜土豆avi）
 今天纪委检查组到公司检查财务问题，包括总经理都毕恭毕敬的听一个很嚣张的公务员组长训话，这时公司司机过来了，听了一会儿后张口就问：你是小夜吧？那个组长一愣，然后毕恭毕敬递过烟去说怎么是您啊，司机眼皮都没抬，说你查查赶紧走啊。然后检查组查了5分钟，走了…据说司机是他们WOW公会1团团长…（@黒女王）
 在学校排队打热水，前面一个柔弱妹纸，好不容易轮到她，她的保温壶盖子扭不开了，回头向后面的男生柔情一笑，“我扭不开盖子了” 只听此男淡然一句：“那你站边上先扭着，让我們先打了……”说着拉过后面那瘦弱的男生，“快打，等下我帮你拎上去。”
 整理东西翻出来一张中国版vogue的会员卡，那卡是我高中收到的，那时候我是个无聊的喜欢填杂志回单的中二，什么杂志都填，收到过无数杂志奖品或者赠刊，只有vogue一直没回应，后来我有次在月收入上勾了万元以上，就收到了那张会员卡。祖国的时尚圈被我一个十六岁的少年玩弄于鼓掌之间。呵呵。(@猛汉世雄) 
 由于性格太内向、做不出抢着结帐这样的事。（@黄觉）
 如果朝鲜打起来，中国志愿军还没有撤销，要入朝援助三胖；按照《中朝友好同盟互助条约》解放军可以去朝鲜；美国再组织联合国军，中国作为成员国应该参加；安理会决议出兵的话中国得组织维和部队进入朝鲜。最后四方在板门店搓一天麻将签订停火协议，给对方开发票回去报销。（@使徒子）
 中国中产阶级的趣味还是农民式的。每天喝星巴克用IPAD都没用。「甄嬛传」的流行就刨了底。 via@二逼瓦西里
 一直为《北京遇上西雅图》里面，T怀孕而不是P去怀孕，表示质疑。刚刚得到拉拉界映证，拉拉界里的确很多人T去怀孕，因为她们觉得，怀孕是跎鬼那么痛苦滴事情，不能让自己爱的女人去做，要自己来。
 小张深为自己首都人的身份而自豪，他定制了一件T恤，正面是大大的“Ｉ♡ＢＪ”，背面则是“国安赢”的汉语拼音首字母缩写。——@fall_ark
 好悲伤啊：杨过看A片怎么快进。（@杜晓坦 ）
 为防止美国的斩首行动，三胖修建了地下工事，深度达三百多米，共一百多层。他得意地与潜伏在美国上层的最隐蔽的特工联系：美国人的导弹能打到地下三百米吗？特工回复：不能。但他们能把电梯炸坏。三胖怒道：混蛋，你不说谁能知道！美国人有那么聪明吗？他越想越不放心，决定立即派人赴美除掉这个特工。(@弹弓子D)
 家族里出了一个有出息的，是全家族所有未成年人的灾难。
 预防流感两大绝技：多喝水，多通风。魔都人民请自觉忽略第一条，帝都人民请自觉忽略第二条。
 @bigman510 网易网友：听说我们楼三层的四户房间里住满了小姐，每到深夜她们就打扮的花枝招展出去工作。有一次我和鑫哥好奇去看了一下，果然碰到美女。我们把这次意义重大的活动称为：走鸡层。
 #冷历史#汉朝有个人叫匡衡。他家里很穷，白天要干活，晚上才能读书。但又买不起蜡烛，天一黑，就无法看书了。他邻居家一到晚上屋子都点起蜡烛把屋子照得通亮。匡衡发现后，悄悄地在墙上凿了个小洞，后来，他的学业就完全荒废了。
 今早在麦当劳点餐，还没点完呐，冲过来一个穿西裤的矮个子福建人，当我不存在：有早餐吗我要一杯豆浆一个薯饼。。。服务员说先僧您稍等这位先僧还没点完。我问：还有几个薯饼？答：三个。我：我要三个。#早餐时间结束了明天见吧先僧#（@二逼瓦西里）
 王力宏从来只在11点到2点间去麦当劳，因为他要吃超直午餐。（@纟勺火包亻夹）
 一群人旅游，遇一劫匪说：“我打劫有规矩，第一个交的只交100元，第二个150元，第三个200元，依此类推，早交早划算，怎样？”于是人们争先恐后排队交钱，相互推搡。匪徒一边收钱一边维持秩序，“别推，谁插队谁排到最后面去。”一时秩序井然，事后排第一的说：“真好，只损失100元。”
 问：怎样防范雾霾？专家：尽量呆在家里不要开窗户 。问：怎样预防禽流感？专家：多开窗户通风。。。尼玛，横竖都是一死啊。 （伶俐酱+@沪爷）
 说到扫墓，想起小时候问奶奶，为什么烧纸钱时要念念有词，奶奶说，那是叫祖先保佑我们。我说死了不是会去投胎吗，祖先都投胎了怎么保佑我们。奶奶可能从没注意这个盲点，呆了一会儿，撒了个一度让我很激动的弥天大谎:“我们祖先死后去当玉皇大帝了。会永远保佑我们的。”
 搭电梯的时候，一个男的很大声在讲电话，喊的可能是对方的外号，“八戒啊！今年来不来扫墓啊？干！你这呆子又不回来？去年你也这么说！……”一电梯的人忍笑忍得好辛苦。#所以师父他老人家已经挂了吗……#
 lz男，正在求职中，老婆工作不顺心，上午打电话说想辞职，下午我接到老婆单位电话，通知我去面试，老婆打电话说一会有个人面试来接替她的工作，草，是我啊啊啊！
 晚上和女友出去溜达,女友说,我们做朋友吧,处对象感觉有压力, 哈哈,哥想愚人节嘛,骗术也太低了吧。 好啊~ 朋友就朋友吧。 。。 后来一路高兴的就回寝室了。突然发现今天是四月二号。。二号……
 今天穿了件新衣服美滋滋的去上课……都是祖国的花朵不能割……结果几个学生说：“老师你最近胖了，不会怀 孕了吧!”……姐是有多胖啊!我去……惯例这不是gc，就在姐还郁闷的时候，另一个熊孩子发话了：“你傻啊!老师那是撑的，你没见她 今早拎了多少早餐啊！”笠时，姐的额头爬满黑线，这些熊孩子……
 lz妹子，大三的时候一个人从学校机房出来，后面三四个男生在我身后各种吹口哨，我当时心里还暗骂着，突然其中一个屌丝喊了一声:学姐钱掉了，我迅速回头找钱，结果就听到那帮小兔崽子的嘲笑声。
 听我妈说的，我很小的时候，拉shi了，拉的满身都是，后背也糊着很多，我妈就烧水给我洗澡，然后邻居看见就对我妈说，还是扔了吧，这洗干净都什么时候了。。。
 妹妹学校课程紧，三周没回家了。老爸很担忧，总是YY妹妹瞒着家里交男朋友，频频打听，妹妹很烦，把电话给她室友说，你帮我告诉我爸有没那回事！那室友接过电话就说，叔叔你这样很不对！她都这么大了有资格去爱了！那个男孩人很不错…还没说完电话就被妹妹大叫着抢走，我爹则因为打击一时缓不过来。
 想知道走路的时候突然绊倒跪在一个陌生妹纸面前的感受吗？？旁边一位路过的二货妹纸居然还喊哇塞好浪漫啊。。。。浪漫你妹啊。。。你没看到老子脚下的砖头吗。。。。说多都是泪啊
 @作家陈岚：中国怎么可能有中产阶级呢?买股股亏不分红，买车油涨牌贵乱收费，投资企业税费宰死人，全挤逼到房产上去了，又给你20%横颈一刀。堪堪儿让我们活着罢了，如吸血鬼饲养的行动血库而已。我一直在纳闷，泥马的一政府凭啥有这么大权力?!!这国是你家的开的呀?
 1年前的那个冬天的早上,某mm减肥不吃早饭上班路上晕倒,110民警到场后喂了这个mm一颗糖，mm醒来含泪望着这个警察gg.........................晚上6点，这2个奇葩婚礼 
 Quora上有人问：如果同时有10个女友，该如何在她们中周旋？一哥们答：我曾同时有俩女友。A给我发短信："宝贝睡得好吗？昨晚梦到你啦mua!"我就把这条转发给B，B回这条回复得还不错的话我再把B回复的转发给A。省了不少时间。如果你同时有10个女友也可以这么干。
 CCAV为什么突然对苹果下手？因为习禁苹
 刚刚去取钱，前面一妹子卡被吞了。她非拉着我问我怎么办。。。。我不认识她啊，我女朋友也过来了，看着妹子哭泣着摇着我的膀子。。今晚回家怎么办？？？？
 今天和朋友出去，一条流浪狗很活泼的跟着朋友，朋友停下，流浪狗见势抱着朋友的腿。朋友想跑，我按住他，说你忍心么？ 于是过了一会儿，朋友裤子湿了，我果断的，果断的撒腿就跑。
 李双江老师，我是听你歌长大的，通过你的歌声让我感受到你是内种中国传统军人，作风严谨，家教森严的人。而且你都这么大岁数了，李天一肯定不是你亲生的儿子对不对，是嫂子作风不检点对不对！
 lz闺蜜现在国外留学跟一男生合租，两人很清白。。。 两个人一开始决定了男生买沐浴露什么的，闺蜜买卫生纸就好了。闺蜜本来觉得卫生纸便宜又多，还挺不好意思自己捡了这么大的好处。但是几个月下来她发现自己错了。。。
 lz银行妹子。今天来了个客户办网银，估计是脑抽了，办完了问了我一句“那以后我就能在自己家电脑上取钱了么？”然后我也脑抽了回答“可以啊，如果你家电脑能吐钱的话”，然后我们领导请我去喝茶了。。。
 一朋友家是开小餐馆的，暑假在家帮忙端菜收钱，某天有顾客消费完要结账，结果这二货找给人145元。顾客准备伸手接钱时刚好被他老子看见，一巴掌呼他脑瓜子上，“你他麻告诉我人家给你多少钱你才能找给人家一张100的”……
 我们一室友养了只金鱼，快期末考试了，。。。我们就都把它当考神来拜，结果期末过去了，我们一个寝室真的全都过了，但金鱼却不知道怎么漂着白肚子死了。。。。室友说功力用尽了。。。
 火车卧铺下铺，对面一妹纸，车开前跟我说坐卧铺最怕就是遇到睡觉打鼾的。表示很有同感。晚上到了，灯熄灭了。包厢内五个汉子被妹纸的打鼾声震惊了。
 最近公司厕所总有人上完不冲水，保洁大姨经常到综合部去抱怨，办公室主任怒了，遂出台文件：如有上厕所不冲水被发现的，罚款50元；有积极举报被查证属实的，公司奖励100元。。。此为背景。。。月底时，有俩月光族大哥，一个故意不冲水，一个去举报，最后他们净赚50块钱，然后他们俩就出去吃饭了。。。牛逼。。。
 本人女，大学上百人大课很无聊，一个和我关系很好的男生问我 想不想听点私密的？我很茫然的点点头 他说把耳机戴上 把歌暂停。接着他拍拍前面同学的肩膀 问曰 你走路有没有过夹jb毛的情况？此同学先是一愣 看了我一眼 见我戴着耳机，于是两人热火朝天的攀谈起来。。。
 @大条的章鱼:求@松鼠云无心 科普, 顺势疗法治感冒的真相，真有效吗？ @松鼠云无心 回复：跟信春哥治感冒差不多... 
 年少不经事，埋头编程忙。 指键铿锵落，不及细思量。 bug千百个，comment无一行。 休言敏捷易，做来断人肠...
 你不能对一个程序员说：“你的代码有bug。” 他的第一反应是：“1. 你的环境有问题吧；2. 傻逼你会用吗。” 如果你委婉地说：“你这个程序和预期的有点不一致，你看看是不是我的使用方法有问题。” 他本能地会想：“操，是不是出bug了！”
 昨天我牵着我家狗狗遛狗……割断了……对面来了一个妹子也牵着狗，这两狗不知怎么就看对眼了要xxoo，妹子看了我一眼道“看好你儿子”，lz看了她一眼，转身对狗狗说“你老丈母娘没瞧上你”。然后拖着狗就走了! 
 今天跑1000米，一哥们超胖，跑了6分钟，。。。。。哥哥格格。。。。。老师说：＂你不及格了哇！＂那哥们说了一句让我膜拜的话，＂你看我这体型，2个人啊！其实我应该是优秀的！＂老师一听，说：＂也对，你过了！＂当时凌乱了....
 夏天和师傅跑川陕线，长途货车。 夜里12点多，我开车师傅在卧铺里睡觉，那种条件居然也玩裸睡。 行车途中突感尿急，就靠边停车上车头前面尿尿，谁知道我一停车师傅也醒了，他也从另一侧门下车上车后面去尿尿，我根本就没察觉到。 我解决完后直接上车 挂档，给油，松手刹开车就走。 一路奔出几十公里，突然接到一个陌生号码的电话， 疑惑中接通只听见师傅在电话哪头歇斯底里的说了句： 狗R的你等老子来弄死你！
 高中军训的时候，我们女生最怕叠方块被，被子中间老是有些地方陷下去，我们就把小背心小裤裤塞进去把被子垫起来，这天，教官突然来宿舍示范叠被子，我们还没反应过来，他就把被子给抖开了，场面顿时安静了……
 一小贩，因为城管突击检查，走不急，就假装是自己顾客，边大喊＂找我钱啊＂边气愤地向城管诉苦： ＂我是在这里买香包的顾客，刚才小贩老板收了我一百元，看到您来，就跑了， 钱都没找我，这里十几个香包，我要拿走抵债。＂ 说完，小贩装好包，就走了…
 微机课，坐在我旁边的少年放弃了程序练习，专心致志的玩起了扫雷，我也放弃了程序，探过头盯着他的屏幕围观他一次又一次惨败。这一局他终于坚持到了最后，只剩下十一个空位了，他纠结了好久终于决定点其中一个，只是还没来得及点，身后就传来了我们微机老师低沉的声音:"别点，那儿有雷。"
 和爸妈一起在看电视，忽然不知道谁放了一个臭屁，臭到不行。我们三个都不承认，gc来了~我家狗狗跑过来，估计是也被臭到了，挨个嗅了嗅，然后嗅到我爸那里时，跑开了。。哈哈，我爸尴尬的承认了。
 今天公交车上一男子，估计昨晚太操劳，刚才坐在座位上睡着了，不停往下点头。 gc来了，他掏出一瓶矿泉水，拧开盖子后又睡着了，这尼玛怎么样的境界， 结果，他醒了，因为裤裆湿了……
 我们十分钟前高考体检，一个理科班的妹子检查出怀孕了，雷到LZ，当时LZ觉得心跳有点快，GC来了，帮LZ检查的那个医生说：同学你心跳好快，那么紧张干嘛，难道你是孩子他爸？
 刚刚逛公园，内急去了公厕，解决完了在洗手的时候，背后一个稚嫩的声音响起：叔叔，给几张纸巾好不好？ 我回头一看是一个七八岁的小孩子。我问：你怎么没带纸就来上厕所呢？他可怜兮兮的说：我带了，刚刚让蹲我隔壁的叔叔借走了，他说让他看看是什么牌子的。
 遛狗时总是喜欢藏起来，偷偷看家里二货狗仔子到处找我，然后忽然现身，乐此不疲。今早遛狗回来，藏在它后面拐弯处，一心等着它回来找我，结果五分钟后，老妈打电话狂吼：狗都回来了，你干嘛去了？！！
 中午在学校水果店，两个女生逛来逛去买不出东西，一个女生说“xx，要不我们买个木瓜吧”。另一个女生低头一看说“我们不需要吧”。。。。然后全水果店的男生都看过去了
 记得初三的时候，旁边坐着一女同桌…………一天她站起来，我发现她姨妈漏了……红红的一大片，便好心提醒说：你裤子后边有红墨水。她的第一反应不是往后看……而是瞬间掐着我的脖子……眼睛一瞪，凶神恶煞地对我吼：说！是不是你干的！！！我：…
 绝对真实！那天看见一出租车和一辆奥迪碰了，奥迪车主很是愤怒说你赶紧的给我赔偿！我这车30多万呢！的哥很淡定的回到，嚷什么啊，我这车光办手续就30万！
 今天和家人讨论诈骗问题，老妈说，你爸上次Q号被盗还是我第一个发现的，你爸没给我备注，那人发过来问，在干嘛呢，我就知道有问题了，你爸从来都是发个屎或者锤子做开场白的。。
 大学搬到新宿舍 ，天天的没人管，没人点名什么的，很自由。 我们都很奇怪，因为以前的宿舍天天都点名查人，很严。 之后有一天偶然听到一个同学跟老师聊天， “老师为什么现在不查宿了？” 老师说“现在女生查的严” “女生查的严，跟我们男生查不查有什么关系？” 老师语重心长的说 “把羊管好了，狼折腾不到哪去。” 
 上学那会，班里有个记忆力达人。背课文，什么醉翁亭记、出师表、岳阳楼记。我们咔咔背一天，他一节课就背下来了…… 可他有个毛病。考试出上句，写下句的时候。他必须从头开始背课文。背到那，才会写。 所以每次和他一个考场考语文。就能听见那大哥一直在那叽里咕噜的念咒……
 本人苦逼上班族 正儿八经类哥... 每天下班都去楼下超市买东西 和老板已经很熟 今天去买东西时见老板正在揍他儿子 问其故 老板曰:他妈的，这蛋孩把我烧香恭的财神爷给拿掉换上了他的奥特曼...
 有一次我同学闯祸了，老师说请家长，第二天，我同学带着一个流着鼻涕咬着棒棒糖的小屁孩出现在老师面前说：老师，这是我叔，回头在小屁孩后脑勺拍了一下，叔，快叫老师好，就知道吃！顿时老师那脸啊，五颜六色的。
 曾经在药店兼职，店旁边就有一个小学，有天早上一个差不多一二年级的小朋友跟妈妈进来买钙片，在结帐的时候，小朋友顺手拿起收银机跟前架子上的TT，说：＂妈妈，这是什么啊？＂。这奇葩的妈想了想来了句：＂快放下，那是杀小孩用的＂。吓得小朋友一哆嗦放下了。
 讲个同院发小的事，暑假结束九月一日，我们去喊他上学，被告知腿瘸了，今天不能上学。 起因是上学期末，他拿回数学试卷只考了67分，被他爸一顿批评整改。 暑假快结束的时候，他爸碰见老师，得知那个6是他自己加上去的。
 小时候跟闺蜜在河边玩，不小心把她撞河里了…… 道歉了好久，见她没生气了，便蹲在河边洗手，结果扑通一声，溅我一身水花，等我站起来，却发现闺蜜不见了！ 原来这货想趁我不备踢我下河，结果太滑了，直接从我旁边滚了下去…… 从那以后，这货看我的眼神都是哀怨的
 学校日子不好混啊…一到月底 学校一块钱一张的大饼甚是抢手…此为背景…一日放学回到宿舍，一哥们内急…剩下半张饼放到桌子上，并立下毒誓 扬言”谁要是吃了这半张饼谁就是狗”… 这哥们刚出门，铺上一兄弟飞身一跃 ”当狗也比饿死强！”
 说个高中的，同桌喜欢逃课去上网，一天又没来，班主任看见她座位空着，就知道他上网去了，于是把我叫到办公室登QQ找他。去了办公室登上QQ，我说：快回来，班主任找你。gc来了，只见他回复：回来干嘛，告诉他，等他头上头发长出来了我就回来了！偷眼望去，只见班主任光亮的头顶顶着黑线看着对话框！！
 上学时，有次在银行取钱排队等号呢， 前面一个大哥特牛叉的样子，在窗口说取十五万，声音特别大。 工作人员告诉他，钱不够。“这么大银行连十五万都没有？”他声音更大了。于是只听里面声音更大的告诉他：“你卡里钱不够！” 整个银行里等号的都笑了……
 高中时候，晚自习下课回到寝室，各自在洗漱，寝室门关了。 这时外面有人敲门，寝室的都在洗脚，走不开，只好喊等等，外面人不耐烦了又敲了几下，这时厕所一2b室友屁颠屁颠跑出来，边跑边阴阳怪气地喊＂不要急嘛~死鬼~＂。门一开，只见查寝室的教导主任满脸黑线站在门口。。
 大学外教是个黑人妹子。巨黑，眼睛特大。 有次组织我们看电影，灯全关了，窗帘也拉上了，黑乎乎的。 结果电脑调试不好，打电话叫人来调。 小伙子来了两下就调好了站一边看效果，一转头就看见俩眼珠子，吓一声惨叫啊…… 脸都白了。
 同事去庙里上香，点半天点不着，仔细观察后发觉香的截面形状不佳，便对工作人员（道士）说“你们这香做得不科学”，那人半天没搭理她，最后慢悠悠来了一句“我们这不讲科学。”
 发个刚刚的，话说本人现在大三，四级考了四五次还没过…… 刚才来图书馆的路上，去书店又重新买了一份四级真题，打算好好学习这次把四级过了。 付款的时候，书店老板瞅了我一眼说 四级还没过呀？ 我很不好意思的说嗯，英语一直不好。然后老板幽幽的说 真好，我就是靠你们这些人挣钱…
 昨晚一个男生到女生宿舍楼下喊楼表白，不知道哪里借来的扩音喇叭，声音特别大：XXX，我爱你！什么的，结果从女生宿舍下来三个女生，那三个女的都叫XXX，把那男的都吓傻了，GC来了，三个女生同时对男的说，你谁啊，神经病，男说：我喊的不是你们。。
 这货小时候经常泡网吧，他妈对他实在没辙，就给他买了电脑拉了网线。。结果你猜怎么着，头天晚上就在家里玩，玩着玩着，可能是过于投入，这货突然从裤袋里掏出一张5块往桌上一拍，大嚷一声“老板，来瓶雪碧。”屋里骤然一片死寂，然后……被他老妈狠狠的扇了一巴掌！
 带女儿去超市，她看到一张教小朋友认蔬菜的挂图，很想买。我告诉她这是给还不认识蔬菜的宝宝看的。她于是颠颠跑到挂图前面，指着挂图上的蔬菜说：妈妈，你看，这个香菇我不认识，这个芹菜我也不认识，胡萝卜也不认识，你就给我买嘛
 英国人民表示，不管朝鲜是准备要干啥，我倒是希望他们能快点给我们来个痛快，赶紧在新一季英国达人开始之前把我们给解决了……
 先是皇室大婚，然后是女王的钻石庆典，又跟着是伦敦奥运，现在撒切尔又逝世了。 你看，英国人在延续喜庆气氛这一点上，还是非常在行的嘛！
 Oicebot收了可观的小费后悄悄说：“朝鲜推迟导弹发射了 因为丫们哪儿都找不着火柴。”
 上个月我一直都在参加一门愤怒管理的情绪管理课程。 今天是最后一节课了，于是我暴打了老师一顿，拿到了无效包退的退款
 今天可被老板给气着了，他对我说：“对不起，不过呢你的职位已经被这边这台电脑给取代了，你平时做的所有事情这台电脑都已经在做了。” 妈了个逼的还根本没接电源……
 昨晚我从酒吧开车回家，结果就被带到警局里去关起来了。到了那边那警察还问我：“你知道我为什么关住你不？”  “因为我发的微博都超好笑么？”我醉醺醺地说。
 我不是说网络上的东西不可信啊，只是仔细那么一算，我至今赢到过的iPad数量和我自己拥有过的iPad数量，这个差别略大啊。
 我觉得我领导是个莫名其妙的神经病，今天下班，领导神神秘秘的把我喊到他办公室，递给我一个非常精致的小盒子，然后告诉我等下回家，把所有的门窗都关闭，就剩我一个人的时候在打开看，我居然信了……打开一看！尼玛！五一期间值班表！居然天天都有我的名字！……
 今天儿子的班主任打电话来，说儿子冒充我在试卷上签名，还说一看就知道小学生写的！下午我到老师办公室一看，瞬间尴尬了，那张试卷不是我昨晚签的么......
 今天堵在西湖隧道一动不动正烦躁的时候，从隔壁道并排停着的旅游大巴驾驶室玻璃窗内飘出一个声音：各位团友，现在我们所处的位置就是当年东方不败关押任我行的地方！
 我妈说有一个大年初一的早晨我哭着闹着太不吉祥，就给我喝了两杯啤酒。结果我就站在我家门口笑了一早上。那年我三岁。
 一次和男友谈论起女神的话题，我问他觉得我怎么样，二货男友说，你＂一半是女神＂~我内心窃喜道，真的么？那另一半呢？ 他斜睨我一眼幽幽地说道，另一半是＂经病＂
 家有一五岁外甥，在读幼儿园，格格在哪？今天去接其放学，被其班一女孩的妈妈堵住，说我外甥在学校打了她家丫头！我还没来得及给人道歉，只听我那外甥说"阿姨，我打她不能怨我的，我要尿尿，她就拽我JJ，我不打她打谁啊。"女孩家长灰溜溜的走了！
 车间里有一个管理天然气的阀门！压强超过一定值，气体自动放出！然后引燃？可是我刚来不知道啊！以为要爆炸，，那火看着老吓人了！我会告诉你，厂房里的四百多人，在我大呼”要爆炸了，赶紧跑“的情况下真的集体撤离了”之后开了3000人的全厂批斗大会！用总裁的话来说“没文化，真可怕”好吧！
 昨天去堂姐家玩。我敲了敲门。听到一个孩子的声音：谁呀？。我心想逗逗他 就说：你好好想想 前几天我来过的。 门内静默了十几秒。Gc来了 这货突然大喊：老妈快藏起来 要帐的来了！
 上次邻居家小狗掉厕所了，坑的那种，于是一个人在里面捞，四五个人在外面围观。 然后捞出来了，小狗湿漉漉的走到人群中心来了个狗甩头。。
 小朋友二年级，大部分都男生，课堂秩序各种混乱。为了镇住熊孩子们，我严肃的对大家说，别逼我出手，我可是空手道高手。话音刚落，一熊孩子突然猛的推开桌椅，冲我我跟前，大喊:来吧，我正好学过武术，我们决一死战吧！瞬间，班级更欢腾了，居然还有鼓掌的。。。好吧，我承认我怂了。。。
 我同学有一个朋友暑假去KFC打工，然后有一次一个宅急送，然后就去送了，他来到那栋楼按了门铃，出来一个小孩，我同学朋友说一共50元，然后那个小孩特淡定的给了他纸币的20，然后就抱出来了一个储钱罐出来说：你自己数吧。然后我同学的朋友在他家门口数了300个1毛的！
 记得初中上学那会、中午午休的时候和哥们在厕所抽烟、我抽完了以后、哥们儿还有最后一口，他猛嘬了一下。 突然教导主任进来了、看见我俩靠着窗户，问到："你俩干嘛呢？" 我惊慌了转头看像我的哥们 ——他的表现我至今难忘—— 他从鼻子里冒出了好多烟、说到： “我在生气。。。”
 哥们那天喝的有点多，想抽烟没有卖！然后哥们打算叫服务生去烟酒店买烟！叫来服务员眼神迷离的问“兄弟你有时间吗？”然后Gc来了 服务生惊恐的说到“大哥对不起我不出台”……
 宿舍一哥们晚上睡觉前为了余震及时逃生在凳子上倒扣一个空酒瓶子，半夜余震瓶子碎了，这货起来一个大跳跳到碎玻璃上了。。。
 小时候看医疗剧，医生们个个把白大褂穿得像高级定制修身风衣，英俊之气旁漏侧出。后来，我也有了白大褂。。。才发现。。。短袖的穿上像卖卤肉的，长袖的穿上像卖馒头的，扣着扣子像面粉厂的，敞着穿像精神病院跑出来的。。。。。
 剪头时和理发师聊天。他说这辈子最受伤的一次 就是他还是学徒的时候，给一个大学生理发，那同学坐下时说一句：帮我修理一下，就打开手机看小说。 十分钟左右抬头往镜子里瞅了一眼，愣了几秒， 然后默默的关掉小说打开手机淘宝，开始搜索关键词： 帽子 男式 …
 老妈印度旅游半个月回来了，拿出一盒东西对我说：“给你带的印度特产！猜猜是神马？”俺脑袋一抽抽不加思索的说“印度神油？”老妈张着嘴愣了5秒钟，一扬手里的盒子拍在俺脑门上“咖喱粉！咖喱粉啊！！你还要脸不？死丫头……”
 周末我们一家和小姨子一家三口吃晚饭，饭前两家的小家伙就各种攀比，吃饭的时候也不消停，儿子好像略处下风，憋了半天突然爆一句"我妈的咪咪比你妈大！"………我和妹夫不约而同"胡说八道！"………我们能说，我们没别的意思，是为了骂孩子的吗？……咳咳咳……
 同事一直对他下属一小姑娘冷冰冰的，搞得人女孩总是很尴尬，今天我没忍住，问他为什么，丫的得意洋洋的告诉我，他想追人家，不知道怎么下手，小龚交了他一招，欲擒故纵~我。。。真不想告诉他，小龚昨天把那姑娘追到手了。当了小领导的屌丝依然是二货。。。
 今天运动会。。楼主扮个米老鼠人偶，朝一群女生堆走过去，心想反正不知道我是男是女，进去抱几个再说，女生也很热情把我围住，这时一个女生喊了句你能看见我们么？我当时想都没想就喊了句能啊。。。这时那个女生大叫这个是男的。。大家快跑。。。卧槽。。这么阴险。。一堆人疯一样的跑了。。剩我一个人在风中。。。女生真是狡猾的动物。。
 同事二货妹子，以前练体操，我们知道后各种求，让她来个后空翻开开眼。她弱弱地说不行了，现在只能侧翻了，我们立刻说侧翻也行，她又奄奄一息地说只能躺着侧翻了。大家沉默良久，我骂她：尼玛不就是驴打滚吗!!
 刚刚篮球场，看见一伙人在打篮球，忒热闹了。突然球飞出场外，撞在了一个电动车上，车上是一个老大爷。老大爷停车，捡篮球，还以为要扔给他们，可他将篮放上电动车开走了，后面一伙人，在吼，在追，在凌乱，在笑～～
 侄子九岁，有个萝莉妹妹～今天我爸问他，为什么你妹妹惹你你不打她呢？这说明什么呢？我爸想得到的答案是因为他是妹妹，我得让着她～结果这货头都不抬的说一句：我打她你们不得打死我啊～
 LZ苦逼上班族一枚。 每天早上乘367公交，发现经常坐的那班车上的时钟总是慢了10分钟左右。 于是有天刚好站司机旁边，就顺口跟他说：“师傅，车上的表慢了10分钟。” 司机师傅转头一乐：“我故意调慢的，这样那些迟到的人，至少在我车上心里会安稳些。”
 三岁半的弟弟在客厅跟小姨玩。 桌子上有盆小仙人球。此为背景。小姨把手轻轻放仙人球上跟弟弟说：你敢不敢放上啊。弟弟跑到桌子旁边问小姨：怎么放？小姨重新演示一遍。就在这关键的时刻。弟弟把手忽然打在小姨手上。当时小姨的脸.......
 初中有段时间较为叛逆，上课总是接下茬儿，也常跟老师对着干。后来班主任要做家访。放学后他骑摩托带我回家，没见到我父母。第二天放学后他又骑摩托带我回家，我父母还是不在。第三天放学后，我来到办公室问：赵老师，今天还去我家吗？他说：你还是自己走回去吧。
 今天下午，lz终于知道了屌丝和高富帅的差别了... 下午我们班打篮球（班赛）两人跳起抢球，结果都摔了，然后一个是一帮爷们围着，一个是一群女生围着。
 逛街路上听到一穿着很正式180＋的帅哥对一大妈咆哮：妈，我都快25了，咱今天是去相亲的又不是去幼儿园，你能不能别再叫我小萝卜了，等下那女的来了你还这么叫么？？楼主在旁边憋到内伤。。。
 隔壁厂房着火、老板招呼我一起去灭火。我推着两灭火器就去了，往火堆里就是一顿狂喷，没两分钟就跑出来全身干粉的男的、出来就趴地上了、还一个劲的说＂你来灭火还是灭人啊，里面还有一个看你那么猛都没敢出来！＂
 今天上班坐公交车，在西安的可能都知道公交司机总是人还没上完就关门起步，·····割掉割掉·····今天公交司机照样人还没上完就缓缓的关门起步，然后从前门冲上来一中年妇女，照着司机后脑勺就是一巴掌，嘴里还说着，看不到我在下面吗？就在大家纳闷谁这么彪悍的时候，司机师傅开口了：“妈，都这么大了，咋还当着这么多人的面打我？” 一车人笑疯了···
 一好友在加油站上班，某日，一老头骑一电瓶三轮直奔加油站而来。 朋友纳闷。电瓶车不用加油。也没带桶。没法买油带走。 朋友正纳闷之时，老头淡定的一拍腿。 说，操！骑错车了，，，十分钟后。老头换了个摩托三轮回来了…… 
 有次期末考试，有道填空题，问李清照是___派的词人，lz实在不知道就写了个武当派，卷子发下来的时候老师说有个学生的答案必须得请他家长来看看，我想我完蛋了，结果是同桌被请家长了，因为他的答案是＂蛋黄派＂！求过十，不知道同桌看糗百不！
 坐公交车 人特别多 一个妹子坐着吃煎饼我站在旁边... 看到妹子鞋带开了 脑子一抽 就拍了妹子一下 本想提醒她鞋带开了 结果把妹子吓了一跳 刚吃两口的煎饼掉了 看着妹子幽怨的眼神一紧张说到 妹子 你煎饼掉了...
 本人妹纸...美容院按摩的小姑娘向我推销丰胸套盒. "姐,我们这个套盒丰胸效果特别好,能把上身多余的肉都移到胸上去..."然后她看了我一眼说"别人都没有这么好的资源,你别浪费了..."浪费...费你妹啊...
 唐山地震告诉我们，晚上不能睡太早，汶川地震告诉我们，中午不能睡午觉，雅安地震告诉我们，早上不能睡懒觉。三次地震告诉我们，不要裸睡！
 去银行办业务，见一傲娇女正冲大堂经理发飙：＂办个破挂失还要我本人来，我时间多宝贵你知道么？我派个人带我身份证都不行，那我问你，要什么证明材料可以不用我本人来，我都能弄到。＂大堂经理估计也没了耐性，冷冷的回了句：＂死亡证明。＂
 在小区看到个五六岁的小妹妹长得特别可爱，就蹲在她面前冲她做鬼脸逗她。可是逗了半天，她都只是面无表情地看着我。感觉没什么意思，我就起身走了。刚走不远，听见那小女孩如释重负地说：“这神经病，吓死我了。 ”
 Oicebot收了可观的小费后悄悄说：“这位神人一共预报了过去一年里5次较大地震中的1500次。”
 看这几天泼水节的新闻，想起有一年此时在云南，从腾冲一路开车去芒市，路过高速收费站，收费员一手收钱撕票，一手拿个鲜艳的塑料滋水枪面无表情的朝车里滋水，一路收到无数公事公办的泼水节祝福。
 我妹今天去烫了个离子烫，我问她怎么想的，她说还能怎么想，你们男的不都喜欢大波么。。。#你的误解是有多深#
 新月如钩，公孙策孤枕难眠，长叹一声道：“哎！床上要是有抱枕就好了，能睡得安心一点！”这句话恰好被蹲在窗外的包大人听到了，再也按耐不住，一把推开门走了进去…… 普及普通话是多么重要。
 刚刚打车，我对司机说：我没带钱，给你写个“一帆风顺吧”？司机说：你是神经病吧？我不屑的笑了：你是第一个把我认出来的人……。
 从北到南上班短短10公里的路上，经历了小雨，中雨，大雨，雨加雪，大雪的几种天气，这是要闹哪样？路上的行人都如中了寒冰子弹的僵尸。
 小时候跟妈妈去洗澡，总去女澡堂，记得曾经问过那里搞卫生的阿姨，我什么时候才能不进女澡堂洗澡。大妈头也不抬的说，等你什么时候想进了你就不能进了。当时没明白，多年以后，我才恍然大悟，这位大妈是搞哲学的么？
 据说今天有上万出租车围着中南海打转，客人上车了先照着政治局委员一个一个对，对不上号就拒载，一位大爷在情急之下把裤腰带提到了胸口，这才没有被哄下车
 @东土大唐三俗和尚：最新骗局：最近有人冒充领导，用墨宝骗打车，希望广大司机朋友注意。//@东东枪：鼓楼西大街有什么值得去的地方呢? 这问题我从早上看新闻时一直考虑到现在。5分钟前刚想起来：一定是那家王胖子驴肉火烧!//@简直：习总打车被证实为假新闻后，最受伤的是李鸿忠么？李书记不知道现在下了火车没有。
 话说有个游戏，由于道具收费太黑，而且gm只管各种想尽办法出活动拉收入，大量产出游戏货币导致严重通货膨胀，搞得玩家怨声载道，大户纷纷流失转投其他点卡游戏，中小户花不起点卡换不了游戏的天天在线哀声载道，后来有一天这个游戏的老板终于开了个gm号去游戏里跟普通玩家聊天去了并祝玩家一帆风顺。
 @大闹猪圈：迷笛音乐节最好玩的是，晚上住帐篷的爱好者围着柴火取暖，自弹自唱，互相捧场，一开始都是些最近流行的，越到半夜歌唱的越老，凌晨醒来，已经在唱儿歌了。
 @南渝霜华：911事件3000多位遇难者中有9位中国公民，波士顿马拉松爆炸案3位遇难者中就有1位中国公民。这些数字，象征性地表明了十年间中美关系的变化。
 @海大爷是低级黑：我是一个的哥，那天接了一个电调，客户左等右等不来。初春的北京，还有点冷，为了省油把发动机停了，感到一丝寒意。过了十分钟，一个老人闪进车里，个子不高。我说：“您是……是……”“你是第一个认出我的出租车司机。我来晚啦，你受苦了。”“您去哪儿啊？”“去北影，发挥点余热。”
 知心哥哥没那么简单，安慰不同类型的女孩是需要不同技巧的。比如平胸的女孩难过时，想见奇效，就得这么劝她：“放心吧，没什么大不了的。”
 走在路上，猛地拉住妹妹：“注意脚下。”她低头看看：“噢，泥浆。”“哎~~~”我立刻回答。
 @guangzhui： 戴着墨镜和棒球帽的毕老师躬身进了一辆出租车，司机漫不经心的瞟了一眼后视镜后惊呼：“你不是那……！” 毕老师点头道：“你是头一个认出我来的司机。” 司机一拍大腿！“卧槽，你还会说中文啊..
 两人讨论花木兰故事的真假，一人说：“那肯定是假的，天天吃喝拉撒在一起，怎么能不发现？！”另一人：“靠！要是天天和她睡一起的人是你，你会说出去吗？”
 突然觉得我这种成绩绩点一般、不奢望奖学金、入党热情不高、不参与学生会权力斗争、无缘于保研名额的人，不仅生存压力小，而且不会对他人构成生命威胁，真是人畜无害的优良品种。
 上个月去日本出差，回来给部门各位都带了礼物。今天特意找了boss吃饭，“老板，这次出差，没给你带啥特别的，送你个移动硬盘。”“不用了，我又，而且我不能收礼。”“别客气，这是我去日本，给你带过来的土特产。”
 大学是个学术氛围很浓地方。没课的时候我们像张海迪瘫痪在床上，有课的时候我们像霍金瘫痪在椅子上。----豆瓣网友
 靠，才知道1912年4月15日是金日成的出生日，居然和泰坦尼克号沉船是同一天，窝的乖乖，今日沉！
 从公园经过，听见一女销魂的喊:老公，你快咬我啊！快！啊啊啊！然后纯洁的我拨开草丛，看见这女的坐在秋千上，这男的在后面摇她。失望到姐晚饭都不想吃
 课堂上老师提问：配偶的称呼有哪些？下面争先恐后回答：老公，老伴，丈夫…………突然一平时特腼腆的妹纸在底下弱弱地喊了一声：死鬼……全班瞬间笑翻。
 「洒家这把斧头，削铁如泥，吹毛断发，小可净面，大可靖国，价格公道，做工精美，实乃居家旅行反腐倡廉的利器啊～」「买了！」（@纳兰性急）#华南理工自招面试神题：怎么把斧头卖给习近平 #
 【招财三宝】房产，就是把地围起来，一阵一阵地收钱；交通，就是把地围起来，一段一段地收钱；旅游，就是把地围起来，一块一块地收钱……【最右】宋祖法言：国家，就是把人围起来，一辈一辈地收钱
 走过一处网吧的时候，正好赶上警察突击检查未成年人上网问题，几个小子被叫了出来排成一队，当警察问到一个平头小伙儿的时候，我恰巧走过，于是出现了下面对话。 「职业？」「法师。」我怀着无比崇敬的目光看了他一眼，默默的为他祈祷。
 我一室友，已经十多年没去过澡堂洗澡了，她一般都在家里洗，昨天家里停水，她决定去澡堂洗澡，可是不已经不明白澡堂一切的规则和顺序，结果悲剧发生了，她在外面的鞋柜处，把衣服也都脱了，瞬间还有男人经过…
 和闺蜜一起坐车，这妞上车看中一帅哥，然后装没带钱对帅哥说到：那边穿白衣服那个帅哥，看你英俊潇洒，肯定是好人，然后指指投币口。结果帅哥一转头对后面女生说，媳妇，你看她把我说这么好，你就投资下吧！
 一天我们班上心理课，当老师念各个学校的录取分数线时，一个二货同学兴奋地问道：老师，警校是不是一二百分就能上？这时另一位同学说道：一二百分也就能到警校当警犬吧！
 家有二货老婆一枚，终日吆喝要减肥，遂从网上购买减肥瘦腰腰带一条，到货后急急忙忙在办公室拆开，看到腰带后，义愤填膺的大吼一声：”谁他妈的腰这么粗”，随后自己在腰上比划了一下，结果发现腰带不够长，瞬间碉堡了，办公室同事笑喷了
 说个小时候打屁股针的事~~ 记得那时候7岁左右的样子，脱了裤子正等着护士的那一针，门口有个比我小的小孩在哭，他妈妈指着我鼓励他：看那哥哥（我）多勇敢，一点都不痛的。。。没错，你们猜对了，我砸场子的，一针下来我那个尖叫，在走廊久久回响啊！！！门口那孩子呆了，瞬间不哭了。。。哥哥吓到你了。
 妹子一枚，谈吐举止，打扮特别爷们儿，各种情况下多次被人误认为是男孩。 有一天和老爸在家附近转悠，遇到一熟人，此人充满疑惑的问了一句：你家儿子杂越长越像姑娘了。
 今天，妈妈清理冰箱的时候拿出了三颗蒜头，已经腐烂变成紫黑色，长出了绿色的嫩芽，妈妈拿着蒜头对我说，你看，虽然这些蒜已经烂了，但是它们仍然孕育了新的生命！这是多么顽强的精神啊。我听了很受教育，以后找老婆不能找妈妈这种懒到把蒜放烂还有这么多说辞的女人。这真是有意义的一天啊。
 一人吃完一碗清汤牛肉面，要求开发票。服务员问＂啥单位＂。答"中华人民共和国新疆维吾尔自治区伊犁哈萨克自治州察布查尔锡伯族自治县奥依亚依拉克乡奥依亚依拉克村村民委员会古且末国历史文化遗址申报联合国教育科学文化组织世界非物质文化遗产工作领导办公室"。老板听后,吼了句:免单！
 ——“请问你们这里有三毛的书吗？” ——“穷逼就别逛书店啦。”
 体育课上，老师拿着接力棒问小明：“明天的校运动会4*100米接力跑，你愿意当最后一棒吗？”小明喊道：“不，老师，我想要当头一棒！”小明，脑震荡，卒。
 临别之际师父送我一枚锦囊，并嘱咐我紧要关头再打开。隔年，大军压境，城内人心涣散。我突然想起师父赐我的锦囊。将其打开只见上书八个大字：“你现在一定很着急。”我惊叹道：“尼玛，太准了。”
 ——“姑姑，这几个月你去哪了？” ——“过儿我一直在寒冰床上疗伤。” ——“那我就放心了。姑姑你旁边这位大侠是？” ——“哦，他是韩冰。”
 一天朋友去逛超市，就在他回家的路上遇到持刀抢劫，他淡定的望望那小伙子手上的小刀从包包里拿出刚买的42公分长的西瓜刀……朋友说他至今未忘记那小伙子看见西瓜刀时的表情..
 中国式的父母，很大比例上的， 并不在乎子女自己想过怎样的日子， 他们更多的是关心， 子女有没有按照自己希望的那样过日子， 到点了就找工作，到点了就找对象， 到点了就交配繁殖后代， 这样他们就有安全感， 因为这些程序在他们的熟知的范围内。
 一句话证明你看过四大名著: 军师救我，妹妹救我，哥哥救我，悟空救我。
 话说今天上民诉课，老湿讲到男方不能离婚的条件，1女方怀孕，2女方终止妊娠后6个月内，但是有特殊情况的除外，于是乎就有人问老湿什么是特殊情况，老湿说，公鸡要跟母鸡离婚，法官说不行，母鸡刚刚生完蛋，公鸡说必须要离，最后法官判决离婚了，你知道为什么吗？因为母鸡生的是鸭蛋。
 同级的妹子在脸书上发了个状态：“实验失败了。。”，并且配了个详图。这个领域我刚好做过，认真看完，给妹子留言：“你这个RNA提取不行，问题出在引物的GC含量上。”发完一看，某高富帅已留言道：“失败是成功之母”，还被妹子点了“赞”。突然悲从中来，不能断绝。
 邓 ,0. 小 ,0. 平 ,0. 说 ,0. ： ,0. 不 ,0. 改 ,0. 革 ,0. 就 ,0. 死 ,0. 路 ,0. 一条 ,0. 。 ,0. 刘 ,0. 胡 ,0. 兰 ,0. 厉 ,0. 声 ,0. 答 ,0. 道 ,0. ： ,0. 怕 ,0. 死 ,0. 就 ,0. 不 ,0. 当 ,0. 共 ,0. 产 ,0. 党 ,0. ！
 大家知道为什么羽泉能得歌王吗？这是因为，有人喜欢羽凡，一票；有人喜欢海泉，两票；有人喜欢邓超，三票；有人喜欢白百合，四票；还有人喜欢孙俪，五票……所以说这根本是五个人在战斗啊！邓超是3G天翼代言人，3G天翼是我是歌手赞助商，邓超的夫人孙俪，孙俪是立白洗衣液形象代言
 小D：“阿Q，赵老爷又升官了。”阿Q扣下脚趾头闻了闻说：“赵家已经陷入全面困境，家庭收支失调，家长管理失灵，人脉沟通失效，个人道德失范。咱们要看到流离失所的优势，坚持生活方式自信。”小D：“还有件事，赵家的狗死了，老爷想让你去打更。”阿Q腾地站起来：“你他妈的不早说！”
 “天将降大任于斯人也，必先关其手机，收其艾PAD，拔其网线，断其wifi，删其APP。”
 朝鲜士兵日记：今天，伟大的天降伟人金元帅来到前线，他拿起新式望远镜观察敌情，久久不肯放下。过了一会儿，他放下望远镜笑着说：这个望远镜望得太远了，我的目光居然绕了地球一圈，看到了自己的后脑勺。这需要改进，改成能调距离的。不然的话，这种望远镜一旦装在我们的狙击步枪上，会伤到自己人的。
 帮老爹测试新手机的听歌功能，问他要听什么？他：“随便。但别给我播那种动不动就耶耶耶的。”“哦，不然来首齐秦的？”“好啊，齐秦什么歌？”“夜夜夜夜。”“喂，当我刚才白说了是吧？”
 萧敬腾这辈子听过最多的谎言，大概就是你若安好便是晴天吧……
 昨天妻子开车，快要撞上一辆卡车时，我大喊“快踩油门！” 谢天谢地，她果然踩足了刹车。
 今天一个日本客户说：我早晚有一天会在你们中国的马路上挂掉。在日本，汽车鸣笛是让路人先行的信号，他已经养成了习惯；在中国，他每次过马路的时候都有好多车对他按喇叭，他感到中国人很礼貌，然后就继续往前走.....
 今日所里体检，至B超科，大夫（女）：“衣服撩起来！”，遂掀起，探头移之腹部，顿觉奇痒无比，“哎呦好痒！大夫您等会儿~~~”“小伙子今年多大了？”“24......怎么......”“没女朋友吧？”“卧槽您咋知道？”“从来没女人碰过你身子你当然觉得痒”“......”，#大夫所言极是#
 你们为什么老是逼杨幂去参加中国星跳跃呢？你们要知道高台跳水的水池是25*25*5.4的规格。所以一池水大概需要3375吨。杨幂每次试跳完后都要换一池水对于主办方来说成本实在太高。所以忍痛婉拒其参加节目。 
 前几天看一美食节目，两个主持人在一个老大爷家里喝茶，是很贵的茶，女问：“这茶有什么好处？”老大爷：“对男女都有好处。”女又问：“神马好处？”老大爷从容淡定的回答道：“解渴。”
 悟空！休得无礼！老人家，贫僧乃东土大唐而来，途经此地，不知老人家可否开门……老人家，请莫再辱骂，贫僧替大徒儿道歉……老人家，请莫用手杖杵贫僧……老家伙你再动我一下试试？……哎呀我操。悟空！削他！
 老公不育，请上男科医院；老婆意外怀孕，请上妇科医院；老公不育，老婆意外怀孕，请上人民法院。
 由于对通货膨胀的远景预期，没外逃的贪官把大部分赃款都用在了买房上。现房叔不断被曝出，贪官要保命便急于抛售，可这会造成所有炒房客都恐慌性抛售，影响土地财政，于是国五条就出台了。普通炒房客不愿割肉，就把价格挺高，贪官不想赚多少钱，就借机抛了。房子抛完，政府又可以说官员里还是好人多了。
 鞋带松了蹲下来系时，不太熟的朋友会停下来等我系好，然后一起走；很熟的朋友会继续向前走，但脚步有意放慢，等我追上来；超熟的朋友，在我蹲下来的瞬间会忽然跟打了鸡血一样呀哈哈哈大笑着狂奔而去。#我也很希望能有更正常的判断方式#
 晚上如果睡不着，数羊吧。喜羊羊、美羊羊、懒羊羊、沸羊羊、小肥羊、海底捞、东来顺、麻酱小料、辣椒油、糖蒜、香菜、金针菇、虾滑、川粉、水晶粉、海带、玉米、土豆、牛肉丸...
 抽烟的时候和一个德国同事闲聊。我们的共识是；任何国家，任何政客，只要他开始大谈特谈国家利益，那就是他准备要盗窃的严重信号。在西方国家，也是这样。每当一个政客开始用感情的词汇来忽悠公众的感情、搞得大家眼泪汪汪时，我们就开始毛骨悚然，眼睛挣得大大的：“这个二逼想偷什么？”
 天气热了，路上的妹子一个挨一个迫不及待穿起了丝袜，有的看着性感，有的看着调皮，有的看着可爱，有的看着“呵呵，弹性真好”。
 大学时我有一次在火车上碰到位退伍兵，兜里揣着盘磁带，我问里面录的什么。退伍兵说是起床号，军队一听就要立刻起床，不容丝毫耽搁。他退伍前特意录下，打算回家以后每天早上放。我肃然起敬，说您真棒，退伍了还依然保持军队作息。他回答：哪儿啊！我是打算天天早上听这个，躺在床上就是不起来。
 “做饭，讲究的是米水比。”他在日记本上写下了这句话，被妈妈看到了，妈妈叹了口气，说：“你看看你，又写错别字。”然后给最后三个字都添上了“尸”字头，小屎壳郎开心的笑了起来。
 耳闻某副镇长被抓，要他交待他主子的事儿，他抢过烟灰缸把自己满嘴牙敲掉，办案的没辙，只好送医后放人，这货出了大门没几步又被逮起来了，他主子全撂了。
 72年尼克松访华，外交部制订“应答词”。规定外宾问及文化大革命，须答很有必要；问到五七干校、上山下乡，答大有好处、很受锻炼；问到工资收入、家庭生活，要答够用、生活很好。只有问家里有几口人？“可如实回答”，外宾和一老头拉家常：家里有几口人？老头紧张回曰：“可如实回答”。
 我宁愿把他送到英国去。我也不指望他能上牛津、剑桥，我就是希望他能回到我小时候那样子——上下学自己去，走几条马路就到学校，遇见陌生人也不害怕，不用家长去接，路上没那么多汽车，汽车知道避让行人，不用给老师送礼拍马屁，就这么简单。——三联生活周刊《移民的理由》
 隔壁小萝莉今年六岁，各种可爱，一次她爹妈不知为何事吵了起来，我们闻讯赶过去劝架，小萝莉呆在哭得那叫一个煽情，两口子脾气都比较大，拉都拉不住，眼看场面快失控了，只听见小萝莉哭着很不耐烦地喊道:我说让你们别结婚，你们偏要结。。。偏要结。。
 老婆和几个朋友逛街， 过斑马线没看红灯， 交警咆哮： “喂，你们几个！” 天然呆老婆怯怯地说... 我们六个...
 又大开眼界了。居然有人在地铁上用脉动空瓶装小馄饨吃！！！带汤带馅儿带香菜的啊！
 刚才出门去吃摩斯汉堡，旁边的一对杀马特情侣各种秀恩爱，又是抱又是亲又是互相喂的。吃着吃着突然男生双手捧住女生额头，说：“你眼睛上有个脏东西，我帮你弄下来”。女生一脸幸福的闭上了眼睛~~然后男生就把女生的双眼皮贴揭下来了……
 我想问问，谁能告诉我《北京遇上西雅图》为什么这么火？这电影的主题难道不是三观不正吗？另外这片其实应该拍成纪录片，片名就叫做《一个二奶的美国月子中心之旅》得了。
 『春假回来么？』『要带啥说吧』『27" iMac』『带你妹，换小的』『奶粉』『你把 iMac 的页面发我看看』
 有一个叫毕昇的人，发现原来印书的雕版印刷方式很不方便，于是在很多小泥块上刻上汉字…每次只要挑选需要的汉字重新组合就好了。有天两套活字混在一套版里了，于是他就发明了连连看...
 我今天去二手市场买自行车，结果，老板说没现货，让我跟他走。我还以为他要带我去仓库，结果丫带我到一超市门口停自行车的地方，说：“你看上哪部了，我帮你开锁……”
 前苏联崩盘前，有位大爷经常在红场卖小国旗，每每摇晃着小旗对路人兜售时，都会遭到这样的拒绝：＂对不起，国家太让我失望了，对它没感情，更没兴趣！＂此时，大爷总会轻声镇静地跟上一句：＂买国旗是送打火机的，点不着不要钱。＂路上立马掏腰包~~
 和部队的同志聊。他说，现在思想工作最难做。以前不让士兵用手机，让军官用，士兵不服。凭什么？现在规定周末可用，其实平时也半公开用。士兵入伍之前思想就活了。比如说，我们教育，人民军队要忠于党，因为党代表人民的利益。士兵说，那我们直接忠于人民不就完了？绕那么大弯干什么？
 你就像是凌晨两三点的太阳——虽然没有什么存在感，但也不是完全没有吧。
 你就像是晚上的星星——多一个不多，少一个不少。
 你就像中午两三点钟的太阳——不能直视，太过伤眼。
 你就好比是暗物质——我知道你特重要，可我就是看不见，看不见看不见看不见哈
 你就好比是大姨妈——见了挺烦的，不见了又怪担心的。
 你就像孤雌生殖的黄瓜藤上的雄花——毫无作用还会把黄瓜搞弯..
 e: " Be realistic!" i: "Be rational!"
 你是我的太阳能电池板，把温暖的阳光转换成正能量——可是晚上上床你就不行了！不行了！
 曾经有个男孩拿了一朵蓼花给我说：“你就像这朵花……长得不好看，居然还有刺……” #然后我就把他又打了一顿#
 你的脸就像是漩涡星系——鼻子眼全挤成一团了。
 你的脸就像那月球表面——上上下下找不到一块平整的地方
 想起了老师说他以前的女同学像锅炉似的——还是外表面没有精加工的那种......
 我知道你基因特好，就可惜是隐性的
 你就好像是中微子，虽然成千上万但是没有啥用，没有啥用，没有用！
 你的逻辑就像C++的错误提示一样混乱
 你就像海鞘一样，尾索。
 你就像鳞翅目一样，完全变态。
 你就像被胎头吸引器吸出来的，虽然现在貌似正常，但脑子确实挤压变形过
 你就像是波函数叠加的薛定谔女神猫，神秘又不敢去窥视——天天半死不活装给谁看！
 ——“肽键只有一个氮” ——“太监不是没有……”
 我们有机化学实验老师很五官很好，但是她由于工作原因长期在实验室监督大家做实验，众所周知大学实验室防护都不怎么好。。。 于是她就变成了一个建模相当好但是贴图超烂的人。。。 我们这么跟她说的时候她说。。。 你们连建模的精度都不够！！
 你就像是交流电路里的电容器 ——不是说完全没有作用，不过几乎没有。
 睡觉前看糗百，有只小虫子一直在屏上飞。按了半天都没按死，这时候老婆说：“你玩啥呢，给我下一个。”我接过她的手机，把我的屏幕关掉，小虫子被顺利的吸引到她的手机屏上。我递给她说：“就一条命啊，省着点玩。”
 今天妹妹来看我，还非得拉着我的手走在学校，说了句：哥哥你单身太久我来给你装装逼！
 记得上次坐公交车，有个哥们无意中翻开了车上的意见本，于是他一字一顿的念出了这样一句话：你看我写字写的有多丑，你就知道你开车开的有多晃。。。
 楼主带着试一试的心态联系上了Amazon美国的客服告诉她我在中国用kindle所以那些广告对我来说没啥用啊能不能取消了，对方很开心的说“Wow, if that's the case I will remove them for you”，一分钟后kindle闪了一下于是广告都没了。。。#Amazon与ASOS, APPLE, 人人影视并列业界良心浪波万#
 今天飞机上空姐发盒饭，坐我里面的女孩警惕地问：多少钱一盒？空姐非常豪爽地说：我请客！女孩连声谢谢地接了过去。等空姐推饮料车过来的时候，我对那女孩说：我请你喝饮料。然后抬头对空姐说：她要一杯橙汁，我要一杯可乐。看着女孩那感激的眼神，我留下了她的电话号码。
 @豁命未遂：卧槽，居然不是段子！RT @kenny_yuan: 马克思在给恩格斯的信中说：“当我搞不明白一件事的时候，我就说它是辩证的。” 源自耶鲁大学《近代社会理论的基础》
 刚刚看到的一段评论：后来，我学了英文，知道了三个人做爱叫threesome，四个人叫foursome，以此类推，一个人就叫handsome了。于是我顿悟，这原来是长得帅的代价，便心安理得的去睡觉了。
 只生一个好，政府来养老(1985年)；只生一个好，政府帮养老(1995年)；养老不能靠政府(2005年)；推迟退休好，自己来养老(2012年)……推测：(20XX年)：取消退休好，没啥大不了….......终极版→ →退休就死好，根本不养老
 我这辈子最讨厌别人趁我不注意给我照相了。刚才在食堂我正吃着饭呢，突然一阵闪光，我双手挡脸大喊了一声“别照！”然后我发现食堂的灯闪了一会亮了，周围人看傻逼一样看着我。(@今天的我也是如此的英俊)
 荷尔蒙决定一见钟情，多巴胺决定天长地久，肾上腺决定出不出手，自尊心决定谁先开口。最后，寿命和现实决定谁先离开谁先走。（via.衣锦夜行安东尼）
 说多了都是泪！凑齐七个工作日就能召唤出一个小长假。。。（@两色风景嘎）
 幼儿园门口见两个小孩子聊天，小女孩问小男孩：“有什么是你不会的吗？”小男孩羞涩地说：“我不会离开你”（@韩饭桶 ）
 李靖为什么那么恨哪吒？因为哪吒他娘怀了他三年半！
 【怎么用英文表达“呵呵”这个高贵冷艳的词？】当老外听你讲了一堆他觉得很扯的东西，他会说“interesting”，但如果你真觉得他们感兴趣的话，那就错了。。。所以，呵呵，interesting ！
 小时候听说爸妈的婚姻包办的，当时特不屑，就说自己找女朋友，现在，我回去只想说爸妈给我把婚姻包办了吧
 今天下班回家走在路上,见一漂亮妈妈在路边打一个小正太.....小正太嗷嗷的大声哭,心想这母亲也太狠了,怎么这样打自己的孩子,便想上前说说,刚走出一步,又听那妈妈说：在公车上拔老娘的衣服,扯老娘的胸罩,你TM挺会为大众服务阿!
 某一年的情人节 宿管大妈:“哎。哎。。站住，干什么的？” 我:“咳。咳。。阿姨，我找下XX” 宿管大妈:“女生宿舍不让进不知道吗” 我:“我上去表个白，马上就下来，求求你就让我上去吧” 宿管大妈:“那更不行了，万一你表白成功了怎么办” 我:“啊。。。。？”
 高中一生物老师，刚毕业美女一枚，有一天校长听课，老师点名让同学回答问题，可能有点紧张，就出现了以下场景~~ "小畜生，你来回答这个问题。" 然后，楚晓笙同学在大家的爆笑中站了起来...
 LZ上课，最后一排 老师问二货同桌：xx，看得见黑板吗？xx: 看得见。那怎么不抄笔记？ 二货同桌说。。黑板挺大的，看得见，字就不清楚了。 然后他被老师打了。
 高中时市篮球赛在学校打比赛，自习课，很多同学想跑去看，某班班主任训斥道：你要是能考第一你就去。刚说完他们班考第一的那个华丽丽的站起来走了出去，留下班主任愕然地站在风中…
 刚回家路上，旁边一大哥应该是跟闺女讲电话 “粑粑不是教过你吗，要学会恰当的时候做恰当的事儿，凡事没有绝对对错，但要看怎么处理。。。还不明白？！就是说！你妈在家你看书！你妈不在时候你玩游戏！记住就不挨骂了！” 真是个好爸爸~(*+﹏+*)~
 今天女生宿舍楼下一哥们摆了个心形蜡烛图案准备表白，就在那女生出来的一刹那，这边男生宿舍楼上一群屌丝大喊“雅安雄起”！
 本人女 二十一岁，有一奇葩老妈，假期在家开玩笑对老妈说想嫁人，让老妈给我注意着点。一天老妈从菜市场回来特高兴的说：“妈给你物色了一个，市场卖猪肉的，和你一样大，以后不怕猪肉涨价了。”这不是gc，后来有天路过菜市场看到老妈在买肉，走过去听到猪肉小伙说：“丈母娘，给你留了两公斤排骨……” ...
 妹纸我一直以来熬夜，睡不着，听人说睡觉的时候在枕头边放个芒果可以睡的很好，于是乎我昨晚一点钟起来把那个芒果给吃了，太尼玛香了！
 我家贱狗，最近在训练它到笼子里嘘嘘，每次他做对了就奖励一个零食，没几天这货学贼了，进笼子里假装蹲一下没尿就赶紧跑出来要吃的！尼玛这麽小就已经是演技派的了！
 本人妹纸，苦逼服务员一枚，因餐厅内有厕所，需要打扫卫生，女厕当然没有问题啊，但是打扫男厕，就得敲门问有没有人，但是尼玛为什么我去敲门问男厕有人么，做下卫生，里面来了句“没人，你进来吧！”说完还猥琐的笑了...
 南京禄口国际机场、今天安检时特别严，我在的队伍安检人员是个妹子... 我前面的是一对母子，小孩目测3、4岁、妈妈抱着孩子，先安检孩子、安检他母亲的时候小正太对她妈妈说：＂刚才阿姨摸我jj了＂ 然后就哭了... 引来后面的旅客和安检人员一阵爆笑、安检的妹子脸都红了..
 昨天带着三岁孩子去买水果，他想吃西瓜，lz想着每次吃西瓜他都尿床不肯，我就选其它水果去了，突然感觉那孩子安静了，我回头一看，他推着一个西瓜往水果摊下滚，我马上跳过去还是晚了，西瓜破了，这娃来了句：爸爸，这个西瓜被我摔破了，你就把它买了吧...
 小时候，周围有个西瓜地。 一日，好多人在一起，就派遣一兄弟去偷两个西瓜， 这货跑过去趴在地上刚准备摘的时候地里的主人过来了，一脸愤怒的说＂臭小子，偷西瓜是吧＂， 这货反应叫个神速，特别认真的说 ＂嘘，别说话，我们在捉迷藏＂， 只见地主人一脸黑线
 发现自己父母拿我当宠物小精灵，见了同学的孩子，是男生的就互拼孩子智商跟战斗力，是女生的就商量相亲配那啥了…… 哪一天我爸大喊一声 go！皮卡丘！读了这么多年电子工程 给我来招十万伏特 之类的话 我一点也不会觉得奇怪的嗯
 RT @东土大唐三俗和尚：巴神的女友看完比赛立刻打电话给巴神：我有一个好消息和一个坏消息。巴神：说说看。女友：皇马只进了两个，我不用陪他们睡了。巴神：妈的！那好消息呢？
 消费者就是上帝，阴雨天打车时就一定要像孙子一样求着出租车司机嘛！都他妈是惯的！我打车成功率极高，从来不装孙子，看准一辆车，马上就上前问：铁西广场走不，爹！（@大头和他的朋友们）
 某日，D大校正热血沸腾地在微博上作诗，忽听门铃响。他打开门，见两个传令兵向他敬礼：大战就要开始了，上级命令你火速出发。大校：是总参某部吗？传令兵：不，是前线。大校一哆嗦，裤子尿湿了：我、我的长项不是直接对敌...传令兵：必须马上出发。说罢架起大校就走。大校挣扎着：我要在国内杀汉奸...（@弹弓子D ）
 某市长大人老婆有外遇，一天他下班提前回家，发现自己老婆衣冠不整，神色慌张，市长二话不说就是给老婆一巴掌！然后冲进卧室疯狂搜索，最终在大衣柜发现一裸男，这裸男竟然是省长，市长经过激烈的思想斗争后走出了卧室，老婆问他搜到什么没？他回答：“根据法律和政策，部分搜索结果尚未予显示。”
 五一启用新军牌，最开心是南京军区政治部，他们都是NB打头；最尴尬的是沈阳军区政治部，他们分到了SB开头，但最最尴尬当属济南军区政治部了吧，他们分到了JB开头。
 老师在教室放电影电影突然播到一个荤片段，电影很激情老师很慌乱！一个健步从后排想要冲上讲台跳过这，于是，本世纪我班最团结最感人的场景出现了，两个同学立即护住总电源，两个保护电脑，两个死死将老师抱住不让移动分毫，一同学高喊，大家快！快看！抓紧时间！然后剩下所有同学目不转睛盯着大屏幕。@环球助撸组织首席…
 荷蘭留台學生：「你們台灣人很奇怪，不管做什麼，都會說『不好意思』；而且不管我做什麼，你們都會說『好厲害』。」 台灣學生：「讓你有這種感覺，真的很不好意思；不過你的觀察很精確呢，好厲害啊。」
 有一次坐公交车，上来一个小男孩，貌似小学生。划卡时候提示金额不足，公车司机提醒“卡里没钱了，投币吧”。（公交投币1元，学生卡4毛）只见小男孩在书包里面摸出4枚一毛的硬币投进去，自己华丽的说了句“滴，学生卡”然后在大家错愕的眼神中找了个座位坐下了...
 据知情人士透露中印边境对峙时，印度士兵挑衅：信不信我一个电话叫来10辆摩托车？解放军答复说：我一个电话叫来10辆”猛士“越野车！随即双方都呼叫了援军。解放军的10辆越野车首先赶到，带来了一个连。但是没想到，姗姗来迟的印度来了10辆摩托车，却搭载了一个旅的兵力
 阿里巴巴投资新浪微博，如果他们有一个孩子的话，该叫什么呢？新巴还是阿里浪？
 愚公家门前有两座大山挡着路，他决心把山平掉，另一个智叟笑他太傻， 认为不能。愚公说：“我死了有儿子，儿子死了还有孙子，子子孙孙无穷无尽的，又何必担心挖不平呢？”智叟被驳斥的面目通红，恼羞成怒之下，当夜便断了愚公的后...
 有一天，一休和尚和新佑卫门一起去非洲玩，不料竟误闯食人族"部落"，酋长把一休等人绑住准备烤来吃。酋長：烤烤你。一休：尽管考。话一出口，一休就后悔了...只能接受被烤的命运，忍受火烤之痛，拼命想脱身之法。突然，一休灵光一闪，“叮”一声……酋长大喜：哇，烤好了！… 一休，卒。
 CCTV9说，150万只角马，35万只瞪羚，20万只斑马在非洲旱季开始迁徙，这是世界上最大规模的哺乳动物的迁徙。我只想问，你见过春运么…
 晚上在微信向女朋友表白说: 咱们俩要相互扶持在一起才能叫一个“家”，我愿做你挡风遮雨的宝盖头，然后……然后…我就被删好友了…
 最近流传郭美美的视频，他一直下到假的也毫不气妥，到目前他下到的17.2G已经有：极品飞车合集、86版西游记25集全、金刚葫芦娃、变形金刚一二三合集(三语)、纵贯线演唱会1080P以及地雷战地道战和舌尖上的中国套装。
 昨天到银行取钱，银行人员问我：“办什么业务啊？”我说：“我要取钱”，那人说：“超过5万了吗？”我说：“没有”，那人又说：“现在办业务的人挺多的，你就在取款机哪去就行”，她说完我很不好意思地说：“取款机那取不了，我取的钱数不够一百…”
 地铁上看到温馨一幕。一对老年夫妻上车，一个女孩热情的起来让座。两人谢过女孩，一起坐下（@正宗好鱼头 ）
 某组织，以红色的十字架为标志，提倡救死扶伤，标榜安守贫穷。实际上只是以此为幌子，经营敛财，旗下的产业不计其数，网络庞大复杂，运作手段神秘，且都因为该组织的庇护，享有特权，该组织核心成员有官方背景，不劳而获，坐享巨额财富。这是什么组织？答：圣殿骑士团。
 法国人来了，拿了我们60架空客的订单，送还给我们俩个圆明园遗失的兔首和鼠首。中法两国领导人握手言欢，两国人民似乎亲如一家了。可我越琢磨越觉得法国人阴损，这次送还的，两个都是啮齿类动物，明摆着是讽刺我国到处是啃食全民利益的贪官污吏，不仅啃食，还他妈耳朵长、心眼儿小、能繁殖、跑得快...
 觉得杨幂好看不好看，是审美的分水岭。喜不喜欢安妮宝贝，是阅读情趣的分水岭。黑没黑过郭敬明，是幽默能力的分水岭。豆腐脑吃甜的还是咸的，是格调品位的分水岭。而相不相信有17.2G视频的存在，已经成为最新的智商分水岭。
 昨天某位大侠让我猜谜语来着，谜面：男人腿长，打一食品。谜底是：蛋糕。本着严谨求实的态度，我认为答案应该修正，标准答案应该是：鸡蛋糕！个别情况下才是：蛋糕！请主动更正你的智库，就酱！（@急诊科女超人于莺）
 洒家曾经问俺哥哥我中华上国是否真有司法公正，他沉吟良久，斟酌再三，最后迟疑地说：我觉得肯定不能说完全没有，比如原被告的关系都很硬，工作也都做到了家，最后政法委指示该怎么判就怎么判。（@解释系主任）
 寝室俩二货胖子，夏天热就光膀子，黑胖子就嘲笑白旁子“你这一身肉要是烤油能烤一大盆”。白胖子悠悠的说“你好，做红烧肉都不用放老抽。”反应真他妈快！
 说个舍友的，计算机课上老师让上机练习，舍友不想做就玩儿起了游戏,怕老师来查课就跟她同桌（一个憨憨男）说：“老师来了捅我。”结果憨憨男一本正经盯着屏幕头也不回地说：“我没带刀...”没带刀...
 在银行工作，接待一还信用卡客户，问曰：“您的信用卡怎么这么久没还？” 答曰：“前段时间坐牢去了，没时间”........orz....
 逛街买了瓶绿茶，死活拧不开，环顾四周，一男站旁边，于是乎扭捏的说：麻烦你能帮我拧开么？只见此男略显难色，不过还是单手接过瓶子，另一只缠绕绷带的胳膊夹住，面目狰狞的拧开了。。。哥。。。我真没看见你另一只胳膊折了。。。妹子真心不是难为你。
 同事的孩子上二年级了，学习非常不好，过完年聚会同事带孩子去了，我们问考的怎么样啊，孩子低头一句话也不说，同事生气的说又是倒数第一，新来的一个同事就问这孩子你是不是偏科啊，孩子抬起头弱弱的说：”阿姨，不偏科，语文12分，数学13分。”
 记得上学的时候班主任经常这样抱怨“我一节课才赚你们几十块钱，却要操碎了心。”然后有个哥们低声回答，“老子花了好几千给学校，每天过得提心吊胆，还的随随便便挨你们的打骂，我特么的不也是犯贱么！”
 在操场打球打到很晚，一群人来到操场门口，哥们推了推门说"关了，翻围栏出去吧！"经过互相谦让，楼主第一个翻，翻到围栏中间的时候，这群混蛋淡定地推开门出去了，留下楼主爬在围栏顶端...
 你能想象到蹲坑时班主任蹲对面，然后还和你讨论学习，那种便秘的感觉吗…
 朋友家养了只金毛,特别淘气,一次朋友回家,没人喂它就把它送到了宠物店寄养。 过了七八天朋友去接它, 宠物店的人看见她去都快哭了: 姐呀,你可把它接走吧,太淘了, 逼着萨摩把大笼子让给它,吃饭还得先喂它,要不就踩饭碗,七天踩坏俩了, 以后可别往我这送了,我赔钱呐!
 今天早上，马克思课上来了才一半左右学生，老师怒瞪班长:怎么回事，你们班其他人呢？…班长是女孩子，支吾了半天，什么都说不出来，眼看眼泪要滴下来了，委屈的不行…旁边一男生低声道:有的起不来，有的不起来，还有的起了不来！
 原来我也有个蠢弟弟 我妈：在学校有谈女朋友吗？ 弟弟：没有 我妈：电脑怎么没带回来？ 弟弟：放学校了 我妈：该不是让你女朋友在玩吧！ 弟弟：没'她自己有
 晚上出去遛狗，前面有个女的在路边买东西掏钱包掉了一块钱纸币，人家还没来得及捡。 我家二货狗百米冲刺的速度奔过去叼起来那一块钱，扭头再冲刺回来到我面前，放下一块钱， 张着嘴吐着舌头一脸求奖励的表情。那女的都石化了…… 我想说我不认识它！
 苦逼服务员一枚，每次有人抢着结账，当其中某个人埋怨我收了另一方的钱没收他钱的时候， 我都会把收到的钱还给先前的人，然后跟这个装逼的人要钱。 一直很享受那种幽怨的眼神。 多少人被这种掏钱的时候手慢，别人结完帐后嘴快的坑过。
 刚看见一个骑自行车的人闯红灯，一辆载重卡车在他身边嘎然停住，骑车人对卡车司机大声喊：“不要命啦你！” 卡车司机当时就楞了，一句话也说不出来…
 三更半夜回到家，为了不吵醒老爸老妈，已经尽量轻手轻脚了，就在准备到冰箱拿些吃的回房间时， 脑袋突然受到硬物撞击，顶着晕倒的危险跟疼痛的折磨， 捂着脑袋扭头看见老爸拿着根断掉的扫帚棍子站在我身后，淡淡的说 “喔！没事，以为进贼，你继续，我回去睡了” ！！！！！ 爸！我有事啊！！
 楼主小的时候有一天也老打嗝，麻麻说，打嗝了被惊吓一次就好了，过了会妈妈本想吓我，就对我说，是你从我枕头下面拿走五十块钱吗？当时我一哆嗦哭着说我就拿了三十！！当时就不打嗝了。
 今天在火车代售点买票，此为背景...割割割...前面是一大爷在买票，大爷说，买票... 深圳到北京西， 售票MM问他要身份证，他默默地拿出一户口本交给售票MM， 问:要几张，大爷霸气的回答:买一户口本...
 表妹住校，宿舍楼对面是男生宿舍。 有天晚上大家发现对面有红灯闪烁，八九不离十就是夜用望远镜了， 表妹彪悍地冲对面楼吼到： ＂你们还要不要脸，太可恶了，偷看你妹啊！＂ 几秒钟之后响起一个雄浑的男低音：＂你走开，又不是在看你！＂
 LZ女，上高中的时候爱迟到，几乎每天都踩着早读铃声进教室。尽管这样，路过帅哥的班级时还不忘往里瞟两眼～ 一次LZ匆忙赶往教室，偶遇帅哥和他同学出教室上厕所，帅哥对我直望，LZ顿时心跳加速有木有，结果他幽幽地和他同学说：“我们回去吧，来不及了上了，这家伙来了，要打铃了”。。。。。T_T
 昨晚带我家腊肠出去遛弯，走走的遇到一只成年金毛，金毛拿爪子就轻轻的打了它一下！我当时也没想太多啊，说是迟那时快啊！！我家腊肠当时就躺地上了！四脚朝天！一边抽一边嘴里哼哼唧唧的！那金毛主人特别委屈的问我：老妹，你还要讹我还是咋的啊…
 二货同事，特喜欢做主，又很好面子。在客户面前承诺带客户去A度假村，每人预算1000。结果回来请示老板，老板不同意，建议改为B度假村，预算批了每人600。二货跟我说，老子豁出去了，自己搭钱也得让客户觉得我说话靠谱！怎么劝都不行。结果丫偷偷摸摸带着客户到A度假村，直接碰上了老板搂着传说中的二奶（也是我们同事）。六目相对，我听着都能听出血腥味。
 辰山植物园有一个热带植物馆，里面的仙人球好大一个…… 才进馆大家都跟兴奋，只听一妈妈大叫：儿子，快，座到仙人球上去，妈妈给你拍照。 6岁的儿子惊讶的看着他麻麻，坚决的摇头说：不。
 一女同事讲起她初中事迹，说那会儿经常跟男生一起去打架，刀啊砖头什么上手操什么，身上经常挂彩，最厉害的一回在医院躺了一个多月。作为男生我真的是无颜以对，问她就不怕吗，那货说我初中那会儿以为膀子砍断了还会长出来就觉得没什么大不了的…
 和老爹出们吃饭，碰到老爹单位上的人，老爹每次对外人介绍我的时候，都用的是谦词，就是犬子。 不过不知道他今天怎么脑子一热，给别人说，这个就是我的爱犬。。。
 记得小时候去幼儿园经常被小朋友欺负，每天带伤回家，小朋友手太快了，阿姨也看不住，直到有一天我又被挠坏了回家，老妈受不了了，给我一顿爆揍，并告诉我：你再带伤回家我就揍死你！！从此以后我就走上了女汉子的不归路...
 刚才坐公交前边有一妹子在打电话，一直在说 “对，是长乐宫往右拐。记得是右拐。。”～ 然后，本来是左拐的车，傻帽司机破天荒的在十字路口右拐了！！！ 顿时全车人凌乱啊
 想起军训时,教官让我们写心得。 由于教官长得比较挫, 我班一奇葩写道: "教官,你虽然没有四连教官的阳光帅气,没有一连教官的男人魅力...但是你好搞笑啊!" 搞笑... 教官脸都绿了...
 刚刚和爸爸妈妈勾肩搭背要唱着歌吃火锅，迎面走来一对老夫妇， 我爸妈瞬间把我藏起来，两个人站的笔直像小学生一样说 “老！师！好！” 等老夫妇走了我爸才告诉我说 “那个就是当年抓住我和你妈早恋的班主任！”
 刚有个老同学跟我说要给我介绍男朋友，说是中心医院的。我听完脱口而出【是医生还是病人啊？】隐约觉得有点不对的样子。
 在一间国际贵族学校，美国小霸王被个亚裔男推了一把，正欲发作，陡然顿住：“Wait, is your family name Deng？” 亚裔男嚣张答:“No! So what?” “Ye？"”No!”“Mao?”"No!"话音刚落，被按地上一顿臭揍。。霸王绝尘而去，地上的亚裔男抹去嘴角血迹：”I am Kim, wait for nuclear missile now...”
 再次翻出德先生和赛先生，来讨论PX事件，大概是最有意义的一件事情。 ,1从/民/主/角/度/讲，政/府/是/王/八；从/科/学/角/度/讲，百/姓/是/蠢/货。 所以，100年了，谁也没有进步。
 看完《致青春》小说，我只有一个疑问，国内的小说动不动就写男主抛弃爱情奋不顾身去了美国，北美留学生小说里都是北美猥琐男盛行，这些帅哥都死在来美国的路上了嘛！
 为啥好多男人不明白一夫一妻是保障他们还有机会娶到妹子的优良国策！如果一夫多妻，有身价的妹子是人家的妻，有长相的妹子是人家的妾，次一点的妹子是人家的婢女，你连母鸡都分不到一只啊！只能去搞基啊！而且好看的男人还是人家的男宠！你只能找和你差不多的互撸了！
 @不会游泳的徐胖子：给一个理想中的资产配置吧，个人观点。国内一线城市大白领，以1000万净资产为例，30%做首付买房子，30%a股大蓝筹，30%港股，5%小黄鱼加银币，5%搞两辆车代步，买车剩下钱可换成外币。// @解释系主任：国内一线城市大白领，有一千万人民币净资产的，还在国内干什么？
 同学手机被偷了，我们安慰她：“一个破手机，算啦...”她说：“心疼的是手机里的照片，那些青春怕是最美好的记忆了。”我们给她出主意，给自己手机发个短信，和小偷说，只要手机里的照片就好，其实心里清楚，也都已经不抱希望。但意外的是不一会短信就回过来了：「对不起啊，太丑了，都给删掉了...」
 一个发生婚外情的干部，想和二奶分手，找到组织坦白，组织说：“勤俭节约，避免浪费，继续使用。”
 听罢主战派奏报，皇上大怒：倭寇欺我太甚，哪位将军愿带兵出征？甲将军挠挠头：皇上，您知道臣是专门研究我爷爷的。乙将军：如有人能把倭寇带到台下，臣倒是有十分的把握把他们笑死。丙将军：臣长项是养海带，不过臣保举一鹰派，定能战胜倭寇。皇上：你说的可是那网上的水军都督？他都快被口水淹死了！
 朋友们问我研究方向是什么，我说我研究湿地，每次这个答案都让师姐这个角色显得很猥琐，当对方细问具体研究师弟什么时？我只能照实回答研究湿地的鸟。
 “如果有一天，我们因为非法下载音乐而被投入监狱，我希望，能按音乐风格将我们区分开” //@amethystclark: 唱红歌的已经单独关在一起了
 “华生身为福尔摩斯的拍档，为什么表现远没有他亮眼？” “大概他不忍心再让基友长脸吧……”
 今晚去台湾。台湾素有饱岛之称，著名景点包括卤肉饭、凤梨酥、蚵仔煎、棺材板等。基隆庙口、台北士林、台中逢甲等夜市也因战略意义享誉国际。作为一个从小听郑成功收复大肠面线等故事的爱国青年，我一直认为台湾美食是我国不可分割的一部分。正所谓乡愁/是一份美味的小吃/碗在这头/店在那头
 #微水浒#宋江与花荣外出，忽见一只大雁飞过头顶，宋江连忙用力拍着花荣的背：“放箭！快点放箭！”花荣一呆，随即饥渴地仰起脸说：“打我，往死里打我……”
 我对理发小哥说：“给我剪个尹恩惠的刘海。” 理发小哥瞬间红了脸，支支吾吾地说：“不……不好意思，我还没有学习怎么剪淫……淫秽的刘海……”
 Facebook发言人遗憾地表示，尽管五年来收到了这么多个“赞”，他们仍然未能找到癌症的治疗方法。
 我曾问教皇，对于像杰瑞米·凯尔这样靠着利用教育程度低的穷人来敛财千万的人，他有什么看法。 “他们这样的，只能算外行。” 教皇答道。
 我去应聘当出租车司机，结果面试迟到了20分钟，但还是被录用了。 那边的经理在给我打电话时听到我说“我拐个弯儿就到了”之后，当即拍板说我天生就是当司机的料。
 @马伯庸 ： #堵车小提示# 庭有枇杷树，吾上五环之时所手植也，今已亭亭如盖矣。
 我们是两条射线。 我们在某一点交汇，随后各自奔向未知的前途。 我多么希望这是一个曲面。
 快递的脑子估计是被吃了，让他把东西寄到上海乌鲁木齐中路，然后查了一下单子，现在东西正在去新疆的路上……（@Diiilo）
 @cxiaoji： 一学工业设计的小姑娘来我司面试实习，作品展示环节讲的是伊做的情趣玩具。从宗教禁忌研究开始，结于人文关怀和渐进的生活方式改变。二话没说就收了。时代进步太猛以后作品集都拿不出手了…（视窗和办公室事业部领导听到一半愤然离席就不提了罢）
 余华：昨晚在暨大演讲有同学问我《活着》改编电影时什么事情印象深刻？我说这是18年前的事了，还记得当时张艺谋时常说原作里的什么细节要改动，审查才能通过。看他胸有成竹的模样，心想他如此了解共产党，对他十分钦佩。可是张艺谋拍摄完成电影后审查还是没有通过。我不再钦佩张艺谋，我钦佩共产党。
 @jerrymice：昨天难得目睹了一次商铺公开竟租，不到十平的商铺，房主开价每年15万租金，做毛巾的河北人还价10万，做打底裤的浙江人还价13万，做睡衣的广东人觉得15万可行，最后被炒铺面的山西人加到18万拿走…… #批发轶事#
 Oicebot 收了可观的小费后悄悄说：“中国互联网界的三大巨头，除了马云还有……还有陈鲁豫吧？” 
 @余维江：昨天接到当地计生办的电话。问：您有几个小孩？答：关你屁事。问：您老婆现在有怀孕吗？答：你现在有没有怀孕？问：我们中心现在免费孕检，可以带老婆过来检查一下。答：你傻逼啊，老子在家里用试纸不会啊？问：先生请不要为难我，我这只是工作。答：干杀人抢劫帮凶的事情还有理了哈……
 静如瘫痪，动如癫痫。
 却说辫帅张勋攻入南京，自任京督。闻报金陵民众游行，声言军政分离、京督民选。辫帅怒道：“妄谈民主，践踏国法，不经审批就游行，刁民找死！”亲帅兵弹压。但见满街条幅为“声讨汉奸茅于轼”等，辫帅捻辫笑道：“共和初始，民国乍造。游行自由，宪法所赋，真民主气象也。”遂罢兵不理。
 “你小心眼！”“你TM才小心眼，你们全家都小心眼..”噗！夏侯惇话音刚落就被曹性一箭干眼睛上了
 A：“刚刚去报了个补习班，以后再也不用担心老公挑剔我做的饭不好吃了。” B：“你可真行，做饭我教你不就行了吗？还用得着去上什么补习班呀！” A：“我报的是跆拳道补习班！”
 美国科学家诺斯·皮克（Nose Picker）研究发现，抠鼻屎会出卖一个人的个性。左手抠鼻屎的人一般比较感性，右手则偏理性。用食指的人充满创造力，用中指的办事严谨，用无名指都是怪咖，用小指都是娘炮。用拇指抠鼻屎的，多可从事演艺事业。（@纳兰性急）
 骂姑娘骚可以用个高级词儿，“她可真招干爹啊。”
 北京大学考古文博学院2009级本科团支部收到总书记回信后非常兴奋。可以理解，做为这种专业的应届毕业生，可能是在求职期间第一次收到对方的回应。
 老爸老妈他们有什么事经常都不告诉我，时常把我蒙在鼓里，这使得我很气愤，对此，我只想对他们说个六字:能换大点的鼓吗？（@小姚么么哒）
 2005年，美国人弗里德曼写了本畅销书The World is Flat. 陈水扁马上组织人马翻译此书，中文书名：“世界是扁的“。大陆一红二代也组织人马翻译此书，中文书名“世界是薄的“，并有知名教授论证flat=扁=不厚=薄。最终这部书中文版的书名是“世界是平的”。
 每次看完彩票开奖，都要默默对自己说一声，“好险好险，差点就成了万恶的高富帅！”
 某年北京车展，我和一朋友拿着相机屁颠屁颠去参观。走到一个概念车旁正准备拍照，旁边的车模把脸转了过来并摆好了性感的pose，这时我朋友脑残的冒出了一句特别客气的话："麻烦您让一下。。。"
 昨天晚上去常去的一家烤吧吃烧烤，老板家六岁的小萝莉突然坐我旁边的沙发上很“深情”的看了我五秒，来一句“我看上你了”，对面我那正喝酒的媳妇儿一口啤酒就喷雾过来了～我惊魂一定,表情严肃的说“那我们结婚吧”，小萝莉思考三秒，说“我去问下我妈”，再木有出现～
 晚饭饭桌上有一对小夫妻。有人问那女的，吃喝嫖赌，你愿意让你丈夫做哪个？那女的回答，让他嫖。她丈夫说，看我家媳妇多通情达理。女的接着说，不吃不喝看他能嫖几天……小伙顿时萎靡了。
 初中的时候班主任喜欢到窗户偷窥我们上课，当时班上有一活宝（每个班都有那么一两个活宝），我班的活宝坐在窗户的位置... 有一次活宝在上课的时候看鬼故事，突然班主任从窗户伸进一只手抓住活宝那本鬼故事... 我永远忘不了活宝当时的惨叫声...
 今天穿着高跟鞋和连衣裙走在路上…然后听到后面又人喊美女。怕不是喊我 就没有回头。然后那人骑车超过我 看了我一眼丢了句我草 心里瞬间几万只草泥马奔过 不带这么打击人的。
 楼主女，去给我高中弟弟去买衣服，还有姑姑三人行～～割割哒～～在商场门口弟弟碰到同学，楼主瞬间挎住弟弟胳膊，并依偎他肩膀，装作情侣恶搞老弟，老弟正在囧笑时，他同学来了句：我靠！xxx你什么时候找了个这么挫的女友？！ 旁边姑姑笑的更疯了…
 最近女友想尽法子让我戒烟，这是背景。今天上班开会，中途休息的时候，我掏出烟给大boss，二boss发，boss手都伸出来了，我打开烟盒，撒出一把瓜子壳，我tm直接脸红了
 lz苦逼鬼屋“吓人员”一名... 专干拍肩膀扯大腿的勾当... 刚看着两人进来了，等他们走过来的时候猛拍了其中一人的肩膀没反应，这时听到一男声悄悄说“不是我，吓她去啊”。 哥当时无语了...默默的抄了近路，拿个毛绒大蜘蛛丢到他女友身上...顿时尖叫就来了，那男的就各种安慰各种抱抱...朦胧的灯光中lz是不是看到了他竖起的大拇指...
 今天上厕所，公司的厕所门，下面有离地面大约10cm左右... 蹲下来一会，就看见有人伸手进来，拿着纸给我... 出于好奇，我接了过来... 我准备走的时候，听见隔壁有人打电话： 纸怎么还不送来，腿都蹲麻了!!...我是不是做错什么了？？
 本人长途车司机屌一枚。 昨天一时尚母女上车。妹纸身材超好，穿一紧身弹力裤。 妹纸说，今天好热穿多了。她妈霸气的一句内裤你都没穿你还说热... 全车注目礼...
 今天发现了老公把他通讯录中我的头像改成了一只猫咪。问他原因，以为他会说＂因为你可爱得像猫咪呀之类的＂哪知道这货说：它是母老虎低级版...
 陪女朋友去婚纱店试伴娘服。旁边一对新人也在试，新娘看中了一款婚纱在跟老板还价，说了好多，新娘突然冒出一句:老板，你便宜点嘛，我下次还来你这儿租... 坐在一旁喝茶的新郎端茶的手都在抖...
 刚吃完饭，看楼下一男一女目测是情侣正在楼前水池边玩，水池里放养了些金鱼，那妹子正用手机在拍，目测是某水果手机。突然妹子手滑没抓住，手机掉水池里了！那妹子估计吓着了楞在那，旁边男的恁地一声惨叫：我次凹！我上个月的工资！这不是gc,gc是那妹子转过头来可怜兮兮的看着那哥们，然后那哥们十分丧气的说：我次凹！我下个月的工资！
 一朋友前几天想去看《分手合约》，于是发了条说说：“想去看分手合约，用带面巾纸嘛” 一开始下面的回复大多是“不用带，觉得没意思” 或者 “带上吧，挺感人的” ……………………后来最神回复出现了：“你是不是有病啊？！这种片都撸？！”
 本人幼师，有一男家长长的虎背熊腰，看起来有点凶。 一日通知开家长会，此家长问我，老师，有事可不可以不来？ 我问，有什么事呢？ 他说，今天有个兄弟从牢里出来，去给他接风洗尘。 我连忙说，好好好，有事就不用来了了了了。这可是大事阿。
 刚刚在儿子房间里发现有一只老鼠！费了好大劲儿总算是把它给拍死了。 啧，要不是外面有个笼子的话，也不用这么费力啊…
  “真不知道你买这台笔记本电脑干啥，你都根本不用的。”妻子说。 是啊，她每天都来查一下浏览器的历史记录，可不得这么说么。
 穆斯林也真的是很奇怪哦。比如说今天我在乘巴士的时候，看到有个穆斯林下车时把背包忘在座位上了。 我就好心地拿到他家去还给他啊——他竟然都不说声谢谢！
 常会有人问我，我这么多钱是怎么来的……是中了彩票？还是继承了遗产？ 不，我只是每周在安菲尔德球场外卖卖黑臂章而已。
 听说了么，政府刚给阿森纳队寄去一张好贵的账单啊。 因为他们那个奖杯陈列室的房间一直都空着么所以要收税……
 白宫发言人称，根据调查，有进一步证据表明，叙利亚政府使用了化学武器。 他们调查的是叙利亚的石油储备。
 宿舍在二楼，一天突然下暴雨,俩妹子被困咱宿舍楼底，我以为我们逆袭机会来了，二货室友迫不及待问楼下美女要伞么？妹纸肯定说要啊。。二货室友立马就把伞扔下去了。。扔下去了啊。。尼玛，活该你右手粗大！！你不下去我去啊！ 
 家住北方的应该知道平房这种建筑，同学的老舅在平房上晒麦子，突然看到一只老鼠。立马追去…耗子被逼急了，从平房上跳下去了！这不是GC…他老舅也跳下去了… 于是就“啪！ 啊！”
 本人开了间小卖部，今天邻居家小屁孩不知从哪弄来一张十万的冥币到我店里来买矿泉水！由于都是邻居就拿了瓶给他！叔叔请你喝不要钱！谁知他执意要给我！我还要整理货架不想跟他扯了就把那十万收了！谁知那小屁孩让我找他九万九千九百九十九......次奥！果断打电话给他妈！让她拿一块钱到我店里赎她儿子！
 在医院排队做听力检查， 一人冲上去找护士"我是33号"。护士"33号已经过了！刚才叫你那么多遍听不吗？！" 那人怒道"听得到就不来检查了！" ……呃……好吧
 一哥们的EMS快件被投递员代签收了，他愤怒的去找人理论。 哥们：你凭什么给我签收，必须给我道歉！ 投递员：大惊小怪，不都是这样么，有什么区别！ 哥们：损坏了呢？缺少了呢？网购的充气娃娃要不是处呢！！！ 投递员：。。。。。。对不起，哥。
 刚在网吧，我看电影，旁边的少年玩Dota，无聊瞄了几眼。技术比我好多了，还是输了好几把，少年YY就开始各种吼叫。后面来了个汉子，那年纪一看就知道是他爸，汉子也不吱声的就站那。少年毫无知觉，本着糗百精神，我就用手捅了他一下，示意他回头，少年回头一看乐了，立马起身“爸，这货太猛我打不过，你上”，于是汉子就替了少年的位置，留下满头黑线的我，各种凌乱！
 高中的时候，上历史课，我睡着觉呢，同桌突然把我叫醒，我迷迷糊糊的只看到一片书影砸来…… 啪，就砸到 同桌头上了，全班安静了半分钟。 老师尴尬地说，人家睡觉呢，谁让你叫醒他的…… 我看到同桌无辜的表情瞬间懂了…… 老师，你丫砸偏了还给自己找台阶下。
 天桥下一算命的给人算命 昨儿来一男人算算运程，算过后说他近日有血光之灾，此男听后不爽便起争执，随后算命先生给了他一板砖，算得好准。
 有一个高三党的奇葩朋友，平时二到家的那种！ 今天高三三诊考试。 考着考着他觉得袖子很不舒服，就一直在那里摸他的袖子。 一直摸一直摸，这下被监考老师发现了，一直偷偷的看他是不是要作弊。 GC来了，他从袖子里拉出一只袜子的时候，监考老师当时的表情立马就凝固了！
 一同事，男性，某天夜里在王府井一高档酒店附近等车，一位美艳妖娆衣着简约的落单少女凑上前来搭讪： “哥，一个人？要聊天服务么？” 该同事难掩内心狂喜立刻答到： “好啊好啊！你QQ多少？呆会到家我就加你。”。。。
 家有四岁小萝莉一枚，刚和邻居小女孩玩（同岁），闺女说:“咱们来玩过家家的游戏吧，你当妈妈，我当女儿”。当时楼主就想:笨啊，那不让人站便宜了。这时闺女来了一句:“妈妈我要吃碎冰冰。”于是邻居小孩屁颠屁颠的就回家拿去了。我想说闺女你隐藏的是有多深啊 
 小表弟在得知地球一直在转之后就开始感觉头晕，各种解释各种开导都没用。直到他爸揍了他一顿。
 大二刚开学没一个月！一天老教授点名，全勤！教授不信又仔细点了一次，真的全勤。教授泪光闪闪的说“我教书教了30多年了，这是第一次全勤，啥也不说了，我给你们鞠一躬吧”说完真的深深的鞠了一躬。惭愧啊。其实今天断网。
 在广场，面前走过一个妹子，手里牵着一条泰迪犬十分可爱，好色的朋友喊到:“嗨，美女！” 对方用着大连口音还了一句:“他是公嘞！”
 今天和一个二货闺蜜去散步。结果走到她男朋友宿舍楼下。她大喊一声:XXX,你在不下来我就把孩子打掉。我还没反应她就跑得无影无踪。那一刹那，整栋楼的窗台就见一片黑压压的头。剩我一个在风中凌乱。。。
 人人上，某二货女喝了一瓶某牌子的300亿乳酸菌饮料，然后发了条状态：“姐一晚上喝掉300亿小生命”。 楼主脑残回复：你男朋友产量不低啊。然后，我就被删除好友了。
 我同事前几天得了痔疮手术后还得每天跑去上药 不能乱割 今天去上药时屋子里是一个女大夫，同事顿时大囧，各种不好意思，扭捏的像个小姑娘，女大夫一脸淡定告诉同事去另一个房间等她，同事几经斗争终于说服了自己脱下了裤子，撅着PP等大夫，就听门口女大夫大喊:你脱裤子干嘛，我只负责开票，一会有人给你换药，变态。说完摔门走了！同事默默的穿上裤子，一脸茫然……
 同事回家相亲…… 本来的相亲女没看上，结果媒人的女儿正好睡懒觉起床，一到客厅，同事瞬间被征服了，现在还追着呢，gc是，媒人在帮着同事追她女儿…
 昨晚老公睡的比较早，想说学电视情节给他来个睡前的亲吻，结果那货竟然在我亲上去的时候，吓得全身抖了一下。我只想说，电视里都是骗人的。
 我一哥们结婚，我给帮忙开摄像车，一直也没问给我开的是什么车，到出发娶亲前给我钥匙，尼马，一辆即将报废的吉利。 而头车是宝马，其余一溜奥迪A6，新娘家在临县，单程40多公里，还要走高速，于是我就开着破吉利在高速路上一路冒着黑烟超奥迪追宝马。
 今天一糗百妹子对我们班一个屌丝说，目测你就是一绣花针，结果屌丝来了句，但是哥有缝纫机的速度。
 店里的收银妹纸被经理骂了，原因是如下： 客人：2块钱你也收啊，找我个整数！ 妹纸：对不起，少钱我们要自己贴的。 客人：你会不会做事情啊，（挥舞着手里的奥迪钥匙指着妹纸的鼻子）2块钱还收个P啊！能买什么啊？！能买什么啊你说说看。 妹纸：买包老鼠药毒死你全家还能剩一半！
 有次下班回家跟老公说在公交车上掉了钱，没心情做饭了，老公说没事没事，我做，你去打副本就会开心了。吃了饭，老公自觉把碗也洗了。我说：唉，心里难过，衣服也不想洗。他说，别想了，我洗。到睡觉时，他实在忍不住，问我：媳妇，你丢了多少钱啊？我说：我不敢说。老公拉拉我手安慰说，没事，老公不怪你。我委屈的说：掉了一个钢蹦。
 今天在超市，有个大妈在收银台付款，收银∶你好，一共68.8圆，谢谢！大妈淡定的给了60圆之后，从挎包里抓出来两把水果糖，数给收银妹88颗…… 妹子凌乱了… gc是，大妈说，我这还有呢，怕您们没零钱，又找我糖。我都带着……
 推友Jason Ng（ @jason5ng32 ）是互联网从业人员，他曾公开讲述过自己的一段喝茶经历。 一名王姓国保拿出一张纸问他：“T,W,I,T,T,E,Y点C,O,M，这个网站是不是你的？” “我没有听过这个网站。” 他把纸张递过来，“我告诉他他看错了，最后的字母是R，不是Y。” “那这个网站是不是你的？” “不是。” Jason说，其实很希望这个网站是他的。 “但事实与某些人的智商之间总会有莫大的差距。”
 当男性被女性称赞『可爱』的时候，只要高兴就可以了。当女性被男性称赞『可爱』的时候，就要想一下对方是不是不怀好意了。当女性被同性称赞『可爱』的时候，想到是外交辞令就淡定了。当男性被同性称赞『可爱』的时候，撒腿就跑就没错了。
 @李子暘 ：——北京市政府一直在忙什么？ ——他们用多盖房子以外的其他各种办法来降低房价。#精彩问答#
 一大早心理诊所来了一位MM，从她红肿疲惫眼睛可以看出已经哭了一夜。进门就开始哭诉男朋友如何冷落她，一夜QQ在线却一直不理她，一定是变心，一定是有别人了，她感觉生命失去意义。医生忍不住感叹爱情带给人几近疯狂的力量和执着。良久，医生轻轻的问她：你是不是升级了新版手机QQ？ 
 所以啊，关于游戏打到一半妹子来了的问题，正确的处理方法难道不是＂等我打完这场战场/这个boss就陪你，你先拿我网银逛会儿淘宝吧＂么？
 RT @sanwolfy 前几天死了个病人，85岁，肺部感染持续发热导致心衰，对所有抗菌药耐药，所有。平日里稍有头疼脑热就自服抗菌药，还是高端的三代头孢。真需要抗菌时就傻眼了，医生束手无策，眼睁睁看着他挂掉。
 活捉了几只蚊子扔进电梯里按了顶楼，呵呵别以为住高层就没有蚊子了。 （@最斑狸）
 我再也不会在没穿内裤时去抱猫了。先说这么多吧，医院快到了。
 我的童年就是一部和脑残老师抗争的血泪史。我在智力上的优越性导致不同老师发展出了体罚，把书包扔楼下，当面撕毁我的书，和我在课堂上对骂等爱好，但我从来没使用暴力。我的 #奇葩舍友 告诉我哈尔滨初中就有学生因为被骂当堂打老师。我问为何？他说：那学生上课用电炉在后排吃火锅被发现了...
 飞机场安检处。。。前面一哥们背一书包。。。安检员问＂有电脑吗？＂哥们答＂有＂安检员＂拿出来＂哥们答＂在家呢＂在家呢。。在家。。安检员一脸黑线
 菲律宾军队中校帕奎奥发表强硬讲话，暗示菲海军正是看到台湾渔船悬挂大陆国旗，误以为是大陆渔船才开枪射击。他告诫周边渔船，务必悬挂自己隶属区域旗帜才是最安全举措。而幸存台湾渔民则称：一直收听大陆广播，以为大陆国际地位强悍，悬挂大陆国旗才更加安全。
 连日来在香港维多利亚港展出，曾经傲视地球人的巨型橡皮黄鸭日前泄气，有传言指橡皮鸭遭到蓄意破坏，但活动主办方则表示展品没有被恶意破坏或被外物刺穿，只是需要拖到岸上做例行检查
 一直以来诺基亚都已做工和质量和著称，被网友戏称为拥有“砸穿地球”的能力，日前在重庆发生的一件事情再次证明了诺基亚是具备这种能力的。根据重庆晨报的报道，20日下午，渝中区七星岗自来水公司门口，一辆停着的大众轿车前挡风玻璃被诺基亚手机砸成了蜘蛛网状，惊奇的是，这部手机事后还能用。
 小时候老爹带我第一次坐飞机……座位顶上那个呼叫服务员的按钮我爹不知道是干嘛的，就按了一下。一会儿一位空姐款款走来:先生，有什么需要？我爹非常淡定:小孩不懂事按的…
 我女神坐我前面，今天下午女神迟到了，老师就叫她站着上课。突然我大喊一声她挡住了看不到黑板，本以为老师会叫她坐下的，心想我就帮到这了！老师悠悠的来了一句拿本书站到门口去！我永远不会忘记女神那怨恨的眼神，我是不是没机会了！！
 朋友和他同事出差，飞机快要起飞的时候，同事还没来，却打了一个电话过来：你看到那条新闻没？就是有人摸了空姐的屁股，结果耽搁了航班好几个小时。 朋友大怒：你还不赶紧来机场，居然关心这种烂事儿。 同事：我堵车了，来不及赶到机场，所以拜托你去摸一下空姐的屁股。。。
 一哥们无证驾驶从县城回来，路上正碰到交警冲他摆手查车，这哥们减速把车停过去放下玻璃来了句:同志，这是去ХХ市的方向吗？交警顺口答:没错。然后这哥们道了声谢谢一脚油门走了！交警站风中发呆中……
 高中时候一次生物课上，老师问：精子和卵子是在哪里结合受精的？ 当时我正神游，下意识的答了句“床上". 一秒后全班都翻了. 从此后，我知道了在野外也可以。
 昨天晚上网吧通宵去。。人太多，好不容易找个机子，结果没鼠标。。遂喊：＂网管，这机子没鼠标！＂马上一声音传来：＂重启一下就好了。。。＂我日，这是在逗我吗- -!
 下班高峰期，跟一哥们儿等车。一大巴停了下来，大家一拥而上，售票员大叫：只能上六个。这时我那哥们儿突然范二，冲上去一本正经的喊道：大家让一让，我就是六个。嗯，我就叫六个。。。大家看他像神经病似的上了车。对，他上车了，TMD真的上车了！！！只剩我在风中凌乱。
 今天一刁钻少妇带一8岁左右正太儿子来果园买樱桃，少妇尝了个樱桃说:“这什么樱桃，屁味都没有！” （估计她想压价，故意说的）lz还没回应呢，她儿子来一句“你又不是花钱买屁，当然没屁味了！”
 今天老师说我们要好好的学习，将来成为社会精英，吧啦吧啦的。 一同学问老师什么才是社会精英？老师说“就是把社会上所有人聚在一起，然后压缩、提炼、过滤，再压缩，提炼，过滤多次剩下的人”角落传来一句弱弱的“那不就是人渣吗。
 高中时候自习课，跟同桌一起下五子棋，用白纸画了格子，用笔在上面画圈， 这样如果被老师发现还能把纸翻过来，装作两个人在讨论问题。 果不其然，老师在后门窗户看到了我们，就把我们叫了出去，我俩很淡定：我们在学习，讨论问题。 老师说：学习？！别放屁了，你俩学习时候要能笑得那么开心早就全校前两名了！好好站着！
 昨天下午、邻居有事、我去帮她接小孩、到那之后我发现我不记得小孩上什么班了、我找不到了、于是打电话问邻居、她说：“没事、一会放学了、你先让人家挑、挑剩下的、就是我家的”
 今天老班教育我:老师不指望你的名字能出现在大学录取通知书上，只要不出现在通缉令上，老师就心满意足了。
 今天和室友聊天时，我们在讨论喜欢什么类型的男生。 我说了一句，我喜欢那种笑起来会浑身发光的男生~ 室友顿时来了句，你TM是要找个菩萨么！
 我基友抽中了某游戏的激活 码，第一件事居然不是去激活游戏 而是截下短信（含激活码)的图，发到微 博上，上书"哈哈哈哈我走了狗屎运了" 然后才去激活游戏，系统提示：激活码 已被使用…
 昨天我妈给家里狗狗一个肉包子，这个二货狗刚吃的太撑，于是就把包子叼到院子里刨坑埋了， 但是它一抬头，发现我正在看它，它快速的把包子刨出来， 又叼到别的地方去埋了，我TM的才不会偷吃你的包子呢!
 同学让我给带饭，我给她带了杯豆浆一个卤蛋，等她回来了却直接拿起旁边位子上的茶叶蛋吃掉了，整个过程之短我都没来得及阻拦，吃完之后我告诉她，她默默地把自己的卤蛋放了过去。一会儿来了个汉子，盯着桌上的卤蛋沉默了很久，幽幽得开口：＂谁特么帮我把壳剥掉了。”
 数学老师上课讲了一道经典例题，就莫名的激动了，一拍桌子，大吼：要先加绝对值，这叫未雨绸缪！然后还在黑板上狂草："未雨绸缪"，刚写了"未雨"俩字，就卡住不会写了，声音都蔫了。
 lz女友学表演的，老师经常让自由发挥演一个东西。 有一天二货女友把寝室蚊帐拿来了，全都裹身上了，裹的可严实了。然后往墙上一趴，慢慢的滑下来趴在地上。然后老师就问她：××妍，你演的什么东西啊？然后二货女友悠悠的来了一句：一口被别人吐在墙上的痰......
 前段时间，公司来了一批货，有些货有色差，颜色和其他的不一样，领导觉得很纳闷：不对啊，都是一个批次的，一个妈生的，没道理不一样啊。出于糗百精神，我幽幽的来了一句，可能不是一个爹的。领导看着我凌乱了
 上高中时。。周一开大会。。教导主任训话。。。内容如下。。。XX学校，是你们成人成材成功的地方。。不是你们成双成对成家的地方。。。下面掌声雷动。。并伴有尖叫声。。。
 老板办公室的鱼全死了！老板问，怎么回事？ 我一个牛逼同事说：事情是这样:早上大概八点多，整个世界都很安静，突然鱼缸里面的鱼，集体跳舞，大概持续两三分钟，在后来就变成仰泳了！！！老板:到底怎么回事？同事:漏电了！ 
 记得上初三那会，一到周末老师就会留很多作业。我印象特别深，有一次，老师留的作业不算太多，就问我们:“作业多么？”这个问题不太好回答，无论你回答多还是少，他都有可能给你再加点。就在这千钧一发之际，平时不爱说话的哥们救了我们，他说:“正好！”
 坐班车从郫县到成都，一觉醒来车上全没人了，只有售票员大姐在那扫地。 然后她说:你怎么还在车上，我们都把你载回郫县了，你还得补票哦。 然后我听了各种哭天喊地加崩溃。大概几分钟后，她说逗我的，大姐，你差点玩死我……
 LZ妹纸，昨天在医院打吊针，旁边一四五岁小正太也在打针。 这时候，小正太的粑粑拿着手机走到正太面前，一边打开相机模式一边说：“宝贝！看这里！不准笑！要哭！对！要可怜兮兮的，不然你妈不信你在打针！”
 我是在超市做收银员，面对每一位顾客都要询问：“您好，请问会员卡有吗？” 某日工资拖延未到帐，在本人日思夜想焦虑之时，来了一位貌似三十好几的男顾客前来付款， 偶习惯性随口问了句：“您好，请问工资卡有吗？” 那位顾客苦笑道：“上交给老婆了，我付现金可以吗？”…
 刚才在医院遇见两警察扶着一个满脸是血的男人看医生，医生问怎么了？男人说打架。医生说你看你好好的干嘛打架，对方也受伤了吧？男人说没有，对方人多。医生说那你也很勇敢啊！男人说没有没有，就是不服气他们人多。这时旁边的警察说:TMD你少说两句行不行，偷东西被抓着打这样还有脸说
 一同事是小美女，特可爱单纯，问她怎么跟她男友认识的，她说:“我去学车结果忘了带了学车证，就让五楼合租的姐妹给扔下来，结果一阵风给刮二楼阳台了。敲开门一看是一老太太，老太太打量了我一下，特激动的问:姑娘有对象了吗？我说没有啊！结果晚上就领她儿子来给我相亲了！
 要毕业了，过两天照毕业照，本来想去整整头发，希望能过够留个帅点的形象，可尼玛，昨天看了小贝的所有发型回顾，才发现我想多了，原来帅不帅，与尼玛发型无关…
 前几天我哥们的女朋友和他说“听说5月20号下午13点14分领证的会幸福一辈子” 话里含义你懂的。 我哥们淡定的抽了口烟，说 “不现实，民政局下午一点半才上班呢” 他女朋友满脸的黑线啊……
 在学驾驶证！已经到了科目三了！ 今天在路训，估计大家也知道练习时候教练会坐在副驾驶，在县道上～ 一同学开着开着忽然路中出现一只鹅！gC来了！同学并没有打喇叭！而是很淡定的放开方向盘！用手驱赶它…屌爆了！教练当时的脸…各种色彩各种色彩啊！
 我问一2货朋友：“你谈过几次恋爱？”2货：“暗恋算么？”我：“算半次吧。”2货：“我谈过3.5次。”我：“那还不错啊，看不出你还和3个女孩交往过。”2货：“我暗恋过7次。”
 学校体检要抽血，我们班有一个哥们晕针，人家护士刚把针管拿出来，这货就晕过去了…… 你以后趁着晕就该抽血了吗？才不是呢，人家护士把这货拍醒才又去晃着针去扎啊。此过程重复了三次……
 大夏天，穿长裙走在校园里，对面1男的领一特毛茸茸特可爱的小狗，于是果断去摸了一把，结果那狗绕着俺不走了，一个劲儿往俺裙子里钻，我让开它还往裙子下面钻，有点儿尴尬。好不容易它主人一把把它抓走了，俺就赶紧走掉。没两步，只听后面那狗主人问，好看么……
 初中，晚自习，老师不在，几个女生正在玩“瞎子摸鱼”。班主任突然来了，是一高大胖，所有人速度回座位规矩坐好，只剩下被蒙住眼的二货妹纸，她一把抓住班主任的手摸来摸去，说“他妈谁的蹄子这么多毛，还这么粗？”我们都惊得不敢出声，班主任黑着脸说“我的！”顿时全班沸腾起来了！
 坐火车过安检，看到一对儿夫妇大包小包，丈夫还抱着女儿，往安检仪上放东西的时候把女儿也一起放上去了，小姑娘看着爸爸，坐着安检仪慢慢滑走，忽然，孩儿他妈大喊把孩子抱回来！他爸才恍然大悟，一把抓住孩子的脚把孩子拉了回来。
 初中我们宿舍的门是那种木板包铁皮的，不是很牢靠，有几个哥们儿进门从不手推，从来都是脚踹，终于有一天一哥们儿一脚给踹下来了，大家都在想等着班主任收拾他吧，只见这哥们儿从容的把门扶好，在晚上班主任查宿舍时故意大声喧哗，老班则一如既往的一脚将门踹开，然后一声不吭的走了
 LZ煤矿妹子一枚，最近我们来自各个煤矿的配电工集体培训考证，咯咯咯。。。今天天比较热，教室内有两台大空调，老师只让开一台，开一台根本不起作用。老师说空调只能开一台，要不会跳闸的。这时底下一同学默默的说道，骗谁呢，一屋子的电工，制不了他一个跳闸？
 咱们销售部门，工资都是发放到民生银行。自从几个月前，公司改革:工资继续打民生银行，每月的销售提成则另外打工商卡里。尼玛，一小小的变动销售业绩大涨。我勒个去，原来一帮大老爷们儿工资卡都上缴老婆了，工行卡捏在自己手里。。。
 在教室自习，已经到了饭点，我看了看坐在我旁边那桌的女生，她似乎在奋笔疾书，头发垂下来的时候真的是美极了！我暗下决心，你不去吃饭我也不去吃饭，我也要像你一样好好学习……结果，结果……刚刚她男朋友给她带饭来了，她像一只欢快的小鸟扑向她的男朋友。我他妈的还在码论文，食堂早关门了！
 本人女，一天开玩笑跟老公说: 以后我要是出轨就找个女的，这样就不算给你戴绿帽子了吧？结果二货老公立马来了一句: 那带回家来住吧。
 我和朋友入住酒店，前台小姐把朋友订的房给了别人。朋友很愤怒，小姐劝朋友入住别的房间，说房间格局都是一样的。我本来想算了，反正格局一样。谁知这时朋友爆出一句：“什么叫都一样？男人的构造都一样，为什么你还要挑男朋友？”我顿时看到小姐彻底凌乱了！
 大学宿舍，午休期间，宿舍一哥们躺在床上幻想道： “什么时候 我也能在死后有不同的女人领着她们的孩子来我坟头指着我的墓说‘看！这就是你的亲生父亲！’” 这时候，宿舍一平时比较沉默的大神突然开口：“捐精志愿者！”
 我一朋友开烟酒批发的，也经营些洋酒。背景交接完毕。必须要割么？哥们去买菜中午打算小喝下。留我看到店。一会来了个男的带个女的特装B。指着一瓶洋酒问多少钱？我伸出四个手指，意思是四十块。那哥们说我经常买给你三百卖不卖。我直能红着脸说，算了。都是熟人，卖你吧。
 说个大学时候的，暑假放完回学校，大包小包的在火车站等公交。 准备好一块钱硬币，等了老半天终于给我挤了上去，当我准备投币时才发现尼玛坐了两年的公交突然变成空调车了。 最糗的是我只有一个硬币，可怜巴巴的看着司机说到: 师傅，我只有一个硬币了。gc来了，司机楞了一下，吼到: 一个也投进去啊，你还想白坐？ 次奥，旁边那两学妹笑的很开心……
 一个被妻管严的铁哥们每次想骗我烟钱时就会跟我说：“王总您好，我最近投资了一个八个亿的项目还差二十块钱运转，不知道您对此有没有兴趣？”
 @Xzibit-：只要你一句话就能让我从迷惘失神的状态中瞬间清醒，你是有多重要。//@上官哞哞哞哞哞：下面我找一位同学上黑板来做这道题
 总理乘飞机去四川雅安赈灾，飞机还没降落，见下面一片一片废墟，总理难受的泪流不止，贴身的人上前说：总理，雅安还没到，这是成都在修路.....
 美国白宫发言人指责中国政府，中国的 扶贫 工作进展缓慢。因为从1949年到2013年，中国女性的胸围没有任何进展。
 @张嘉佳：在路边打车，等到一辆。太阳无比暴躁！坐在里面汗直劈！我愤怒：你这空调不给力还出来拉生意！司机大怒：天气这么热你还往外跑！我狂怒：空调太破就别出车！司机血怒：我这制冷不行，制热可以！我暴怒：有种你制热！！！现在我坐在飞奔的出租车上，车内空调三十八度，和司机怒目相对，汗水模糊了眼睛。
 听说了一個牛逼的公式 ：n*AAA+m*ABC+DD就赢了，mn可以等于0， 让我一分钟就学会了麻将。
 上联：Subway，Railway，Highway，Way Way to Die.下联：Officer，Announcer，Investigator，Sir Sir to Lie.横批：Welcome to China
 老婆经常参加些卫生系统的研讨会，公费学术会议爱发些不着四六的纪念品，最常见的是保温杯。所以我有很多诸如印着“亚洲淋巴肿瘤会议”，“手足口病防治”之类的杯子。我最喜欢一个大红字“关爱艾滋病群体”的杯子，坐火车的时候拿这个泡一杯茶，再挤的车次你都能坐的很舒适。
 @冯学荣读史：要搞政治，必学演戏。当年袁世凯一边催促隆裕太后下旨退位，一边痛哭流涕，说：臣为咱清室争取了每年四百万元优待费。袁世凯走后，隆裕对臣子们说：“袁世凯真是个忠臣，看他眼泪流得一塌糊涂，而且还给咱争取优待费”（参《文史资料选编》第12辑，北京出版社，1982年第1版，马士良《清廷退位前后》）
 @弹弓子E：老教授夫妇本来准备去一家朝鲜餐厅吃饭，看了中国渔民被朝鲜军人绑架的新闻，太太决定不去了：万一爱国青年去砸那个店怎么办？教授摇摇头：不会的。爱国青年也是理性和兽性并存的动物。对手比较理性时，他们的兽性就会被激发出来；对手是禽兽时，他们的理性就会被激发出来…… 2#屁咧难道爱国青年不会砸韩国料理嘛# 
 昨晚做梦我绑架了个人，警察把我包围了，我急的不知怎么办，就对人质说你快跑吧，人质满怀感激的看了我一眼从后门跑出去...一声枪响，随即几个警察跑进来说我们已经击毙了劫匪马上送你去医院……
 刚才去买泡面，店里大叔说，少吃点泡面啦，对身体不好，说完就从冰柜里面拿出来一袋比泡面贵5块钱的速冻水饺。（@我帅我认罪）
 我老公最大的本领之一就是给妇女同志指路： 你从一楼的LV店旁边那个门出去就可以打到车了；出地铁口闻到A&F的古龙水味没？顺着那味道找到A&F，你要找的店就在楼上；半山电梯下来往H&M的方向走，过Coach那个路口，再过M&S的那个路口就到新世界大厦了。从来不说路名，从来不用东南西北，真是可歌可泣！
 据扯，获悉“离香港带奶粉超两罐最高罚50万关2年”与“大米超15公斤最高罚5万关1年”两项规定后，内地无数病危人群集体潜入香港，离开时纷纷携带三罐奶粉和数十公斤大米，被港警查获后，两罪加罚监禁数年…数年后等他们放回内地，人们惊奇的发现，他们全都恢复健康了。
 女神电脑旧了，一直想换新，可苦于没有理由。终于有一天，电脑开不了机了，女神找来屌丝，屌丝说：“电脑旧了，不好修，还不如再买台新的呢。”女神一听，高兴地给爸妈打电话，说电脑坏了，说完把电话递给屌丝让他证实。屌丝见女神让自己和她爸妈讲话，备受鼓舞，拍着胸脯说：阿姨你放心，我一定能修好。（@等麦麦）
 初中时，班里有个特别漂亮的女同学。是那种在那个年代很受欢迎的类型，双马尾、白皙、清爽……我曾经在她下课时在走廊玩的间隙，当着很多人的面亲了她一口然后撒腿就跑。 其实我一点都不喜欢她，亲她是因为她男朋友是学校的小混混。我喜欢那种被追着打一个礼拜的感觉，亡命天涯。（@白洱）
 看到前面有辆车停了十来分钟都没停好。 我也没有亲眼看到司机，所以呢我就不胡乱猜测她的性别了。
 “已知一个小球从楼顶自由下落，经过10.2秒后落地，g=10N/kg，请问这栋楼多高?答案精确到个位数。” “啊？让我算一下…………520?”  “嗯，我也爱你。”
 渔船被劫持的消息传进我军兵营，各级指战员们强忍悲愤，咬牙苦练叠被子，叠好的被子都被泪水打湿了一大片。一位小战士哽咽着说：如果敌人胆敢走上街头抗争，我一定会把他们撕成碎片
 我们一个同事是猩猩，今天被北京动物园的抓走了，大家都震惊了！一起工作半年多，居然没一个人发现他是猩猩！是楼下的大妈打电话给动物园才知道的，动物园的人来一看说：是猩猩。没错。然后就抓走了！同事还有些依依不舍，欧欧的拍了几下桌子，然后被抓走了。当代中国人之间关系有多冷漠可见一斑。
 家住朝阳区的郝先生前半生最大的成就是在10岁前取得的。该项成就为“熟练背诵巴巴爸爸全家人名”。他们是巴巴爸爸巴巴妈妈巴巴祖巴巴拉拉巴巴立波巴巴博巴巴贝尔巴巴布莱特和巴巴布拉伯。
 @小麦店店长：情人节告白愚人节告白告白日告白光棍节告白，可是孩子，世界上只分为两种人：任何时候告白都能泡到手的，和任何时候告白都会被拒绝的。和时间没有任何关系。
 【一群国产电视剧迷的观后感】剧情：“一个破大家，劫匪踹门抢走孩子后索要赎金，妈妈半个月后向其余孩子解释道：没事儿，我正和劫匪密切沟通呢。”观众的结论：A，她一定是后妈；B，咱爸收钱了。
 美国航天局为测试飞机玻璃抵抗飞鸟的攻击，设计了一个发射死鸡的炮来轰玻璃。保时捷知道后，为测试新车，花高价租了炮到德国，结果一炮，不但玻璃碎了，车身都挂了。。双腿发软的德国人连忙低声下气的求美方提供改进跑车的建议。美很快回复了，不过就一行字：Defrost the chicken first。。鸡要先解冻
 抗美援朝誓师大会上，毛泽东发表了一番慷慨激昂的演讲。年轻人的热情倾刻被点燃，大家高呼“打倒美帝打倒美帝”。其中有个小伙引起了毛的注意，因为他不仅喊得响，而且咬牙切齿声泪俱下。于是走过去拍了拍他肩膀问：“小鬼，你是干么子的？”小伙挺直腰杆昂首答道：“报告主席，我是卖格力空调的！”
 一个小孩第一次坐飞机趴在窗口看着外面兴奋的说:“妈妈，妈妈，飞机飞的真高，你看下面的人小的跟郭敬明一樣。”妈妈笑了笑说:“傻孩子，飞机还没起飞呢，那就是郭敬明。”
 我嘲笑我一个舍友贫乳，她对我说了一句 “夏禹的父亲！！！！！！！”， 我不能理解，今天我看先秦历史才知道夏禹的父亲是鯀，这个字念“gǔn”...
 去调研，街道办工作人员说，别以为烧烤小贩是老弱病残弱势群体，你仔细观察，90%就是身强力壮的中青年，敢于对抗城管，敢闹，敢哭，敢用地沟油，敢用手机拍照，敢用工具，敢随便大喊打人了抢劫了，敢用任何来源的食品烤串麻辣烫，谁管谁找麻烦，干脆放任自流。谁爱买谁买，谁爱吃谁吃。
 老婆兴致勃勃的在规划未来把小房间弄成儿子的卧室，我听着听着觉得哪里不对，“你是说，摆个三角钢琴，然后不就只剩下放床的位置了吗？”“对啊。”“那以后带女朋友回家，岂不是根本没地方坐，只能坐床上？”“对啊。”“……” #亲妈#
 有一个某通讯部门的男生追我，他做了一件事，这简直是我这么多年来收到的最特别最深情的表白了……他把我们整座楼的WLAN信号都加强了，我觉得我简直成为楼层英雄了（@夏仁炒饭）
 世界上有两种东西会趴玻璃，一个是壁虎，一个是班主任。
 曹操家邀群臣，席间竟有两个小妾因争宠吵了起来。两人非要争个你死我活，嚷嚷着要丞相为自己做主。曹操被气得头疼，大声呵斥道:“你俩同归于尽好了！”周围顿时一片死寂，突然，一个武将冲出座位跪倒在地高呼:“哈哈哈末将于禁谢丞相赏赐哈哈哈哈。”
 一提到那个北京SCC超跑俱乐部，都是一整挖苦嘲讽。但从社会学的角度，红富二代们烧跑车是他们对社会做最有意义的事了——防止权力财富隔代继承。如果他们各个卧薪尝胆殚精竭思誓死壮大家业，普通创业者只能哭了。
 我怀疑我的导师是个吸血鬼：原籍法国，讲话带点口音；身形高挑健美，60多岁，从面相上看却像是40过半的人；昼伏夜出，工作时间通常是下午5点至次日凌晨5点；永远衣冠楚楚，像是刚从黄金海岸度假归来；至今未婚；我们找到一篇上世纪50年代的paper，署名跟他一样，他说是他爷爷写的…
 我认识的一个OP粉今年七月份结婚，！！！！！！我问她“你个女汉子是怎么钓到爷们的？！！！”她说她和他老公纯属偶遇，去夜市套圈，瞅着扔的是兔子结果圈直接掉在旁边一个男生的身上，套圈老板说“套中了就跟着走啊”…………然后他们就到了结婚生子的地步了…
 下班后，在车上问搭顺风车的女同事：你是什么照？脸微微一红，答到：以前是B，现在是C了。这不科学呀，我说：我一直是C，C1，只能开小车。
 “AV是干嘛的？拍OOXX的视频么？嘿~” “是光圈优先。能把单反还给我了么？” (@所长别开枪是我)
 昨晚第一次去男友家见家长，她妈妈做的菜很好吃，lz我吃完一碗饭刚想起身再去装一碗时，他妈妈把我按住了说：没事碗放着等下我一起洗……-_-#…(＞﹏＜)…(┬＿┬)
 昨天读小学二年级的小表弟来我家玩…哥斯拉…放学直接就背着书包来了，也不玩电脑，不看电视，就写作业，写完让我给他检查，当时我就在想“这小鬼怎么这么上进了？”检查完了告诉他都对了，我就问"怎么这么努力，难道老师交待的？"他说"老师没说什么，明天早上同学要抄，一块钱一个人"………我勒个去，我有种瞬间被秒杀的赶脚@_@
 lz大学僧，考英语四级，防作弊抄袭，监考老师堵在考场门口查收手机之类的通讯设备，等到最后一个人的时候，老师问那个同学: 带手机了吗？然后那同学就自己在身上左摸摸右摸摸，然后抬头茫然的看着老师说: 呀，忘带了。 老师: -_-＃
 我们家三姊妹，我是最小的。小时候，奶奶做的一种萝卜粥，我们姐妹三个都嫌难吃，谁也不吃，然后爷爷就骗我们说，吃了长高个！只有我信了。。。。割。。。。。结果，二十多年过去了，果真我是三个当中个子最高的！爷爷诚不欺我啊！
 同学去幼师学校看美女，格！！格！看门大爷问他干什么的，他说:上学的。大爷回了一句直接把他雷住了:全校一共就七个男生，哪一个我不认识，哪凉快哪呆着去！
 医科大学的朋友告诉我，早上闹钟响了，眼睛睁开要起床，可又不自觉闭上，再睁开就可能要迟到了。经过多年研究推断，他发现这是眼睛得了自闭症。
 一姑娘夜间乘Taxi回家，不料开着开着突然发现司机开到一片幽暗的林子里。司机停下车刷地打开后门，开始往下扯她的衣服。女孩放声尖叫：“停下！停啊！” “别紧张嘛亲爱的，我只是想找点乐子，不会伤到你的哦。” “我不是说这个！你把计价器先停了好么？”
 突然想装逼却发现旁边没有人怎么办，这个时候你只需要把你要装逼的内容暂时存储起来，等到有人的时候拿出来再装，这就是“云装逼”！
 无意中看到一个很有文化内涵的ID，叫@千年参商 。结果ta页面上的简介一句话就把我逗乐了：“够了，我不是卖人参的！！！”
 饭局，有人提议，用一个词准确表述中国同朝鲜的关系，众说纷纭。最后一人淡淡说出：同性恋。
 今天我用家里唯一一个盒子，FedEx的盒子装了午饭带去上班。结果去了下洗手间回来，发现午饭没了，我同事把我的午饭又用FedEx寄回了我家。
 今天，我目睹了微醉的男盆友向我的双胞胎妹妹求婚。她接受了。我全家都欢呼了。
 今天看皮肤科医生，他看了我的手后说:你需要找个女朋友了！尼玛，这个也看的出来？深深的低下了头！又说:有什么不好意思的？你的手不能接触碱性的，比如洗衣粉洗衣液，要找个女朋友洗衣服了！ 我艹。。。能好好说话吗？差点我就招了！
 正常人类在收到的邮件里发现一坨便便时，都不可能会感到高兴，但考古学家皮尔斯·米切尔（Piers Mitchell）是个例外。他高兴地表示：“我收到了来自世界各地的样本。”
 申请了交行的U盾，死活用不起来。最后有个客服问我是不是装了工行的U盾驱动？说两个不能同时装，这个技术问题目前没办法解决！ 程序猿：他们的驱动都抄了同一个MSDN的例子，申请资源的时候用了同样一个ID "foo", 所以两个驱动不兼容。
 我都不敢请假，我怕一请假，领导发现公司有我没我都一样。
 怀孕五个月，小家伙在肚子里踢的越来越有劲儿了。晚上例行胎教，让老公给小家伙说说话，他看着一下一下鼓起来的肚皮，吭哧了半天，憋出一句:“住的还习惯吧？”～ 住不习惯难不成还去你肚子里串个门儿啊?
 这星期六楼主跟老爷子去狗市花鸟市场遛弯，见一妹纸抱一小狗坐在摩托上，一看就知道在卖狗，我便去搭讪，我:“狗多钱？”妹纸：“一万二”，老爷子没听清问我多少，我凑到老爷子耳边说：“一万二！”老爷子:“连人？”我去！当场那妹纸石化了！
 高中时，在一次升旗仪式上，校长开始训话。说现在的学生越来越不像话，班主任让一个同学请家长，他却花5块钱请一个蹬三轮的大爷当他爸。你这样对得起你妈吗？
 朋友是刑警队队的，前几天抓了一个入室盗窃的小孩大概有十六七岁…………真人真事不能割…………审问的时候问他偷多少钱？答700多。问他还偷什么了？答：偷个jb。朋友当时就怒了：你跟谁说话呢！？答：真偷个jb，电动的……
 某公司面试招聘会，我是面试官。。。。进来一个文绉绉，书生气十足的男生。。。。。当我问到【目前为止，什么人对你的影响最大？】。。。他直接上来一句【网民，他们彻底改变了我的三观。】。
 我记得以前听人说我同学有个这么个事，一次几个人看见献血车就去献血，护士给其中一个男的扎针抽血，然后就看见这哥们表情凝重脸发黄。护士问他你是晕针啊还是晕血啊，这哥们惶恐的说，晕车。
 和同事出差，同事儿子的老师打来电话:你儿子在学校和同学打架了，对方家长到学校了，你也来一趟把。同事想了一下说:我在外地呢，回不去，这样吧，等我回去我把武功给他废了。。。。老师默默得挂了电话
 今天卖香蕉，我和弟弟开玩笑说一会来人你就喊香蕉便宜来，不仅能吃还能用，过了一会来了两个美女，没想到这个二货真喊了，那俩彪悍的美女居然问怎么用啊，我俩脸红的说，上供。
 本人售楼员一名，新人培训期间主管说对客户说话一定要温柔贴心，让他们感觉到你的真诚。 一妹子突然爹声爹气的说，大哥，过来看房麽…… 语气摄人心魄啊。我们在陶醉时主管破口说道，“妳是在卖房不是在卖身，我们这是售楼不是青楼！”
 下班后和同事回家路上，突然背后有人有人叫住我们，说: 孙子，几点了？ 哥这暴脾气，刚要变身，扭头一看，一个满头花白的老爷爷，同事楞了一下，看看表 说，爷爷，6点10分了。我同事今年39， 我俩就这样孙子般继续前行。默默两行泪 。。
 今早上去买早餐的路上，看到一个粑粑拉着一个又哭又叫的孩子往学校扯，然后一个大姐看到就问他怎么了，孩子的粑粑生气的说，＇这屁孩子他不去上学＇，这不是gc，gc是那大姐说，今天不是星期天嘛，然后粑粑愣了下就拉着孩子回去了，……
 lz妹纸 五岁小侄女要我和她玩王子亲睡美人 我当王子她当睡美人躺沙发上 当我嘟着嘴距离她的小脸蛋五厘米的时候她突然睁开眼手作捂心状说道“啊！这么丑的王子也敢亲我！” 然后她就蹦哒着跑开了。
 昨天接儿子放学回家的时候儿子就从教室里飞奔出来。 “今天怎么这么快？” 儿子气喘吁吁地说：“别问了，赶快走！” 一脸茫然，又问：“你这么慌张干什么，出什么事了？” 儿子一边拉着往外走， 一边小声地说：“没有，快走吧。今天老师忘留作业了，等他想起来就晚了。”
 想起n年前学校军训，太热天的，太阳下站军姿。旁边的一个同学问我，兄弟，好热，我们装晕吧？我惊讶的问：这不好装吧？话音刚落，只看见那货bia的一声摔在地上。我大惊！！！真TM逼真，教官走过来一看。。。直接送医院了，真他妈中暑了。
 高中晚自习逃课去校外广场打篮球、实在搞不过那些民间老大哥的肘击与腿拌。无奈退场却发现广场老年舞着实是个活动筋骨、延年益寿的好运动！于是每天都逃课去跳、也许我的舞蹈天赋过高、也许我的运动细胞过盛！不出两周我已然是前排的领舞人员。直到，我看到了我们教导主任被我妩媚妖娆的舞姿震惊的眼神、还有第二天全校间操时间对我批斗的言语！＂我们学校有人逃课去网吧，有人逃课去打球，这我们还可以接受，毕竟情有可原！可是！竟然有男同学逃课去跟老头老太太去跳老年舞的！来！有请二班体委XX谈谈他是怎么成为广场舞领舞人员的！＂场下沸腾了！我火了。。。
 某天，舍友她跟同学睡一起，她很有气势地提前通知同学，说“我晚上睡觉抢被子”。。同学回：“我抢床。。。”惯例这不是gc，gc是半夜，她被挤下了床。。。不负众望的是，被子还在她身上。。
 和媳妇去大学门口摆地摊卖袜子。找了个纸板让媳妇写上袜子十元5双，等挂上去没多一会就有同学看我这笑，我不知道笑什么，也跟着笑笑。看着经过的人都笑，我就看看我挂的纸板，傻眼了。纸板上写的是：妹子10元5双。我那个心呀。
 20代女性推文：“刚才在路上兜风，没想到车胎突然爆掉了。正手足无措的时候，路过的一位男士及时出现，帮我解决了困难。他大概40多岁，身材偏胖，秃顶，看上去是独身。真是太恶心了。”
 高中，有次考试，坐我旁边的同学一直把头伸过来抄我的选择题，然后被老师逮了个正着，结果老师看了我俩的卷子，说：你抄了他的什么？怎么选择题都对不上？ 那货幽幽的说：避开他的选择，我就离正确答案又近了一步。。。
 平时在学校后面小食堂买饭经常会说一句打包带走。 今天在炒货碰到一二货直接来了句三块钱瓜子打包带走... 老板一边称一边说，不带走你还打算在我这嗑完啊。
 真实经历，二货室友，把棉被洗了，三人一起把一百来斤的水棉被抬阳台晒了三天，没干，扔了
 有一次酒喝高了，回家时，不知道为啥邻居家的狗咬了我，我被送去打了狂犬疫苗... 第二天酒醒了，我妹说：大黑坐在台阶上，你为什么过去和它并排坐着，还硬搂它脖子，要对着它耳朵说悄悄话？
 本人高中妹纸，那天有女上门推销洗发水，同学开门，推销员问要不要试试某洗发水，同学问要钱么，推销员笑笑，说：洗发水不要钱，但是要个瓶钱（大家都知道，其实是变相要钱。）。。同学让推销员等等，就迅速跑回屋子，不一会，拿了个瓶子，说：洗发水不要钱，你给我倒吧！我不要瓶子！
 和一平时特老实的男同事走街上，他突然说，我有透视眼就好了， 我心想没看出来啊平时， 他接着说， 就能看见西瓜里面红了没... 
 实习去幼儿园，两个小宝抢玩具，魁梧的以体重占了上风。 遂叫我：老师.. 他抢我玩具.. 就在我要伸张正义的时候，旁边的路人丙小朋友： 切！你跟她说有啥用啊，她一个实习的！
 初中照毕业照前一天，班会课睡着了没听清老师说什么，下课问同桌，同桌说明天全校大扫除，穿破点衣服免得弄脏，第二天大家都漂漂亮亮的，我专门在家找了件黑不拉叽的破衣服，同学，我跟你有仇哇
 今天逛夜市准备买个耳机，对话如下：LZ:这耳机多钱？卖耳机的大爷:这个啊，诺基亚国产原装的，原价220，批发价90，小伙子看你人很实在8块钱卖你了……尼玛…………
 刚看淘宝，我说了句，这25的衣服能穿啊！隔壁同事随口回我:关键是气质，懂么？你信不信25的衣服到我身上就能穿出250的价值！停了三秒，全办公室笑疯了！因为大家都信！
 小的时候特胖，人家都说我胖该减肥了。我爸坚定的说一点也不胖，女儿是最漂亮的。楼主一直沾沾自喜, 直到有一天，我爸可兴奋的说，女儿，我今天看到一个比你还胖的！ 。。。爸！你说漏嘴了！！！T-T
 话说 在校园看到一个童鞋身后贴着一张纸条，好奇就凑上去仔细瞧了瞧…… 尼玛纸条内容是：有个神经病在看着哥，哥却不知道…
 宝宝六一节幼儿园有节目表演<<小小的猪>>。开场是小朋友都趴在地上，表示在睡觉。其他小朋友都起来表演了，只有一个小朋友一直趴在地上，一动不动。直到表演结束，老师才把这个真的睡着的小朋友抱下场
 办公室一女同事，家有一岁多小萝莉一枚、 经常粘她抱她亲她 ，每到那时候她就对女儿说：不要这样好吧 ，搞得我跟你很熟一样 大家都才认识一年多…
 前段时间家里的野菜长势茂盛， 老妈一早就给我说今天给哟做野菜。 割割割…… 下午回家，老妈已经把菜做好了，我吃了一口觉得太难吃， 可一想到老妈很辛苦地给我拔野菜， 就硬着头皮继续吃， 看老妈一直看着我吃， 我问： 妈你怎么不吃啊？ 我妈说：吃了一口发现不对，好像拔成野草了…
 Lz爷们，今天骑着我那折叠自行车出门。 在路上很有感觉，骑着骑着尼玛车子华丽丽的折叠了， 你能想象周围的人笑成什么样吗， 我会告诉你后面一个骑车的家伙笑到直接撞在我车子上摔倒的， 就坐在那里继续笑，我当时那都想屎……
 一日，自己闲着拿卷发棒弄了个大卷，男友看见了说：哟，媳妇，不错啊，好看，在哪弄的啊？我笑而不语。第二天，洗了头发，又成直发了，男友看见说：媳妇，好心思啊，怎么又弄回去了？第三天，存心想逗逗他，拿卷发卷弄了个小清新的发型，男友看见，憋了半天，来了句：你是看上理发店哪个小子了吧！
 家有一女刚上幼儿园，一日妈妈去开家长会，期间发现幼儿园墙上贴着各类乖宝宝照片， 妈妈高兴的发现我家宝贝也在其中，唯一纳闷的是这一栏里别的宝宝都是男孩，一细看。。 哇这一栏是”吃饭喷喷香”宝宝，我可怜的宝贝人生第一个奖是“饭桶奖”
 80后的故事…小学暑假家里买了一群鹅，有一天放鹅的时候躺在草丛里睡着了，醒来以后发现鹅没了。就满山遍野的找了一下午，回家的时候想着这顿揍肯定要挨了，到了家门口傻眼了…这群二货早回来了，都眼巴巴看着我等我开门呢
 高中时老师让打架的几个男同学找家长，这几个货不约而同的都雇了门口饭店老板充当家长，班任见到他都崩溃了，说了一句，我当老师这几年在N个班的家长会上都见过你了，比开饭店还挣钱吧！
 发个自己的糗事，今天很基友去市区剪头发，突然下大雨了我们就去买伞，问老板多少一把，老板说有10和20我们一看10的太小了就买了20的，结果俩180的汉子搂着回学校了，快到的时候基友突然反应过来我们为什么不买2把10块的，我愣了下说是啊，尼玛，真为我们俩智商捉急…
 lz大学僧一枚。 英语老师怀孕4个多月美女一枚，今天上课比较吵，美女发飙了： 你们不听课我不管也管不了， 但是不要吵了行不行？ 你们不听课我就当讲给自己听，顺便来个胎教，不要影响我心情！
 今天做错事，老板娘把我拉去办公室那是各种教育各种说理，我听着听着困的受不了，就想打个哈欠，可是突然想到老板娘在对面就咬紧牙，忍住了，可是眼泪被憋出来了。。老板娘本来还想说的，可是一看我眼泪出来了，就说孩子别哭，知道错就好，你走吧
 公司考勤机下班摁指纹时会语音提示：签退成功。然后这天公司的屌丝技术员觉得这语音太冷冰冰了，给改了。下班时，大家一摁指纹，发出一句风骚的女声：大爷慢走，明天再来玩哦.....玩哦.....。签退的男人都笑了，还都TM笑得很yin荡。
 我一直有个性幻想，就是我们的理科老师在课后让我留下来、然后穿着性感内衣走进教室里和我大战三百回合…… 但是他真的这么做了之后我才发现，我可能是个直男…
 去年我开枪崩了一个佛教徒。 今天早上一只鸭子晃晃悠悠地走到我身边踹了我一脚。
 我准备偷偷溜到一个穆斯林身后然后冲上去拉丫的胡子。要是她丈夫不乐意啊，我就，我就连他的胡子也一起拉！
 《小鬼当家10》剧情简介： 他爹妈终于因为疏忽照顾儿童被抓进牢里去了……
 有人说，在伦敦Woolwich展开恐怖袭击的杀人凶手们，只能代表在英国生活的穆斯林中的极小的一部分。这句话说得非常正确。因为你看，首先，他们会说英语。
 拜仁和多特蒙德的欧冠决赛开始之前，英国警方呼吁托特纳姆热刺队的球迷务必不要离家外出……
 据报，一些iPhone用户在使用影片拍摄功能的时候，遇到了问题。 显然，不管他们从哪个角度进行拍摄，都无法阻止 有人在光天化日的大街上被残忍地杀害。
 小阿布杜尔在学校：“可是老师，不是您要求我们带上示范到课堂上来向大家解释我们的宗教信仰的吗？查理他带了十字架，加藤带了尊小佛像，以撒带了他的祷告书……我完全不明白您现在的做法！” “是的我是这么要求的阿布杜尔。但你带的这个滴答响的背包真的吓到其他小朋友了……！”
 一名俄克拉何马州的教师，为了保护六名学生，压在他们的身上，人们纷纷称他是个英雄。 可怎么我用这个借口的时候，教育部门却说我是“特么的教师之耻”呢…
 保守党议员Bob Stewart提出，要把在国外出生的、宣传仇恨的人们“塞进飞机里”。 美国人的经验不是告诉了我们这样不行么……
 当年雅达利(Atari)把著名的ET电影制作成游戏，后来因为游戏实在是太烂了，那些没能卖出去的游戏卡带就被雅达利公司用用卡车运走埋在了墨西哥阿拉莫戈多沙漠中，并且用混凝土浇灌掩埋起来。使这游戏成为了一个传说……现在加拿大的一家电影公司就被这传说给吸引了，准备去寻找这传说中的游戏，并且拍摄成一部纪录片。现在这电影公司已经获得当地政府批准的挖掘的资格……
 这两天男友爸爸妈妈过来，我负责带他们一起玩。那天早晨我起晚了，打了个车就狂奔过去，刚下车便看到男友和他父母已经站在路边了，正在我一脸傻笑怀着无比歉疚的盯着男友时，只见他麻麻敏捷的左闪右突的穿过人群，快速的出现在我面前距我不足十厘米的地方停住。把我的裤子拉链拉住了。
 Lz小学时代有次学校举行唱红歌比赛，比赛之前正好看了电影'刘胡兰'，那时候小啊，以为唱完红歌就要被杀头， 死期就是比赛那天。 于是比赛那天，lz在全校师生面前唱地潸然泪下泣不成声……… Gc是，就这样稀里糊涂地拿了第一名…
 1950年代初期，一篇颂扬朱德艰苦朴素精神的文章《朱德的扁担》被编入小学教材。1967年2月，换成了《林彪的扁担》。孩子们又在这篇课文中学习林彪的艰苦朴素精神。林彪坠机，教材又悄然换回《朱德的扁担》…
 上课上的好好的，旁边的同学突然抽出一把刀来，旁若无人地切了一只芒果，一只苹果和一只油桃...。然后拌了个沙拉。
 穆巴拉克倒台前，埃及政府曾断网，导致大批不问世事的魔兽玩家走出虚拟世界上街散步。穆巴拉克同志的命运最终得以改变~~
 若你的朋友每天生活都这么幸福，也就不会拍成照片传到网上了。
 每当有女孩让我评价她们的照片，我一概说貌若天仙。只有在她们追问到底是哪个天仙时才会具体到巨灵神、天蓬元帅、太上老君等等。
 我现在在东北出差，正在一小餐馆吃午饭，等上菜时，和一哥们对视几眼，突然那哥们和我说：信不信我笑死你。嘿嘿 ，东北朋友实在太热情了，免费讲笑话，于是我欣然答应了，口合 口合 口 （@资深高端黑）
 这位姑娘，佛说前世的一万次回眸才换来今生的一次相遇，我们今夜能在人来人往的天桥小地摊上一起挑选二手生活用品，或许正是前世的注定，看你也就是初中生模样，我都可以当你叔叔了，所以你那句“滚回家摸你妈屁股去啊死变态”未免有些言重了。
 昨晚一起上夜班的尼日利亚留学生说，南京好热啊，我想回非洲&……
 生姜是烹饪界的伪装大师，它能伪装成猪肉、牛肉、鸡鸭鱼肉、肉块、肉片、肉丝、肉丁、肉末、带毛的肉皮、不带毛的肉皮等等等等，让吃到它的人痛不欲生。#吃货志# （@三体-针眼画师）
 前些日子遇到位江湖大哥，大哥小腿两边各纹一条鲤鱼，颜色一红一黑，左边鱼头朝上，右边朝下，形态遒劲，面目狰狞，很是骇人。吃饭时终于有人问到了纹身的寓意，大哥点上一只烟，说：＂我出生在1976年3月15日...＂我们都竖起耳朵，等待着接下来注定血雨腥风的故事。大哥押口烟，接着说：＂我是双鱼座＂ 
 表妹被甩了，我担心她想不开，就在QQ上开导她。我问：“那男生为什么要和你分手？” 我表妹似乎是个忧伤的女孩，又似乎是懒得听我唠叨，半天了才回我一句：“莪蔂ㄋ,眞啲蔂ㄋ。” 然后QQ便下线了，深藏仇与恨。这时我突然醒悟，原来火星文的真谛，就是把字分开来读。
 地铁里听到一个女孩大概是给男朋友打电话，她是这么说的：“我已经到西直门了，你快出来往地铁站走。如果你到了，我还没到，你先等着吧。如果我到了，你还没到，你就等着吧。”
 【汉语博大精深】冬天，你能穿多少穿多少；夏天，你能穿多少穿多少。
 女朋友问我：“我和你妈一起掉河里你先救谁？”，我说：“你”。她问：“为什么？”，我解释：“我妈在和我上个女朋友一起掉河里的时候已经淹死了”（@丧心病狂苗浩斯）
 今天在路上看到一帅哥， 乞丐裤，卷发，180左右，遗憾的是他走路时一条腿十分轻盈，另一条腿却在地上拖着，就这么一步一挪，一步一挪，走得艰难缓慢。。他越走越近，泪水渐渐模糊了我的视线，我不知道在他生命中曾经发生过什么，要让青春的身体承担如此不堪的姿势直到我发现是他的人字拖断了。
 早起惊醒，顿悟， 国足的比分明显是有意对首席球迷六十大寿的献礼：一共六个球，丢的五个，象征五星红旗；进的一个，象征坚持一党执政。
 刚接班去的有点晚，同事凶巴巴的对我说“你个碳酸氢钠”，我当时楞着没反应过来，过了一会配药的时候我才想起来碳酸氢钠（Sodium Bicefbonate Injection）的临床简写是SB……
 我有一个特异功能( ・ิω・ิ)，我可以把我的眉毛摘下来，( ・ิω・)ノิิ摘下，( ・ิω・ิ)安上，( ・ิω・)ノิิ摘下，( ・ิω・ิ)安上，( ・ิω・)ノิิ摘下，( ・ิω・ิ)安上，( ・ิω・)ノิิ摘下，( ・ิω・ิ)安上。。
 我今年60岁，拥有8000万教众，230万军队，960万平方千米土地。这个世界敬畏我，我也曾以为自己可以藐视这个世界，直到昨晚我看了场球…
 两年前，一陌生男人因移动营业厅妹妹误敲一个号码将50元话费充给了楼主。该男子倒也大度，发短信跟楼主说不要我还，算是种缘分了。缘分是个奇妙的东西，聊了几句发现两人上班的地方很近，后来见面了，现在这男人是我老公了。每次特讨厌别人问我们是怎么认识的。那斯总是很贱得回一句：充50元话费送的。
 真事儿，昨晚做梦梦到查收了老公的私房钱，睡得太死下暴雨打雷都没被吵醒。今天早上老公一脸惊悚的说昨晚差点没被我吓尿，阿门，你能想象午夜雷鸣电闪时枕边传来一阵凄厉的贱笑么？
 记得初一那年，我们都喜欢上网。兄弟有天晚上偷偷溜去网吧通宵。第二天早上学校见了他，顺便看到脖子上多了一道伤痕，我问，你爹妈发现了？你爹妈是不是想吊死你？兄弟说，操，晚上回家的时候突然大雨，我就拼命跑，没看到别人晾衣服的绳子。
 苦逼司机一枚…刚调去给老总开车不久…估计马上会被调走………因为好几次见陌生客户的时候…人家都走过来…先握我的手 “王总，你好你好………”
 你以为医院里谁的书法最牛逼？医生？护士？错！最厉害的是交款处的妹妹。哥今天开眼了，一大摞单子啊，各种医生的书法体啊，哥一个字不认识啊，她竟然全打出来，眼都不眨一下。妹子，你上岗前是中央美院的吧…
 好多年前，驾考还不是很严的时候，我一朋友桩考…… 给我打电话：“有熟人没？” 我想这货很定是不合格之类的云云……结果他很平和地曰：“我把驾校后墙撞塌了。”
 公司养了一只哈士奇、一只萨摩耶，前天中午午休的时候，哈士奇竟然先解咬开自己的项圈，然后又帮萨摩耶咬开，俩狗结伴开溜，幸好被门卫看到，好不容易给拽了回来。结果今天早上一上班， 萨摩耶很幽怨的趴在那，哈士奇却不见了……
 新开的网吧的玻璃门擦的太干净了，妹子我上完网往外走，整个人“啪”的一声就拍在上面了，这不是gc，出了门发现有东西忘拿了，就进去拿，发现好多人在看我，因为刚刚我撞门的动静太大了，拿了东西我就往外跑，只想快点离开这个让我丢人丢大了的地方，结果。。。“啪！”我又撞上了〒_〒，网吧里沸腾了
 大学有个室友，二百多斤…… 有次他妈来学校送东西给他，跟我们聊了会儿说到她儿子的体重时，她妈说了句至今让我印象深刻的话：“别的父母都不让孩子打游戏，我偏让他打，我就是要他打到饭到不知道吃，可是他每次吃饭的时候不用叫，都会自己过来吃…”
 永远别在公司厕所隔间给朋友打电话骂自己的领导，因为你tm永远都不会知道隔壁蹲着的是谁。“小刘啊，对我有意见可以明说嘛、我这人佷随和的。”
 记得高二那年, 高三的高考完后。 上课，我同桌正在睡觉，班主任突然进来了，第一句话就是：“你们现在已经高三了！” 同桌被吓得坐了起来，瞪大了狗眼望着我道： “我他妈睡了多久？！！！”
 和女友去吃万州烤鱼，没吃过害怕很贵，就挑鱼的时候，女友一个劲的跟老板说拿一条小的，来一条小的，结果拿了一条最小的之后，女友满意的问老板多少钱一斤，结果老板说，不知道啊，我们按条卖的，我把茶都喷了…
 刚才去洗澡，浴池里有热水池，太热不敢下去，有个小孩，摸了摸，手马上缩回来了，说好烫，本以为他不能进去，结果，大喊一声，德马西亚，跳了下去...
 公交车上，一个人没零钱，我帮他出了。他却非要装大款，拿张一百的要给我，我接过来说：谢谢！这人脸都绿了
 下班身上就带50块，吃过饭剩下40... 路过一卖女装的摊位，看中一件粉红色上衣十分心动，一问老板，居然要99，还价40，不肯。扭头就去买了饮料，二次路过那摊位，老板说:姑娘，40就40卖你了！lz表示很遗憾的说:阿姨，我买水了，就剩35。老板看看我手里的钱一咬牙恨恨的说:卖给你了。以后要带同事来呀。“好嘞”说完拿着衣服就走啦。
 新疆喀什，一哥们开着三轮车行驶在一个坡路上，遇到特警查身份证，他下车后直接奔路边捡了块板砖折回来，警察一看直接给他来了套漂亮的抱摔，锁喉，一气呵成啊有木有，这货趴地上咧着嘴说，我手刹坏了……坏了…
 有一二货朋友学医的， 有次考试就他一个人还没交卷，老师急了就催他赶紧交，他说他不会做就死活不交。老师就问他有没有带小抄，他说带了。老师大吼到那还不赶紧拿出来抄！他恍然大悟赶紧把小抄拿出来准备抄，就在他拿出来的那一刻，老师理由充分地把他试卷收走了。。留下他呆呆地看着。。
 今天聚餐吃集体包的包子，其中有一个包了一颗有壳的花生，谁吃到谁给每人发100块钱，我TM吃到了，身上没钱我硬吞下去了，他们不知道。
 妹妹生了宝宝满月后，我们全家去探望。 妹夫要亲宝宝，宝宝一脸不乐意，妹妹公婆说不要亲，他难受，妹夫说 “这是我儿子，我就要亲一口”，结果，妹夫老爸说了句话雷死人 “你过来给我亲一口，你是我儿子”……
 去杭州旅游的大巴上，导游正在一个一个的收费，一对夫妻带着俩灰常可爱的龙凤胎，导游问妈妈:孩子有一米二么（超过一米二买票）?妈妈赶紧说没有呢。这时候小男孩大声叫道:妈妈我已经120厘米啦！小女孩也不示弱:我121厘米！我比你高！小男孩：我122！我比你高！这俩熊孩子！坑得一手好娘啊！
 今天早上的时候比较冷我只穿了一件短袖去学校 这时候老妈急匆匆的从房间里拿了一件长袖给我说‘赶快带走不然你上课睡觉会被冻醒。
 老爸大学时候学的机械制造专业，每个学生都有一把很长的丁字尺。话说我老爸住的是上铺，他和他对面的上铺都喜欢下象棋，但都懒得下床，于是，流逼闪闪的丁字尺就派上用场了。。。棋盘摆在寝室中间的桌子上，两个人分别在自己的床上，用丁字尺操控全局，然后谁输了谁就下床重新摆棋。。
 去参加安全培训，安监局专家上课。老爷子挺好的，有什么说什么。讲到火灾了，说到上海那次烧死58人的高楼火灾，其实全国唯一一台能喷300米的水枪就在上海。但是灵道没敢让用。原因是他们心知肚明现在民用住宅水泥标号根本不过关，水压太大怕把楼冲倒了......把楼冲倒了.....
 黑社会也有组织，有制度，有纲领，有目标，甚至也维护社会治安，也替老百姓办点事，可是没有人承认他们是政府，主要原因是：1.他们不是老百姓民选的；2.他们用暴力和恐惧进行统治；3.他们不许别人反对他们；4.他们扰乱市场秩序；5.他们不依法办事。所以他们叫黑社会。
 潇湘晨报称湖南省将花14.5亿，购买1725辆公务车，全部本地产……14.5亿，1725辆，平均每辆84万元！潇湘晨报，你这是报道，还是举报？！
 如果古代有「爱马仕论坛」的话，讨论的话题应该和现在的汽车论坛差不多：「大家帮我看看这匹三岁口的旋风黄怎么样，二百吊是不是有点贵了」「还得看草料消费量和马厩月租吧」「不知道你跑什么路，最重要的还是骑乘感，当然如果你主要追求毛色光鲜拉出去显摆那就当我没说」。
 微博上北京的一个医生因为调侃狗奴，结果狗奴收集信息，找到了医院，暴力相向了。物种真是多样性的。
 新的住处的路由器弄好了。在茫茫一片带锁的信号中，我的那个真是别样的璀璨。分享是一种美德，也是真正的互联网精神。我要让每一个在附近的人都能心情愉悦的链接上我的路由WIFI，虽然我的宽带还没装好，他们连上也上不了网。但我至少给了希望，不是吗？
 昨晚有个饮料品牌在我们楼下搭台搞活动，主持人介绍完之后激情地大叫一声：“Show time！”，周围摆摊的小贩们瞬间四散逃奔，边奔边喊：“收摊！收摊！城管来了收摊！” 
 RT @岚岚岚岚岚-Hannigram：你不学数学，你在买菜时就不能用线性规划计算出最优方案了！！！你不学数学，你就不能在打排球时用二次函数计算出球的落地位置了！！！你不学数学，你连四娘、何炅、姚明能不能围成一个三角形都不知道！
 【一句话网尽近期新闻热点】方校长，我是病魔，开房找我，只要有空调什么姿势都可以，我们轮流与你发生性关系！
 @cosbeta：无聊逛了一下北邮的论坛，论坛上很多北邮的学生是这样认为的：自己的名誉来自北邮，而北邮的强大靠方校长，所以方校长不能是恶人，谁骂方校长等于骂自己。
 @catsinrain：网易评论：1祝病魔早日战胜方滨兴 2 我不希望他死，我希望他多被病魔折磨几十年 3 别忘了治病的钱都是我们出的 4 把钱花在这个地方，值！
 @视觉日刊：从前，楚国有个人在街上叫卖矛和盾。他说：”我的矛，名曰马列，系西方先进工艺打造，远胜本土糟粕，宇宙最锋利。“又说：”我的盾，名曰国情，系东方智慧结晶，完胜西方腐朽科学，天下最坚固。“有围观者上前问道”用你的矛刺你的盾，会怎样？“他答不出来，就一矛把那人扎死喊：”打倒汉奸”。
 @马伯庸：有一种文明的决斗方式：两个人去地铁站，选择一节满员车厢。两个人各选一处位置站定，谁先找到座位谁赢。这是智力和体力的双重考验，如何准确判断哪个座位上的乘客很快下车哪个还要坐很久，如何提前卡位在离座的一瞬间占据有利位置，这里头蕴含着的学问博大精深。
 年终表彰大会新晋经理小王慷慨激昂地说：“人不是为自己活着，而应该为大众活着。”遭丰田解雇。（@黄有凤船长）
 今天去KFC，人多排队的时候，前面有个女的，看样子很急，她拍了拍她前面一猛男肩膀小声说到：帅哥，能让我插个队吗？谁知道猛男回头面带怒色粗声问：你说什么再跟我说一遍。女的一下子就懵了说：能让我…？猛男立即打断说：上一句。女的挠了下头：帅哥！。猛男立马让开伸出右手大声说：请！(@我朋友是个奇葩)
 下班坐公车回家。路过一站牌，回头看见一MM使劲朝公车方向跑来，可车已华丽丽的启动，于是英雄救美的江湖情节瞬间涌现，我慷慨激昂的喊了声：师傅停车！就在所有人齐刷刷看向我时，我看到了那个MM上了别人的小车，于是我在众人的期盼目光中下车了，下车了。（@产品观）
 @安道壹：登封推出了城市形象广告语，放置在各大主要路口。“中不中？中！中中中！天地之中-中国登封”。好白菜都让猪一样的领导给拱了。
 读到但丁一生暗恋Beatrice，但是贝mm嫁了一开银行的大款，结婚三年后病死。但丁思之不得，就把她写在神曲里的天堂最高层。我想这是不是一个宁坐宝马哭不坐自行笑的故事呢，后来一查不是的，首先Beatrice家里也是开银行的，门当户对，其次但屌丝在人家嫁人前两年自己就先结婚了。（via.sqchen）
 上数学课，老师在讲统计学，说到其中一道题【有一个估量。。。】话音未落，我同桌抬起头来唱出下一句【。。。。。。她有一点任性，她还有一些疯狂？】
 坐高铁回北京，前排是一对带小孩的年轻夫妇。车刚一开，男的就拿出十来袋小零食分发给前后左右的乘客，说小孩爱哭，估计路上会打扰您休息，您多担待。
 QQ上老是有人说自己QQ被盗，如果发来要求汇款的信息，不要去汇钱。说得好像如果他不是被盗号，大家就真的会汇钱给他一样。呵呵。（via.大角星旅行者）
 @反裤衩阵地：人一旦暴躁起来真是失智啊！刚看到一个女孩在机场等人接，可能等了特别久，接她的人到了的时候打电话问她在哪儿，这姐们特别大声地对着电话嚷：就在4号门门口啊！你眼睛瞎了啊！旁边有一女的，背一特大的红色假爱马仕，看见了吗？！然后...这两女的就掐起来了
 一日夜间包拯手捧魔镜：魔镜啊魔镜，谁是世界上最黑的人？魔镜：我[______]，谁在说话！（@布蚊）
 “闹洞房： 用粗的火腿肠，中间掏空，放酸奶进去，不告诉新郎新娘，然后再用一个小肉丁堵住，让新娘吸或者咬，满嘴流出乳白色的酸奶，现场效果超棒！” （@LvWind）
 昨晚，见一小孩在路边烧纸，期间时不时的偷偷往火堆里扔几张考试卷子，边烧嘴里还边嘟囔:“爷爷啊，您岁数大了，在那边多做做题，对脑子好，还能开发智力。要是有不会做的啊，您就把我们班老师带走，让她教您”。
 以前有个同学，有一次去用别人的电脑，发现琐了密码，试了好几次都不对！于是，他就出大招了，找来了张系统碟，直接给那台电脑重装个系统，然后就可以用了!
 怎么说呢，小时代虽然很烂，但值得嘉奖的是，这个片子确实有超出我想象的剧情出现：四姐妹为了赶场在高速上光脚奔跑那一段太意外了，当杨幂脱下鞋的那一刹那，我都以为全剧终了。（@何宽）
 今天才知道「买买提」和「穆罕默德」是同一名字的不同译法。。。（一脸死相绅士C）
 @纳兰性急：这两天网上对骂好热闹，觉得作为商人，郭敬明真是赢的好彻底。至于电影的艺术水准，你觉得一个美食家跑去麦当劳跟经理说这菜烧的不好会有什么结果么？
 我一哥们被班主任叫出去，听见班主任问“听说你在拍拖啊”，答“……是的。”，然后班主任说了一句………………………………“我才不相信呢！”（@强互作用力宇宙探测团子）
 @假装在纽约：刚才在邮局寄书去美国，工作人员不让寄。我说为什么？他指指其中一本「中国人为什么看不起中国人」说象这就寄不了。我说这是中国出版的正规书籍，他说，国家对寄印刷品特别敏感，在中国说中国不好可以，寄到美国不行。我说能不能给我看看相关规定？他说，我就是规定。哦，谢谢提醒，我们还生活在1984。
 远离中国足球和股市其实不难，贵在坚持：上学时老喜欢去网吧，后来跟网管熟了没事也去聊天，后来发现有个老鬼也天天在，挺奇怪的，后来网管给我讲了老鬼的事迹，这哥们就在网吧附近住，是个吸毒的，每天没事干，就在网吧坐着，后来他们教他玩魔兽，这哥们上瘾了，后来为了攒钱买G去混G团，把毒……戒了
 LZ:上大学的时候我是寝室老大 女朋友:真的啊？那他们都听你话？ LZ:必须的，说什么做什么 女朋友:不太可能吧，我不信 LZ:敢不听我的，我动动脚趾头就能弄死他们！ 女朋友:是路由器在你边上还是插座？ LZ:.......都在
 二货女友，前几天考四级，她去迟了，又紧张找不到考场，然后一直和我通着电话，最后到了考场门口把电话挂了，等考完我问她手机怎么带进去的，她说她当时也不清楚，手机一直在手里拿着，她像前面那些人一样双臂展开，然后在身上扫了扫没有，就进去了，进去了……
 上大学那会，一天去系办找老师，正好在楼梯遇到一个平日很装的学长，我上楼学长下楼，相遇的刹那，学长一仰头，很是高傲的瞄了我一眼，嘴角划过一丝不屑的笑，保持这种姿态直接一步跨出，然后踩空，然后华丽滚了下去，当时特后悔没有赞一句:好姿势！
 今天我跟我姐一家带着小外甥（主角，2岁半）去换手机，在那排队的人还挺多，前面站着一个短裤妹纸，我外甥顺势就摸了腿一下，那女的立马转过身来，感觉是要骂街，结果一看是个孩子，立马就变成微笑了，还摸了摸他的脑袋。。。我的童年缺少微笑啊
 今天参加同学的婚礼，主持人各种无节操，介绍新郎时，＂王**年轻有为，事业有成，但却把自己青春时最宝贵的东西献给了他的右手＂全场爆笑，新郎一脸尴尬，主持不慌不忙假装忘词了，看下手里卡片，接着说＂右手旁边的女士＂
 发个真实的，今天专业课考试，我们两个班提前去自己占了好位置，都是学渣围着学霸坐，你们懂得为什么。结果老师来了要求1班2班按单双号坐。gc来了，两个班同学很默契的围着教室走了一圈，又回到各自原来位置。老师很满意。
 一个做皮肉生意的小姐在一个小区开了一家洗头房，想重操旧业，结果小区理发的顾客太多了，她从良了。
 跟爱狗的二货闺蜜在广场溜达。看见一只超可爱泰迪，闺蜜立马蹲下哄狗狗过来，一开始狗狗不听，闺蜜学狗汪汪叫了两声那泰迪立马跑过来了。于是闺蜜就一直汪汪叫着和狗玩。后来狗主人等不及了，对着狗喊了句：快过来，那个不是真狗！那小泰迪瞅了闺蜜一眼，屁颠屁颠的就跑了
 最近拉肚子 躺床上的时候二货室友正坐我床边吃饭 突然有了屁意 怕她在吃饭突然放屁不好 就跟她说 我要放屁了 （意思叫她去别的地方吃）这货回头看我愣了一下 然后犹豫着放下筷子把耳朵堵上了
 这学期的最后一次考试，遇到了个文艺老师监考。 不是坐在讲台上看着手机思考人生，就是站在窗前四十五度角仰望天空，对于这样的老师，请允许我叫您一声，雷锋！
 热乎的真事，萝莉最早起床，我就让老公起床陪她玩，老公耍赖，办法用尽了都无动于衷。萝莉突然说我有办法，然后拿着老公的车钥匙从6楼扔了下去。。。。你猜对了，老公现在穿着个大裤头往下跑。
 LZ是一女同志，结婚多年求子未果，前两天终于升级准妈妈，老公让我赶紧跟领导说下，争取减点工作好好保胎，午饭在食堂碰见领导，LZ难掩兴奋地汇报“头儿，我怀孕了”周围突然就安静了，领导楞了半天，憋出一句“你老公知道了吗？”LZ脑抽地答了一句“他让我找你”……周围瞬间鸦雀无声 ……
 做设计的糗友们都懂的，刚公司跳闸，一秒钟又来电了，就这一秒钟办公室里传出同事们绝望的哀嚎，你们能想象出加班一夜做的图一秒钟没有了的心情吗？图片太大保存费时间就没保存。GC是有两个直接躺地上打滚了，然后睡着了，熬夜做设计的伤不起阿！
 我每天回家都看见一只小狗跟在两只小鸡后面，所以我老想，那狗别把小鸡吃了啊，为小鸡捏把汗！ 今天一大早去超市。看见那只小狗跟在一个大妈旁边。大妈拎个笼子，走到菜园旁边打开，放出那两只小鸡子，转身对狗说：“看好，丢了打你！” 说完就去树下乘凉去了，然后那狗屁颠屁颠跟着两只觅食的小鸡到处跑……
 下午上大课，两个班没来多少人。老师开始点名“杨萍、李杰。。。吧啦吧啦。。。”念了十二个名字，没有人喊到！老师有点尴尬的抬头望着我们！有个同学很给力的说到“老师你继续念呀！快到我了！”
 会考这两天，据说在某一考场，一男生入门即睡，丝毫没有要答题的意思。监考老师也没把他当回事，不料考到一半的时候，这哥们醒了——他指着屏蔽仪大喊一声“监考老师快把那玩意拔了，辐射的我脑子疼”顿时整个考场都喷了，老师傻了……
 高考前……妈，给我20块钱吃午饭。啪一张50的拍手里了。多买点好吃的。 高考后……妈……那个给我5块钱买瓶饮料……还喝饮料！回家喝白开水去！上午让你买酱油找的两块钱呢！赶紧还我！我←_←
 小学一次语文课，老师让大家用“已经”造句，坐第一排一个呆萌妹纸被叫到就站起来对着老师殷切的脸说了一句：“你已经老了”……我还记得尚未结婚的女老师无语的一张脸……
 高考结束的孩子总以为自由了。但是，其实就好比网游。你只是离开了新手村而已。
 就刚才！南京地铁一号线！一个特漂亮的妹子一直偷偷对哥放电，哥淡定的将正在偷我钱包的小贼抓了个正着……不是哥聪明，而是哥知道美女看我并对我放电只能是在这种情况…
 今天天气爆热，跟朋友去水上游乐场玩，为了图便宜就没买泳衣，新人不会割，穿的裤头下去的，玩大滑梯的时候直接把裤头冲走了有木有，蹲水里不起来摸裤头。这不是GC，GC是岸边救生员以为我溺水了玩命的把我往外拉，不说了，说多了都是泪。
 一次数学课，老师问：一副扑克54张，其中甲跟乙的牌一样多，丙比乙多三张，问他们手里个几张牌？话音刚落，一同学妹纸直接回答：老师是说斗地主么，地主20张，平民17张。
 lz妹子 最近期末考 作弊都是把两腿张开呈v字形把手机放在中间百度 一有老师走动就马上合腿 屡试不爽 把这个绝招教给好友 结果她还是每科都挂 今天终于忍不住问她原因 她苦着脸对我说 一低头就被胸挡住了看不到手机 而且监考老师一直盯着她的胸 连低头的机会都没有...卧槽我也想因为这种原因挂科！！！
 前一阵热播民兵葛二蛋，然后我们全家都姓葛...割了一把心酸泪...中午吃饭的时候弟弟特委屈的问我，姐姐为什么我们全班都叫我葛二蛋？T^T 我一口饭没咽下去，心里万匹草泥马奔腾默念：其实我们全班也叫我葛二蛋！！
 刚下火车。听见一保安对一乞讨的老头说：你乞讨也专业点好不好，前天是聋哑人，昨天断了腿，今天又是佛教徒了。。。老头：我是新来的么，在看哪个市场最好。
 我问老公这辈子上最大的当是什么，那货一脸忧伤的说到 ，3年前他打错了个电话，正好对方在哭，声音又特别好听，觉得楚楚可怜，便问需要一个男朋友安慰下吗，然后经历两千多公里，见到了一个傻B，从此过上了生不如死的日子
 我被派到刚果部出差，开车车陷到泥里了，出不来，正好看到有个黑人兄弟开了一小卡车过来，就过去告诉他车陷了，想要他帮忙，哥们说没问题，然后我上车松手刹，取绳子，忽然感到车一震，一声响，车出来了，只是车屁股凹进去了，尾灯掉了一个。哎，谁想到人家是用撞的啊！
 周末去我姐那吃饭，看到小外甥女的暑假作业放桌上，就翻着看看，一看不得了啊，越看越上瘾，顺手就把里面的题做完了...把小丫头高兴坏了，逢人就夸舅舅最好，我都感动得快哭了...当年为毛就没个那么好的舅舅呢？
 本人胖…不想割的割…过飞机安检的时候安检的妹纸，极其认真负责的把我肥肚皮上面的一圈膘都摸了一遍 〒_〒 妹纸这真是肉，全是肉，藏不了…
 我上周末装小资时，还特地剪完头发洗过澡，穿了一身新衣服，在滨海公园的星巴克点了一杯esprosso，不加糖不加奶，坐在临窗的一个角落，读一本《论语》，慢慢啜饮，细细品位，刚有点感觉就听到外面一个保安扯着嗓子喊门口破电瓶车谁的钥匙插在车上了！……
 今天散步听见一家三口在聊天，父母教育儿子：你看某某某学习多好。坚决不割。儿子很大声地说：他爸爸妈妈都陪着他看书，你们一个斗地主，一个打麻将，我觉得我能学到这样已经很不错了。
 楼主屌丝毕业生一枚，在外租房住，和房东的女儿恋爱一年了……背景割……今天中午去他家吃饭，进门习惯性的喊了声房东，房东说：别这么叫了，改改口吧。我一听特紧张，低声低气地叫了声：妈……结果房东脸一红："先叫阿姨吧……" 我了个去…
 高中的时候，同学带我去游泳馆教我游泳，同学说深水区学的快，lz想都没想就从深水区跳下去，我百般挣扎，就在我以为自己快淹死的时候，救生员跳下去把我托了上来，我在岸上休息半天。。。。。发现救生员在水里冲我比划，我看着自己手里拿着的泳裤，瞬间明白他为啥还泡在水里了
 看见有发一个班重名的，上大学时班里有一哥们和我名字同音，每次老师点名叫到我俩回答问题，那哥们都是回头看看我没站起来，他就起来回答。大学四年我没起来回答过问题。哥们真辛苦你了
 今天在网上看到一句话说：“胖是一会的事，而丑是一辈子的事。”想了想 我很欣喜，就算我减肥成功又怎么样呢？果断开吃。
 探望三岁半的外甥女，临走时跟她道别，外甥女眼泪一下就出来了，LZ心里那个激动啊，没白疼这妮子啊！外甥女一边哭一边说：舅舅，你把扇子放下，那是我家的…
 我的小外甥今年五岁，平时是个小铁公鸡，相当抠门，有一次我在他家，他妈妈鼓励他把零食分一点给我，他很不情愿的跑来我这边问我要什么饮料，我当时正看电视，脑子里想着“六个核桃”和“旺仔牛奶”随便都可以，脑子一抽说“六个旺仔”。关键是我没意识到口误，继续看电视，可怜的外甥小脸憋的通红，竟然哭了！边哭边喊“妈妈骗人！舅舅要喝好多”…
 学驾照去考科二，在侯考室各种紧张，结果这时喇叭里传来“请工作人员去二号区把车从沟里捞上来”，全场爆笑有木有，不紧张了
 今天跟哥们去网吧，看见一帮人围着一台机器，哥们过去凑个热闹，看到一个十二三岁的小学生在LOL，十分钟后，哥们失魂落魄的做到我身边说：＂那天我就是让这个小屁孩给我虐了一天，他没有骗我，他真的只有十二岁，呜呜呜。。。＂哥们，你是有多惨！
 我是个剩女，割了。剰着的原因是身高175，又在普遍很矮的城市尼玛。 / 我前几天晚上和朋友吃饭吃到10点晚上，我要回家，跟我几个狐朋狗友说，我要回家了，不回家我妈妈要担心了。 然后我朋友说，你回家你妈才担心。 别回去了，让你妈开心一晚上吧。 悲剧啊，最可气的是我说给我妈听，我妈说你朋友真是体贴的孩子。
 "前攻后受出龙空，欲火焚身似等闲。粉骨碎匣混不怕，要留基情在人间。" “龙空山上基建狂，晋水江中腐类忙！纵使相逢山水谐，开房也被踢下床！”
 今天，我女儿让我把剃须刀给她。我19岁的儿子看到了问她要剃须刀做什么，女儿说腋下用啊。我儿子说，“女孩子不长腋毛。”FML
 朋友说他大学军训时一男生头发长，教官让剪短。第二天教官检查，男生戴着迷彩帽，看起来头发也短了不少，教官说这多好，多精神，说着摘下了他的帽子，结果他的脑袋上还有一个泳帽…
 今天公司发工资, 大家都在抱怨！一男屌说：怪不得我单身，这点钱劳资都不敢去约会！一悍女：这TM是在逼良为娼啊！逼良为娼……
 老婆是双胞胎， 今天坏坏的问她：“都说双胞胎会有感应，那我们XXOO的时候，你妹妹会不会感应到呀？” 老婆幽幽的回答：“你这点小玩意，连我都感觉不到，我妹会感应到么？”
 寝室闺蜜失恋了，一肚子火，各种难过，到超市买了一大包核桃，回到寝室就不停地砸，我们就不停地吃。
 朋友的爷爷干了几十年刑侦，现在80好几了，身子还挺硬朗就是有点健忘症。昨晚去他们家做客，老爷子端起水杯正要喝水，突然停顿了一下，两眼如炬地盯着水杯厉声说道：“水还热，罪犯肯定没走远！” 
 我终于知道老婆为什么这么胖了，因为她用的沐浴露瓶子上写着“加量”。 ……改天我得劝她用用洗衣皂，因为包装盒上有写“洗去各种顽固油脂”…
 1977年，北京首都剧场，演出了怀念杨开慧的话剧，这是文艺界对刚刚完蛋的江青发洩的不满。该剧的下半部分，杨开慧被关在监狱裡，远处的幕布上出现了青年毛泽东的身影，万籟俱寂，杨开慧满怀深情喊出：“润之！”就在全场一片安静的时刻，在观众席中突然传出一声：“别喊了，早就和贺子珍睡了！
 由于德国佬惯用1分最好5分最差（成绩单上5分=不及格）的评分机制，我在google play 里很难判断出一个应用的好坏，用户评价里经常是一星差评配一句“很好很强大”……
 我不就劫个财嘛，十块八块的你意思意思，一晚上拦十个姑娘，九个动不动就要脱裤子，吓得老子刀子都不敢回头捡，可见这世道太他妈凶险，冲动的女人要比老子手里的刀子厉害太多。
 ＂张龙赵虎王朝马汉！＂＂在＂＂王朝马汉张龙赵虎！＂＂在＂＂赵虎马汉王朝张龙！＂＂在＂＂马汉张龙.......＂＂包大人你到底有什么事？＂＂没事，就想看看哪个顺口一些＂
 小番茄问妈妈：“妈妈，我到底是蔬菜还是水果呀？” 妈妈也呆了：“卧槽见鬼了刚买的番茄居然会说话!!”（@西米Simis）
 63年春，毛主席到绍兴微服私访，路过农民老李家便进去攀谈。一看来者平易近人，老李也就没什么拘束，两人相谈甚欢。曾几何时，主席问老李：“你有没有觉得我长得像某个人？”老李摇了摇头。主席笑道：“你看我像不像墙上那画像？”老李看了看画像，又看了看面前这个人，战战兢兢道：“别侮辱主席！”
 【教你们一种假装发烧的方法】用姜片在额头上大面积的抹一抹大概两分钟吧，会感到一点微辣的感觉不疼， 然后用温暖的手摸额头会感到一种很烫很烫的错觉 ：你发烧了（@被我爸妈知道会打死我的快停下）
 书记带领干部们过河，发现河底有金子，边摸边往口袋里装，群众:河里水冷啊！书记:我们要过河，顺便摸些鱼虾熬汤群众喝”，群众不明真相很感动:党的好干部啊！书记:为人民服务嘛！(众干部窃笑)，摸着摸着不提过河了越摸越肥了，群众:干部在摸金子”，书记:造谣抓”，群众:把口袋晒一下。书记:你这是反党。
 我有一条祖传的染色体想送你
 大神为何裸死塔下？数百头小兵为何超神？打野的BUFF为何屡遭黑手？Adc的人头为何频频失窃？连环内鬼送死案，究竟是何人所为？野怪为何频频杀人？不断超鬼的背后又隐藏着什么？这背后是人性的扭曲还是道德的沦丧？是智商的爆发还是菜鸟的无奈? 暑期档史诗级灾难片《小学生放假了》暑假隆重献映！
 几次北京美国飞，都遇到赴美高中生团，甚至个别大学新生，留下的印象不好：全程均不系安全带嬉闹，大声喧哗，甚至隔着别的乘客互相指点。中途开手机拍照，我忍无可忍，在降落前劝阻过两次，那是芝加哥到北京。我们缺乏公共教育，都有责任。
 @真理男：你们在这里黑小四的有什么意思？见到小四还不是头都抬不起来？
 孙悟空新得虎皮裙，向牛魔王炫耀：“你看我这虎皮，不错吧。” 牛魔王不甘示弱，亮出自己的豹皮披风：“你看看我这豹皮，怎么样！” 孙悟空翻开来看了看，说：“有点过长。。。”
 （平胸的妹子伤不起）刚和老婆住一起那会儿有天晚上关了灯有些许困意，我拍了拍老婆的背“老婆，你转过来睡嘛” “傻逼，我是转过来睡的呀。” “。。。。。。” 
 凌晨一点，楼主还在勤奋的玩手机，忽闻门外有脚步声，楼主以迅雷不及掩耳盗铃之势将手机锁屏，放在一旁，装作睡着。。。。老妈站了一会说行了别装了，楼主郁闷问怎么发现的。。老妈说这么文雅的睡姿不适合熟睡的你。。好吧老妈你赢了
 本人厨师。厨房新来个学徒进冷库拿冻品。出来的时候发现不会开冷库门。。于是淡定的在零下二十二度的冷库里坚挺半小时。。。（冷库没信号）发现他的时候这b居然坐在冷库里玩神庙逃亡，第一句话就是：mb，手冻僵了。死好几十次了。。。
 妈你听我说，就这样把整块透明皂扔进洗衣机的话，我觉得它并不能真的代替洗衣粉，咱以后别这样了好不好？你看见我在公司从口袋掏出半块透明皂的表情了吗？
 刚到幼儿园接崽，发现老师看我的眼神不对，路上问崽:今天你们老师怎么了？崽说:我今早告诉老师，你昨天说老师的裙子太短了！
 本人女，昨天有个同事（贱男）带着他的朋友从我身边经过，不知道他那根神经搭错了，跟我来玩笑:“我昨天看见你老公和一个很漂亮的女人在一起啊。”我就问他:“是不是真的很漂亮。”他说“是的”。我就说:“那肯定是你老婆了”他的朋友狂笑……
 最近小银行倒闭，烟钱都没有了，于是就偷偷拿了老婆攒的硬币，十几个！边数边给老板递过去。gc来了，进来个小孩儿，给了老板一百说，买包洗衣粉，顺便把他烟钱也结了，我一看，我儿子....～～！我现在还记得我儿子当时看我的眼神。
 一个大国的副总理，跑到另外一个将自己视为头号竞争对手的大国，说两 国关系是夫妻关系，而举的是本国女人外F的例子，实实在在是很丢人现眼的。
 知道南京有多热吗？今天有个老太太在马路上碰瓷，刚躺到马路上，嗖的一下就站起来了！
 杨幂的鞋子掉到了河里，不一会，就看到神仙的尸体手里拿着一双金鞋一双银鞋，浮了上来，这还没完，不一会银鞋变黑了
 「你们年轻人开会坐不住就玩手机，不淡定啊。」「请教前辈是怎么让自己坐的住的呢？」「简单，都靠抖腿，在漫长的会议时间中找到自己的节奏。看，对面那位老专家看上去抖的毫无章法，但其实那是非洲鼓的节奏，那边那个香港人抖的是funky。那边两位领导你应我和，看来是配合多年。」
 四川已经成了奥利奥了。地震扭一扭，泥石流舔一舔，洪水再泡一泡。就差太阳公公来咬一口了。
 妞妞是条很有灵性的狗，每天我回家她都扑到我身上亲热一下，同时缠着我下楼遛她，她聪明到清楚我只有穿着衣服才能带她去玩，所以我若是累，就赶紧把衣服脱了，她就明白我不会下楼。这就是为什么我一进门妞妞扑在我身上而我在忙着脱衣服的原因！对面楼惊呆的小姑娘！你能理解吗？事情不是你想的那样啊
 很喜欢和有学问的人一起吃饭，只要我提出一个他们擅长的问题，接下来的俩钟头，菜就都归我了。
 色白花青的锦鲤跃然于碗底，转发之后第二天就有好消息——周杰伦《青花瓷》
 如果在街上听见有人喊"救命！抢钱啦！”，我都不会再相信了。上次我飞奔了过去就什么都没抢到。
 “我给你一个小时，把购物车整理好发给我，金额五万以内。”这是一个一直追我姐的男的刚跟我姐说的，我不知道能说什么，我浑身都麻了。
 一开发商死后上了天堂。到了天堂他要和上帝去喝茶，上帝认为他太能开发，会扰乱天堂，拒绝和他喝茶，就把他打入地狱。刚过了一星期， 阎王就满头大汗找上门来：上帝呀，赶紧把他弄走吧。上帝问：怎么回事？阎王说：十八层呀，全改成地下商业了! 
 长沙21岁大学生和女友在网吧上通宵网时，女友手机被偷。为帮女友找回手机，小李在网吧兼职做夜班网管，蹲守了13个通宵后，小李终于等到窃贼，将其抓获。女朋友知道后十分感动但是她已经跟了送她爱疯5的学长，这是一个产品经理和用户需求的故事。
 外婆说刘欢不扎啾啾都快认不出来了。我说：那是张惠妹...
 我不明白胖子为什么会被瘦子嘲笑。一群把吃完的饭转化成肉的人凭什么要被那群把吃完的饭转化成屎的人嘲笑
 从前，天上有十个太阳，人们难耐高温，此时出现了个叫后羿的弓箭手，他一口气射下好几个太阳，但是每射几个太阳就又升起几个，射几个升几个，这让后羿很是苦恼，后来他终于找到了问题的根源，一箭射死了那个一直发“今天是腾讯老总的生日，只要把这个消息连发5个群，你就能升一个太阳。”的傻逼。
 满清宪政如果成了，我们现在就还叫大清国，上面有个满族皇帝，每次汉人当选首相，都需向他行三拜九叩大礼。影视剧全是八旗兵与起义将领吴三桂横扫李自成和大明残兵拯救黎民百姓的英雄故事。大企业家多是满蒙贵族。国产车是牛羊牌的。摇滚乐是满族风格的。男青年辫子染成五颜六色，女青年旗袍是齐B的。（慕容雪村）
 据说两男一女走在街上，三人都会觉得自己是电灯泡…
 冬天，下班，去卖馒头，前面一哥们，拿了个馒头一捏，大叫：“老板你这个馒头不是刚出笼的吧！都是凉的。”老板不屑的说：“这么冷的天，你脱光了站在这里试试。”
 小时候听毛主席说＂世界是你们的，也是我们的，但归根结底还是你们的。你们青年人朝气蓬勃，好象早晨八、九点钟的太阳...＂ 昨晚查资料，发现毛是对莫斯科大学的中国红二代留学生说的。是我理解错了！
 转到他下台为止：在日本，他要剖腹；在美国，他会被刺杀；在俄罗斯，他会被关进监狱；在英国，他要被羞辱性地下台；在法国，他会被群众哄下去踩死；甚至在台湾，他会被综上所述。但在大陆，他会被提拔!——曾因三鹿事件被处分的孙咸泽升国家药监局副局长
 我嫂子走路外八有点厉害。一天我哥他俩在一起走着，迎面走来了一位大爷，我哥赶紧上前搀扶着老大爷并说：＂大爷大爷，靠边走走，别让我媳妇儿的脚把您绊倒了。＂我嫂子气的转身回家了。
 老公在他村辈份较高，在他家排行老二。一日他村一孩子要来深圳打工，他没时间，让我去接。我不认识这孩子，但听老公说没事，这孩子说他认识我，我们结婚时这孩子见过我......他到了，接站的人真多，大家都站在出站口伸长脖子，忽听两声大叫“二奶，二奶”，一大男孩挤到了我面前，我瞬间成了大家注目的焦点......
 饭店吃饭，结账时！老板娘说什么也不要我的钱。推辞了几次，最后老板娘说，下次来了一快给吧，，楼主无奈，心想我也不认识啊，只好走了，，。。刚走出店门没多远，服务员追了上来说，大哥，那个麻烦把饭钱给了吧。那个。我们老板娘说刚才他认错人了
 一个小萝莉来我宠物店里，轻轻的说：”姐姐，我要买一条狗狗领带，我家花花要过生日了。”“狗狗多大了呀？要带狗狗来试一下哦。”小萝莉有点急：“姐姐我想给她一个惊喜的。。。”
 和闺蜜逛街，看中一个钱包，两百多，一直下不了决心掏钱，看着我一脸舍不得的样子，闺蜜提醒道：买这有个毛用啊，你打算每天拿个空空的钱包到处显摆吗？一语戳到痛处，果断走人。
 老婆：老公，人家说男人手机里没有微信、陌陌的男人是好男人，你连QQ都没有那不就是绝世好男人了呀，人家好爱你的哦 老公：什么时候给我换个彩屏手机。。。
 话说一哥们儿找了个新女友，长得不是很漂亮，但人很好，兄弟们都这么觉得。一天在街上碰到他前女友，那女人说:”你审美有问题吧？”哥们儿答道:”你心态有问题吧？”好吧，哥们儿好样的。
 说一个闺蜜的，闺蜜头大但发量少，但偏偏喜欢梳个高高丸子头。有一次上公交车，旁边的小萝莉突然叫起来：妈妈快看，是葫芦娃！
 今天接到一个诈骗电话，说我得罪人了，要卸我一条腿，要是不想见血就拿钱摆平，我听了之后淡淡的说，对不起，我是残疾人，没有腿，，然后那边挂了
 上个月找经理辞职，这货叫我别走还说给我涨工资，就留了下来。 等这个月发工资的时候发现没涨，就找经理，这货居然不承认说没答应我，然后我就当着办公室所有人的面把那天我们的谈话录音放了出来，结果经理脸都气白了。
 媳妇嫌弃我胖说我肚子大。格格。刚才她指着我胖胖的肚子说，1.2.3收，我收一下，又说收，我又收一下，肚子平了，她说这还行，我问满意了吗？她说嗯满意。我说到我了，指着她胸说，1.2.3鼓！哎呀我擦，这一嘴巴子。
 一天自己一个人去西餐厅吃饭，点了份挺贵的牛排(非炫耀，发奖金了奖励一下自己）。 吃完快结帐了遇见一同事带女朋友来吃饭，二话不说叫我先走他来买单。 结果当天半夜给我打电话说，哥，你也吃得太好了，要不你给报销一半？
 院放射科……我按下了患者等候侧自动门的开关，门正缓缓关上，突然见一大哥挤到了门口，忙冲他喊到：往后退，小心碰头。谁知他把头往里一伸，"你说啥？…"只听 嘭……
 别抱怨生活太累，闯出来就好了。像我以前什么也不是，现在每天都有许多人找我，就连身价百万的老板看见我都主动跟我打招呼：＂服务员，过来一下＂。
 今天 看到一个憨狗狗走着走着爬地上赖着不走了，主人拽了几下，继续赖。于是主人很淡定地说，咱们吹空调去。那萌主竟然蹦起来了~
 下了一天的雨，刚停… 出来走过一条小道，两边都是树，看见一小孩儿，目测有十岁，穿着雨衣从对面走过来，我正纳闷雨停了还穿雨衣，小孩走到树下停了，等我走到跟前儿，小丫的踹完树就跑，我瞬间就湿了！！！小比怂，你丫别跑！！！
 闺密哀嚎道：以前是白白胖胖，好歹有个白，去年是黑黑瘦瘦，好歹有个瘦，现在好了，是又肥又黑！我好绝望！！！
 大排档，如果点一盆龙虾88，啤酒免费喝，喝到凌晨4点之后，老板急了：小本生意不容易，龙虾不要你们钱了，把啤酒钱给我吧
 本人便利店打工，来了两个姑娘买水，割割~其中一个我注意很久了，很想认识，可总没机会。妹子拿着水咬牙切齿半天没拧开，可怜巴巴的看着我说，我拧不动，你能不能帮我开一下。我还没接过水，被和她一起的妹子一把夺去！豪爽的哈哈一笑。看我的！………看你妹看！
 朋友问女汉子：你什么时候觉得你是个女的啊？？？女汉子心里默默的想：当爷爷喜欢表弟不喜欢我的时候。。。好心酸。。
 男人看咪咪，就好比女人看狗狗被关在笼子里——我们只是想让它们出来然后和它们一起玩而已嘛。
 老板最近想招个保镖，秘书说：“我有个朋友刚刚退伍，人不错，就是有些拘谨”。老板不屑地说：“部队里混了这么多年还这样啊，晚上叫他跟我来一趟吧！”第二天，秘书一上班就听到老板在办公室里发飙：“到底是谁他妈说他菊紧的？！谁他妈说他菊紧的？！！”
 “伸手触摸你身体的每一寸肌肤，与心的距离，总是相等。”看到这首诗，我想了一会，觉得作者爱上了一个球。
 选择一家格调浪漫的高层餐厅→用餐时多为男生夹菜斟酒，微笑附和，时而卖萌→买单后轻声问：“上去看夜景好吗~就我们两个~”→牵手登上天台→撒娇：“那颗星星好美，我要”→男生趴在栏杆上、探身摘星时，快速下蹲抱住其双腿扔下去→擦净门把指纹，迅速离开。
 看微博上有人说心情不好了就去找小区大妈聊天，十分钟就能知道谁过得比你还惨。我抱着试试看的态度找到了小区大妈，并向她诉说了我的悲惨生活。慈祥的大妈拍拍我的肩膀说：“你这算什么？7号楼的小王比你惨多了。”听完之后我就哭了，因为我就是7号楼的小王。
 “…她当时挺着个大肚子，被赶出了家门，走几步就要喘气，一个人走在街头…”写到此处，我问朋友，可不可怜？朋友摇头叹息说，真可怜。我在后面写注，“注：她大肚子不是因为怀孕，而是因为太胖。”我问朋友，现在呢？她冷冷地看着我。
 我问健身教练应该使用哪种健身房里的设备，才能给美女们留下深刻印象…他指着外面说: ATM机。
 ——“女人跟饭店的菜单都是一样的”  ——“哪一样？”  ——“照片和实物差距都很大”
 人家努力奋斗了那么多年，好不容易打下了江山，吃你几个西瓜你几个老人又怎么了？你知道人家有多努力吗？有本事你也打个江山看看。
 我曾在微博公开向优酷 投诉他们广告时间比 爱奇艺 长10秒，后来爱奇艺向我承诺，将增加20秒的广告时间以缓解用户和优酷的矛盾。
 小时候玩小霸王游戏机 爸爸出差时怕我上瘾 就把游戏机锁到密码箱里面 <那种三个数字组合密码的 > 爸爸出去之后我每周六周日就开始套密码 从001开始套到999 都没有套开 最后快放暑假了 我打电话问爸爸密码箱密码 爸爸告诉我是000 我狠狠的抽了自己两个嘴巴 T T
 lz家就是卖瓜的，最近看新闻了，非常气氛，果断把卖瓜用的小果刀换成四十公分的砍刀来做生意，这下安心多了
 本人妹子，记得小时候一次考完试，得了70分，怕老爹骂，自己改成了90，结果老爹不信一个个在算分数，结果结果，他算出来真是90！我心情真是乱七八糟的
 儿子和老公下国际象棋，老公说，“你怎么走这步，不怕我吃你啊！”7岁的儿子淡定的说：“我已经活腻了！”老公，在棋盘前凌乱了…
 一天朋友走在红灯区的路上，一花枝招展的妹子向他招手 说大哥进来玩玩呗 ，哥们面带淫笑的对妹子说 我太猛我的玩法你受不了,妹子说什么玩法。他说白玩。留妹子一人在风中凌乱。
 ＂西瓜多少钱？＂＂一块＂这么贵？便宜点。＂＂兄弟我是在拿生命卖西瓜你还忍心讲价。＂＂我操，你狠！两个！＂今天和卖西瓜小贩的对话，旁边的人当场笑喷了！
 晚上急诊室来了一个大妈，说是儿子考上大学笑得太开心结果下巴脱臼来接下巴。医生三下五除二就给接上了~刚准备交待以后口腔别打太开~结果那大妈豪爽地一拍医生的肩，欢乐的一笑，下巴又脱了~~
 第一次发！我有一同学叫袁林，学的园林专业。 学校啦啦队面试，测试嗓音洪亮否，考官站在小山坡上和下面的人喊话，轮到他时，考官问：什么专业？ 答园林！叫什么名字？ 袁林！ 问你叫什么名字？ 袁林！ 耳朵不好使吧！ 下一个！
 今天，我开车回家，刚从车里出来，邻居对我说 “那个小谁，能不能帮我卸一下车上的东西啊？” 我刚走了两步，他说：“啊，算了，我还以为你是男孩子。” ——我就是男孩子。fml
 今天，我和人相亲。十分钟后，相亲的男人说：“啊，对不起，我不是想冒犯你，不过，你的脸……就是酒被发明出来的原因啊！”
 眼看自己只剩下六个星期的寿命，我抱着不妨一试的念头，决定去见一位信仰疗法的“大师”。  结果完全没什么用啊。 法官说死刑会如期执行。
 我有一个小问题: 导盲犬的便便谁来捡？？
 论学好英语的重要性！留学第一年在伦敦看切尔西比赛，我和朋友去了趟WC，在这期间主队进球了，一片山呼海啸的声音。我们俩出来时候遇见一个非常壮的黑人，歇斯底里地对我们说：“Give me five！Give me five！”我俩战战兢兢地掏出5英镑，那哥们当时就呆掉了。via@nRdG
 咖啡座后，一北京80后，说是在中石油管投资，吹牛到天，动辄百亿美金，他丫基本说了算，好像已经把世界油田快收购完似的。真想扔一个烟灰缸过去，砸他个满脸花。
 我爸给家里新来的三只小狗起名叫做“曦曦”、“黑黑”、“哈哈”，小狗一般都是我来遛，这天去公园，三只小狗乱跑，于是我忙四处招呼道：“嘻嘻嘻嘻嘻嘻过来嘿嘿嘿嘿来啊哈哈哈哈别跑……” 顿时旁边一对情侣用惊恐的眼光打量我，绕开我快步离去。#救命…老子真的不是精神病…#
 两个食人族同事商量中午要叫个外卖。＂今天吃个顺丰吧。＂他们说。
 暗恋女神很久了，却一直都无法与她产生交集，直到刚刚碰到她在路边小摊上买了半个西瓜，正准备结账，我觉得机会来了，于是勇敢的走了过去，买下了另外那一半西瓜！我现在正在跟女神吃同一个西瓜哦，哈哈哈哈哈~（@PETD亚洲善待博士组织）
 英国刚出生小王子名字： George Alexander Louis -- 搅基 压力山大 撸一世 .....
 [论拖延症的起源]战国时期的范雎是有记录的最早患有拖延症的人，他说：君子报仇，十年不晚
 科学研究表明，哺乳动物如黑猩猩的性欲和发情期是由分泌物的气味信号激发起来的。。。看完觉得哪里不对，回去翻书。。。任盈盈倚在令狐冲怀中，闻到他身上强烈的男子气息，心中烦乱已极，要想挣扎着站起 身来，说什么也没力气，红着脸道：“喂，你推我一把！” #令狐冲撸完你要擦干净# 
 今天外面特别热，我在路边走，突然听见一个超市广播：“凉快！凉快！全场都凉快！”我赶紧跑进去，然后像个旗杆似的在那杵了半天……妈的，哪他妈凉快了！（李铁根）
 女青年为找男朋友，谎称自己是本科学历，最终因博士身份暴露而被甩。（@银教授）
 @赶着毛驴去纽约：「你下了班去干嘛？」「去死吧」「我靠！你怎么骂人啊？」「我说的是...去SPA....!!!」
 说说你干过的最傻的事儿，我曾组织班里大批同学去医院探望过做包皮手术的同桌。（@没空抽风儿）
 我有一个朋友是Gay。有一次他对女人完全绝望了，就在身上纹了一只虾。我问他为什么？他指着纹身说：虾啊，死活都是弯的。
 那天，小马8岁生日。全家老小都聚在一起为他庆生，他收到了一大堆礼物还有漂亮的蛋糕，小马开心得手舞足蹈……唱完生日歌，小马在大家的欢呼中吹灭了蜡烛，那一瞬间，他许下一个幼稚而又美好的愿望：“我希望自己将来天天都能过生日！！”后来小马长大了，愿望竟然真的实现了，这孩子就是马化腾。
 别人的孩子都会买手纸了，你的孩子还在手纸上。神回复：别人的老婆都会生气了，你的老婆还要打气。
 小明和小丽是一对情侣，小明的舅舅是百万富翁，小明因父母双亡，后舅舅成了他的法定监护人。一天小明带着自己的女朋友去见舅舅。 几年后，他们在餐厅相遇。 小丽对小明说：找女朋友了吗？小明回答：没有。 小丽说："你也不小了，我和他都希望你找个女朋友。" 小明一听，咬牙切齿的说："舅妈！谢谢你和舅舅的关心！"
 人生失意的年轻人上山找老禅师问道，老禅师把一滴墨汁滴入湖里，湖水还是碧绿的颜色，又把一滴墨汁滴入茶杯里，茶水马上就黑了，他慢声道：“你懂了么？”年轻人盯着茶水看了半天，小心翼翼说：“是痛了就会放下的意思么？”和尚说：“不，是你永远无法改变一个碧池”
 某人问我对某上市公司实际控制人的前景怎么看，我回答:刚套现了十二三亿，平什么事儿都够了。
 刚才，日本同事给我讲了一个他初中时被不良少年勒索三千日元、他交出五千日元、不良找给他两千日元的动人故事。
 店长：“前些日子看你态度有点上道儿，怎么今天又打回原形？两个客人都掐出血了，你都不去拉架？顾客就是上帝呢？忘了？” 学霸：“诸神之战。凡人不敢插手。”
 城管跟黑社会有什么不同？  黑社会每个月收了保护费就不来找了，城管没个准。
 我的一个朋友就要去草原玩了。作为内蒙人，我给她讲解了一些基本的安全常识。比如当她孤身遭遇野狼的话，不要转头逃跑，人类永远没法和狼比速度。正确的做法应该是原地不动，与狼的目光正面接触，死死盯住，不要移开，能坚持多久就坚持多久，这样会死的比较有尊严一点。（@马伯庸）
 @央视新闻：真功夫、肯德基的冰块比马桶水还脏！麦当劳也不合格！三家快餐店的食用冰块菌落总数均不符合国家标准，其中真功夫、肯德基食用冰块的菌落总数含量比马桶水高出6倍、13倍，比马桶水还脏！//@dzkkk:央视神记者我们来做个游戏吧，我吃一块肯德基的冰块，你喝一口马桶水，来不来玩？
 一清华哥们去美国读博士，迷路了问一老黑，内个...内个...where is...被老黑听成nigger揍进医院了。。。（via 人人网 蒙歌）
 今天看到推上说， 某些人把刀刃倒转过来，砍自己一脸血，然后痛心疾首地说：科技是把双刃剑。 ……画面感太强了（@StarKnight）
 警局里最漂亮的女警有了男朋友，一直暗恋她的刑警小雷看到自己的女神被别人抱在怀中，心里很不是滋味，一连郁闷了好几天。同事们看他脸色不对，便问他怎么回事，小雷垂头丧气地说：“唉……局花被别人抱了。”
 我昨晚躺在床上用脚鼓掌，我妈进来问我是不是在为以后沿街讨饭装残疾人做准备。
 “今日比武大会为免出现伤亡，点到为止即可！下面开始点名，华山弟子！”“到！”“武当弟子！”“到！”“嵩山派弟子！”“到！”……“既然大家都到了，那就到此为止，散会！”
 我只是没睡醒很累不想说话而已 去超市结账时收银员问我有没有会员卡我摇头 要不要袋子我点头 然后。。。。。她竟然开始跟我打手语。。。
 记得小学的时候 和同学斗嘴 ——各个割—— 我当时说： 我吃过的盐比你吃过的饭都多. 不巧被路过的班主任听到了,然后就过来拧着我耳朵说:我拧过的耳朵比你见过的耳朵都多.
 跟男友去公园玩，咯咯嗒……看见有打枪的他非要玩，我告诉他那些枪都是调整过不准的，他说没事那我斜着点打不就行了。于是付款开枪，这2B第一枪砰一声干老板腿上了，我次奥你斜着瞄的也太准了吧。结果老板来了一句：＂兄弟，是谁派你来的？＂我说老板你不要入戏太深啊啊。
 昨天上班坐地铁。地铁要开了，工作人员说，抓紧时间，在开动的时候，我没有站稳一下就抓在一个女孩子的手表上面。妹纸说了一句。嘿，你还真听话。叫你抓紧时间，你就抓紧时间。 
 上高中的时候，嘴唇经常干裂，又不好意思让大家看到我一个大老爷们抹唇膏，就经常在上厕所时偷偷抹唇膏，有次从厕所抹完唇膏出来，班里一个二逼对我认真的说：我注意你很久了，为什么每次你从厕所里出来嘴上都油腻腻的……
 今天坐公交，瞥见司机师傅胳膊上纹着个糖葫芦，心想这师傅挺幽默，后来定睛一看原来是一箭穿心，纹身的人能不能长点心，真的挺圆啊！
 在公交车上的时候，一个爸爸在对他儿子说：“都那么大了还打不过你妈妈，我十二岁就能打过你奶奶了！”旁边一哥们冲那爸爸吼到：“有你这么教育孩子的吗？会不会当爹啊！”那男的愣了愣，说：“我说的是羽毛球！”那哥们顿时一脸想死的冲动啊。。。
 大学暑期班上课，阶梯教室200个人，老师正在讲台上眉飞色舞的讲课，发现门口一直有一个游荡的身影，估计是学生迟到的不敢进来，老师过去打开门，同学，进来吧…那人一身红衣，请问哪位定的的肯德鸡？？
 就刚刚,在公交车上，手里的两个硬币掉地上了，我刚准备去捡，坐我旁边的大爷捡起来了，我以为他会还给我，没想到他直接装兜里了！我心想大爷可能没钱坐车，算了吧。。。。。一会售票员过来了，我又拿出两个硬币要递给售票员时，大爷从口袋掏出四个硬币，悠悠的来一句：这姑娘的车费我一起付了！！！大爷，您这是要闹哪样。。。
 昨天对面两户人家的狗打起来了，然后两户人家的大婶吵起来了，然后全家都加入骂局，然后一直吵到天黑！两只狗嗨皮的去玩了。我和我的小伙伴都惊呆了！
 闺女两周岁了，看到别的小朋友骑自行车特羡慕！“爸爸我也要骑车车！”“等你长大了就给你买！”回到家，上厕所后突然发现没手纸了！“宝贝，给爸爸拿卷手纸来。”“等我长大了就给你拿！”“……”
 今天LZ和媳妇去民政局领证，，，不割媳妇要，，，， 有一对小年轻去离婚 女的真漂亮，那办证的就劝两人不要离，才领证半年，小年轻吵吵架很正常 扒拉扒拉各种劝，还说这么漂亮的媳妇离了再也找不到了 ，然后那男的说了一句都结婚半年了还不让我碰她，办证的二话不说直接章子就戳上了 ，真TM爽快！
 中国已建邮轮码头有5个，还有3个在建设中，5至6个在规划中。上海本身就建了两个，个中缘由妙不可言：在斥资2.6亿美元建好第一座之后，城市规划者们发现，有一座桥使得大型邮轮无法进入。最终，他们拿出的绝妙方案是，再建一座邮轮码头。
 在中国，只要是个动物园总得养只白虎。有时候，新闻里提到白虎总会用上“珍稀”、“保护”等字眼，但白虎从来就和虎保育没有一毛钱关系，它们是为了满足猎奇心理而被生产出的怪胎。繁殖白虎没法保护虎，让它们占据公共资源和大家的眼球，甚至对虎有害
 据报中国政府最终决定禁播《卑鄙的我2》，因为他们不想让自己的小黄人们看了之后搞什么鬼主意。
 新闻上写着：赛琳娜·戈麦斯在自己21岁生日上，第一次喝酒来庆祝。 呵呵，这就好比说我在30岁生日时用第一次撸管来庆祝一样。
 有消息称，澳大利亚板球选拔委员会正在寻找11名有澳大利亚护照的巴基斯坦选手参加下一次的比赛。因为他们知道，巴基斯坦人进了英国，英国人绝对不可能让他们出局的！
 医生一边翻阅我的材料一边说：“这项手术的风险还是很大的。让你重新获得视力的成功概率很高，但手术也有可能会影响到你的勃起能力。”  我不解：“这怎么会呢？”  “这么说吧……你妻子，真的很丑。”
 哦，这么一大堆人，为了能看个婴儿一眼，都在医院外面扎营住下了，你们都觉得很正常；我在操场旁边也不过是做些相同的事情，怎么就成了恋童癖呢？！
 我说这话不是想说自己有多恨我老板……  总之呢我觉得，我比她本人还盼着她去度假啊！
 授人以鱼，可供其饱食一日。 授人以渔……你特么就等着一辈子听他说自己钓鱼时的故事被无聊死吧。
 @TualatriX: 至今为止我做的最不客观的一件事情就是，每当在地铁站、广告牌、银行取款机等看到Windows蓝屏的时候，我都会条件反射式地拍下一张照片，然后利索地打开微博并分享出去：「嚓！Windows又蓝屏了！」。
 #果壳科技日历#7月30日，星期二。1971年的今天，美国阿波罗15号飞船登陆在月球之上。飞船上的几位宇航员看起来非常高富帅——因为，这是人类首次自己在月球上开车。
 上回书说到，男主角许愿从故宫窃得一件古董，打开一看，乃是国朝四核年间富士康窑贴碳高透膜黑皮越狱iPone4一台，距今已有数百年。他喜孜孜开机一看，一个绿色小机器人跃然屏幕，登时大惊，此番竟被打了眼……
 当然ONE NOTE的思维也奇葩 就算是在IE下有插件 插件的作用是...截图 然后微软自信地认为你想搜索图中的文字用自带的OCR功能就行了！
 #微灵异#我独自走在路上，隐隐觉得有些不对，后颈传来阵阵寒意，咽喉像是被人捏住了，透不过气来，直到有一个路过的游方高人，大喝一声，方才将我解救：“嗨！哥们儿！你毛衣穿反了吧！”
 @大蒲哥：从黄秋生猛批苍井空与央视怒揭王林大师都可以看出郭德纲老师的名言：只有同行间才是赤裸裸的仇恨。
 我一女性朋友上婚恋网征友，网站为赚钱，用户之间私信均要收费，且个人资料里不准留任何联系方式。朋友聪明，她弄个发箍戴在额头，发箍上写『QQ号：XXXXXXXX』，这样看到照片的人就能直接Q她。眼看两年了这么机智的她还没嫁掉，我只想告诉大家：额头能横着写下11个字的大脸穷姑娘，再怎么折腾都没用！
 做一个真性情的酷人：去麦当劳，店员问「您想要什么呢？」我就抱住脑袋大喊「我想要什么？！我要的太多了！我要和我爱的人在一起！我要我的梦想实现！我要社会安定！我要世界和平！」「我们新推出的欢乐分享套餐，您要不要…」我就捂住耳朵一边大喊「我不听我不听！我不要我不要！」一边跑出麦当劳。
 如果一个人对你说：＂我人生过得不如意，我不快乐也不会爱自己，但我会爱你，我知道什么对你最好，你听我的就会幸福成功。＂你肯定觉得对方疯了。但这正是大多数中国家庭的真相。
 昨晚去酒吧喝酒，我坐吧台，正对着一个很清秀的调酒师。那会儿人已经很少了，然后我就和他闲聊。刚把手机掏出来解锁，然后他就看到了我的屏保，问：这是谁啊？我说：我男神啊。帅吗？他说：喔。。那你想看看我女神吗？ 我说好啊，然后我把头凑过去。。他开的前置摄像头。
 夜里在路上遇到劫匪。＂要钱还是要命？＂我问劫匪。
 微博的好处就是，我在做一些我认为正常的事，现实中的人看来却觉得我是神经病，但微博上的朋友们觉得我是正常人，比如说刚刚我在厕所里不停的大声呼唤“出来吧出来吧，快快出来吧！”现实中的朋友无法理解这种莫名其妙的行径，但微博上的朋友都知道我这是在运用“千呼万唤屎出来”的办法治疗我的便秘。
 刚才揍了个算命先生。 我刚在他摊位前坐下，他就问我算什么东西。
 @风之子：忽然想起央视前些天播的一个革命剧，一个国民党官员对被捕的共产党员大叫：＂你们简直就是无法无天！＂共产党员大声回答：＂这就是共产党员的性格！＂...我陷入了深深的思考。
 某监狱，一小偷问：＂哥你们几个都是因为啥进来的？＂薄熙来：＂因为高调＂。雷政富：＂因为裸照＂。李天一：＂因为打炮＂。刘志军：＂因为钞票＂。白培中：＂因为被盗＂。杨达才：＂因为微笑＂。小偷听后感慨：＂这是什么世道，鸡毛蒜皮的事都要坐牢！＂
 刚刚在肯德基一个熊孩子跑来跑去跟小伙伴玩。然后他突然把我裙子掀起来了。说时迟那时快我一耳刮子把那小孩挠到地上了。然后我现在在这里。CNMLGB #我在这里：遂宁市公安局高升街派出所。#
 和我老公吵架，回娘家，现在俺学聪明了，什么带存折，衣服的都弱爆了。把空调遥控，电视机遥控，电脑设上开机密码，然后俺就安心回娘家了，小样儿的让你不知道自己错哪了！！！
 22岁进外包公司，每天coding到3点，近视了；25岁进IT公司任高级工程师，天天坐着成了胖子，患前列腺炎；28岁进互联网公司担任架构师，贷款买房，同年秃顶；33岁成为CTO，熬出一身病，同年还完房贷；35岁带领创业公司上市前期发现癌症晚期，挂了，同年，老婆带着孩子房子改嫁。
 汪峰：“你来这个舞台，选这首歌，可以跟我讲讲你的初衷吗？” 辣妈：“铁岭一中。” 
 最近有很多人都在黑气功，我觉得你们懂个屁，气功曾经救过我一命。在我16岁那年，曾被一群小流氓打劫，当时我就使用了龟波气功对付他们。带头的那个混混临走前对我说：要不是看你是个傻逼，我TM早揍死你了。
 下次坐火车，一定带个大榴莲，和那些泡方便面的饿死鬼傻x，同归于尽。
 年轻人找禅师诉苦,禅师笑笑拿出一柄幡顶在了脑门上嘴里叼着香蕉苹果然后左手执壶右手拿杯不停倒热茶接着拿出斧头使劲抛向空中最后掏出一只蝎子狂蛰自己.禅师说是幡在动还是蛰人乃天性?你可有听到天空喊疼?他要香蕉你别给苹果.痛了自然就放下了.年轻人听完若有所思,拨通了精神病院的电话
 看学习文件，读到这么一句：“上级做给下级看，老人带着新人干。”不由得心驰神往。
 刚同事说在厕所蹲坑，听到隔壁包厢的人在打电话：“土豆现在是我说了算，你直接找我就行啊，土豆的款都是我批啊…”他还以为是土豆网的高层呢，结果又听到“豆角我这没有啊…”
 我和基友们最近得出一个结论：妹子们必须对宣称自己身高170cm的男生保持警惕，因为只有身高是165cm到169cm之间的男生才会说自己170cm，170的绝对会说自己171！
 男子在楼顶说破产了要跳楼。我赶紧上去劝阻:“怎么了哥们，破产了就要跳楼，你死了老婆孩子谁养，父母谁养？”，那人听了我的话，想了一会说:“兄弟你说的有道理，我不跳了，交个朋友吧，你什么工作？” “哦大哥我楼下打扫卫生...”，我还没说完他就跳了下去，空中传来他的怒吼:“你妈逼啊！” 
 7月15日，朝鲜杂货船Chong Chon Gang号在巴拿马运河被巴拿马当局扣留，他们发现在这艘船上塞满了装着导弹部件、火控雷达、还有两架米格战机的集装箱, 这些走私货埋在一万磅的古巴红糖里（古巴方面是想用这种硬通货支付朝鲜帮忙修导弹的账单，不愧都是走“正路”的国家，有特色！）。在赤道附近风吹日晒三周后，一船的红糖化成了黏乎乎、臭烘烘、又霉又烂、既像屎又像尿的不明物体。巴拿马安全部长何塞·劳尔·穆利尼奥说：“说它们恶心简直是侮辱'恶心'这个词！”
 我爹是个居家好男人，家务劳动量一直比老妈大的多的多的多~~ 就在刚才，我说，爸，英国小王子出生第二天他妈妈就去上班了耶，好像中国人都喜欢坐月子，老妈是不是坐了半年？然后，我爸冒着生命危险来了一句“她啊，坐到现在”……
 地铁上扎着马尾辫的女士们，请您别不停的左看看右看的，快TMD的抽死我了！
 老婆给岳父买了一个手机，80多岁了第一次用手机，那次我在旁边看岳父用，只听里面说：您好 您所拨打的电话已关机…这时只见岳父沉默了两三秒，说：你让她开一下，我有事给我闺女说，麻烦了…
 我同桌很爱唱歌，但是歌声确实有点恶心，某天，他又唱：“请把我的歌带回你的家……”前面的同学转身就火了：“nmd你折磨我就够了，还要我带回家折磨我全家……”
 一日同事问我为什么喜欢看穿军装的帅哥，姐只回了一句话就将他给秒杀了，我说：我看穿军装的就如同你看穿制服的小护士是一样一样的
 男朋友晚上陪客户，应酬嘛，喝醉在所难免。结果，那货给我打电话，说：媳妇儿，客户要求找小姐！我一听，吓了一跳，那货接着说：我没去～我送了一口气，不料，他继续说：我有媳妇儿了，再找小姐，太对不起小姐了！
 今天好友怀孕100了，问她肚子多大了，她说和西瓜差不多，还是七斤的，由于是双胞胎，就问下知道男女不，她说不允许查男女的，她现在直接等年底开奖，然后我脑抽说，你已经开到再来一瓶了。。。。
 LZ女汉子一枚，昨天之前还有一头齐腰的长发，偶尔还能装个淑女，麻麻说，其实你长的就那样，主要是靠头发才能吸引人，。LZ不相信，硬生生的把头发剪了。艾玛，结果，发现，麻麻说的是真心话。哭都他妈晚了。
 老婆说：“男人都是骗子，除非你承认你不是男人。” 我：“好吧，我承认我不是男人。” 老婆：“你个大骗子！”
 同事出差刚回来就住院，去看望，看着满脸纱布的同事，大家纷纷询问咋伤成这样，半天这货才说: “前天回来没跟她说，到家都晚上一点了，看她睡着了就打算开个玩笑，把灯关了往她身上一扑，准备说点劫财劫色的话，还没等我张口，这娘们从床头抄起一个东西就砸我脸上了，你们能想象有人把仙人球放床头防身吗？我长这么大才知道仙人球有毒……”
 本人苦逼农资公司业务员一名，今天跟着客户司机开箱货下乡送货，司机是一少妇。 我们走在乡间的小路上，路本来就窄，三三两两的人并排着走，按喇叭没一个理的，我摇下玻璃大喊一声，快闪开，这个女司机没有驾照！几乎瞬间所有听到的人都自觉向两边让开，车顺利通过。。。
 本人包里都会放把雨伞以备不时之需。 这几天深圳几乎天天下雨，下班坐地铁，在地铁出站口看到一对情侣在争吵对方没带雨伞，女的说男的你怎么不带雨伞，男的说你见过那个男的出门带雨伞的！ 这时候我打开包拿出雨伞，那女的指着我说这不就是了…
 有次跟一个伙伴到地里偷蕃薯，结果他把刚发的试卷掉在那里了，第二天村里谁都知道某某人去偷人家蕃薯把试卷掉在那了，还只考了12分。
 食堂的阿姨说，你们如果觉得我烧的饭好吃，那我就是食堂阿姨，你们如果觉得我烧的饭不好吃，那我就是饲养员。。。瞬间，我和我的小伙伴们都惊呆了~~
 今天中午晚些出去吃饭！手闲着把同事两人笔记本上的无线鼠标usb头交换到对方机子上插好，呵呵！走人！一个小时后回来，两个家伙还再摆弄着电脑，不停换usb口，插拔鼠标，重装驱动，反复重启电脑，哈哈哈！后来后来～～～～~我被打了！
 早上起来，收到一条陌生短信：姐夫，我没钱了。 我回复：我也挺想当你姐夫，介绍下，行不？
 老公科里新来的一小伙，今天上班时坐立不安，一上午显得很烦躁，于是主任和几个同事都去关心他，怕他有什么不适应，问了半天他就是不说，最后看主任有点恼了，小伙才小声说:咱科里有蚊子，我让我对象洗完衣服后给喷点花露水防蚊，她大概连内裤也给喷了…
 问，哪吒，孙悟空，葫芦娃都有什么共同点？ 回答: 都穿齐B小短裙
 刚刚上电梯，本来人很多（电梯超重要响你们都懂）这时上来一妹子，电梯就“滴滴滴”的响了，妹子默默地走了下去，在电梯门关的那一刻，有个货狂笑着拿出正在“滴滴”响的手机，我至今忘不了妹子那幽怨的眼神…
 lz男，一米八高壮汉。烟龄较长。 大一刚开学新生报到中，在阳台抽烟。室友父亲送室友进屋，抬头看到我楞了一下，转身离去。十分钟后大叔拿了两包烟，笑嘻嘻的塞到我手里，“以后是同学啦，多照顾点我儿子”，大叔。。我。。我不是坏人啊！
 昨晚9点半，我刚哄五十多天的女儿睡着，两年未见的铁哥们给我打电话，将女儿吵醒，我走出房门骂他：“草拟大爷，把我闺女吵醒了。”他愣了会，突然声嘶力竭道：“你TM还有良心么，咱俩认识多久了，你俩才认识几天？你骂我？！啊？！啊！？啊？！”我沉默了
 一日，闺密带儿子去买菜。卖肉的老板娘很喜欢闺密的儿子，总是逗他，老板娘说你这么爱吃肉就卖给我们家好了！我们家什么肉都有的吃！小正太显然不愿意，坐在那里生闷气！闺密说：阿姨是喜欢你呀！小正太一边看着老板一边大吵：可是她有老公呀！
 老婆来自千里之外，前两天丈母娘过来小住，路途辛苦她没埋怨，语言不大通她也没埋怨，只是很气愤的说:嫁这么远干什么，麻将打法一点都不一样。
 北京6点下班高峰。公交车那叫一个挤——割哪儿——有一个妹子被挤得把手中的冰棒直接塞进了我嘴里，那妹子当时都吓傻了，幸好本人大气 对那妹子说：“下次我请你！”说实话 北京老冰棍 还挺好吃的
 LZ女，以前上学时在肯德基做兼职，有专门负责送外卖的经理和工作人员(lz 不送)～某天，接到分配到的一个外卖任务，配好餐后外卖经理对外卖小哥说：“顾客有要求，把餐送饭客户手上时大声对他说‘你这个死胖纸，少吃点！’"。我们都笑翻了
 今天在驾校练车，一个新来的妹纸在练半坡起步……各种灭火各种滑坡……人都急了，教练在一边骂的也犀利，最后妹纸受不了了，摔车门，一句嘹亮的草泥马震撼全场……扬长而去……
 今天出门，路上都是熟人。 烤熟的。……
 年仅32岁的软件设计师杨明（化名）因无钱支付婚房首付款，在付款日期最后一天，选择了抢劫银行。而当他持刀挟持十里堡一家银行的大堂经理后，在5分钟内被银行职员用椅子击倒并制服。
 1900年8月8日，“最后一个数学全才”希尔伯特提出了著名的“希尔伯特23问题”。数学是完备的吗？数学是一致的吗？数学是可判定的吗？我们必须知道，我们必将知道! http://t.cn/hd6ldh 后来，哥德尔就泼了他两盆冷水…再后来，图灵就搞出了图灵机…… http://t.cn/zWJ7snX
 不久前新华社转载了《环球时报》网站以“女囚死刑实录 揭露世界最黑暗一面”为题刊出的一组照片。网友们很快就发现，这组照片其实来自一个色情网站。 ——“哈哈，编辑看完电影顺便截几个图做个新闻，工作娱乐两不误，” ——“什么奇怪，还曾经把A片片段当作美国大兵强奸证据....” ——“社长，发图不留种，菊花万人捅. 这么没有人性的行为，” ——“赶紧发种子出来，我们有墙看不到。新华社的没墙，结果他们却在墙外找毛片，”
 上海法官们痛恨的“嫖客”身份，却是李天一全家梦寐以求的。
 允许纪念鲁迅，不准学习鲁迅，更不准做鲁迅；允许赞扬孙中山，不准学习孙中山，更不准做孙中山。若你非要去做，也可以，送你去见鲁迅和孙中山。
 1984年的愚人节前夕，《新科学家》杂志发表了一个恶搞故事：汉堡大学的科学家，用西红柿、牛和小麦的细胞融合，造出了长着麦杆，花朵像乳房，可以挤出西红柿汁的怪物（它结出的果实大概是番茄肉饼汉堡）。
 虽然我们已经够邪恶了，但演化君的想象力和猎奇心理，显然远远超过人类，而且它有40亿年的时间进行种种黑暗的尝试。全身披挂海藻的怪物从水里站起来，把你种的玉米加农炮啃掉，这一幕屡次上演，很可能你就见过。
 军事理论课上，老师问同学：“为什么中国的军舰多采用较为明朗的灰白色涂装，而美国军舰的涂装采用较深的灰色？” 小明站起来抢答：“是为了防止那些犯二的士兵上错船！”  老师：“你粗去！”
 现年29岁的Michael Lehberger 体重高达800斤，这一天他忽然心脏病发作，于是Lehberger急忙拨打紧急服电话求救。 救护人员赶到后发现Lehberger太胖了，无法从通过房门，于是就找来了消防人员协助救援。消防员赶到后根据现场环境情况，就先在Lehberger家的侧面搭建了一个手脚架，然后砸破墙壁，接着再叫来一台推土机，让Lehberger坐在推土机的车斗里，为了安全起见还在车斗里放置了软垫，然后推土机就把Lehberger从家里搬出来。
 上学时候的事儿……有天中午去吃羊肉泡馍，吃了很多蒜，嘴里的味道你懂的，于是回去后猛刷牙很多遍，下午去学校，跟同桌聊天，一张嘴，同桌眉头紧皱，我心想不会吧，这也能闻出来？紧接着他一句话我就晕了“你中午吃牙膏了？”
 下班，等公交车时，站台上听见一小正太问：“妈妈，你是男生还是女生啊?” 答：“妈妈当然是女生....” 又问：“爸爸是男生是女生啊？” 答：“爸爸肯定是男生咯” 再问：“那二叔是男生还是女生啊？”只见他妈妈一阵沉默，恨恨的说“二叔是畜生....”
 一日去朋友家，他老婆正在喂奶，当然是背对着楼主，楼主在玩手机！朋友在旁边看着，突然朋友说：我草，吃我老婆的奶，还偷偷的笑！楼主当时脑子一抽，也跑去看了看！
 一个男人，他爹娶的媳妇的好与坏决定他童年的好坏，他娶的媳妇的好坏决定他事业的好坏，他儿子娶的媳妇的好坏决定他晚年生活的好坏。
 腐女寝室，大学迷糊室友，自己的东西各种找不到，我睡在上铺，她在下面找东西，“咦，我的内衣呢？”，“你枕头底下”，“咦，我内裤呢？”，“你柜子左边”，“咦，我笔记本呢？”，“床底下包包里”，“怎么我的东西你都清楚？”，“你的身体我都比你清楚！”
 和媳妇一起去买西瓜，卖西瓜的死活不给便宜。我:同样是西瓜，人家的都卖一块怎么就你卖一块五？。他:同样是媳妇人家的都一百斤怎么就你的一百五？。我:你等我冷静一会
 相信我，真正的美女不会因 为流氓向她吹口哨而生气的， 她们从小就习惯了。
 刚刚去一个小超市买烟，老板正在上网。老板拿烟的时候，我瞄了一眼电脑: 百度搜索 "老婆脾气暴躁怎么办？" 我瞬间觉得这为中年男子历经沧桑！
 2年去西藏，在318国道4444公里处，一个应该是骑友写的：骑到这里，各个器官还算完整，蛋有点磨损了...哈哈
 "用子弹放到敌人，用二锅头放倒兄弟。"
 老妈说：“我看隔壁的李阿姨她和儿媳妇欺负她儿子挺好玩的，你也赶紧娶个媳妇吧。”
 街上看到俩女子，站在一棵树下牵着手，神情坚定又不安地看着对方。一个问：你准备好了？另一个紧张地点点头：好……好了。“那，走了？”“嗯！”“1……2……3！”然后她们一起哇哇哇哇大叫着抱头穿过烈日跑进下一棵树的阴影，顿了顿，又哇哇哇哇地跑向下一块阴影…
 刚刚跟老妈打电话，老妈说早上收到了骗子短信，说我跟女朋友开房被抓让汇钱什么的。“一看就知道骗子”我妈说。我刚想夸她机智，老妈又悠悠地补了一句“我儿子怎么可能有女朋友”......妈，你够了啊......
 在电影院看电影，旁边坐着一对小情侣，电影看到一半时，就听那女生吼到 好好的看电影 你老是看我干嘛！于是看见那男滴委屈的低下头啃爆米花
 昨天坐飞机，选在靠近安全出口的座位边上。空姐过来提示，请不要随意拉动紧急出口的拉杆。旁边一个哥们来了一句：知道了，9万1，我之前拉过。
 楼主妹子，父母思想有点保守，今天弟弟将女朋友带回家，为了防止老妈让未来弟媳妇和我睡，楼主果断把自己房间锁起来，钥匙带走去同事家过夜。深藏功与名。老弟，姐姐只能帮到这里了，下面的靠你自己了！
 前两天路过一宾馆，正好碰见一男一女两同事从里面出来，只看了他们一眼啥也没说，第二天我办公桌抽屉里莫名其妙多了一条中华烟...
 刚刚坐公交车，上来了一个男人牵了一条金毛，司机大姐说宠物不能上车，那个人也不知道是真听不懂还是假装听不懂，还要上车，司机大姐就起身拦着……高潮来了……这家伙说:“纳尼？”司机大姐吼道:“日本人与狗禁止上车！”
 撸主老婆怀孕了，就给老婆订了牛奶，每天早中晚给送。前两天老爸听说之后就跟我说：现在这牛奶啊都不纯，万一添加点东西就坏事了，为了我未来的孙子，坚决不能再喝了。 撸主当时笑了笑没当回事，心说不喝这个喝啥啊。结果证明我真是太小看老爷子了…第二天我爹就给买了一只山羊回来 …现在本屌每天早六点晚七点都得牵着让这货出来吃饭…… http://img.qiushibaike.com/system/pictures/3904/39046702/medium/app39046702.jpg
 晚上朋友带他五岁儿子去散步，路过一个有声控灯的公厕，进去解手---朋友喊了一声，“开”，灯就亮了。解完手朋友出来了，只听得那熊孩子还在厕所里喊:关--关---关啊！一声比一声大！！！
 马化腾的微博被人评论： 马叔叔，为什么中国合伙人电影结尾出的都是中国的优秀企业家， 我找了半天没有看到你， 是不是因为你又提醒陈可辛QQ会员到期的缘故？
 lz妹纸，，有一女同事，牙齿不齐，是特别不齐，背景完毕。有一男同事特喜欢调戏她，有一次她火了，来了句，信不信我咬你，只见那男同事一脸惊悚的表情说，别啊，不好缝针。。。
 刚才在m记，买好了东西找座位，看到一妹子对面没人我就过去坐。那妹子属于豪爽型吃法，我一坐下，她感觉到对面坐了人，立刻变成淑女型吃法。。。照例这不是gc，gc是过了一会她偷偷抬起头看了我一眼，然后长叹一口气，又继续豪爽型吃法。。。老子是有多难看。。。
 早上开车出去，邻居孩子正好上补习班，顺路捎着。临走前，孩子母亲隔着车窗对小女孩嘱咐：上课好好听讲，下课离校长和老师远点！我当时就崩溃了！
 去逛夜市，我：这个怎么卖。摊主：380这个是真金的。我：10块。摊主：看清楚啊这个是真金。我：10块。摊主：好吧！看你那么执着卖你吧。我：我不买，就练练砍价。摊主：你别跑，你别跑，劳资砍死你。
 路上遇见一对父女, 女儿坐在爸爸电瓶车后座、感觉喝醉了、一边哭一说说：爸爸我长得好丑、他不要我（估计失恋）然后爸爸说：不丑、你再怎么丑也是爸爸的女儿、爸爸要你、行不行。顿时楼主心里各种味道、拿出手机给爸爸发了条短信说、爸爸我好丑。结果爸爸回复：没事、我也丑。
 今天和老爸吵架了。 他淡定的问我：“你要自断财路吗？ ” 我瞬间就想明白了“爸，我错了。”
 今天整理衣橱，看到一件毛衣，让我想起了十年前的那个冬天，老婆那时还只是我的女朋友。有一天忽然心血来潮，非要给我织件毛衣，就把俺娘给我织的毛衣拆了，拆了一只袖团了两个球就搁那啦，一直到现在。。真让我感慨万千。
 lz有一哥们，家里拉了网线，我和几个朋友去他家玩游戏，这时他爸来了，看我们玩游戏很生气，说：给你买电脑让你玩游戏的吗，上网给人家小姑娘聊天啊，看人家几个都有对象
 牛郎只是个穷屌丝，可他擅闯女神浴室，不仅没挨揍，还抱得美人归；他能让勤劳的织女荒废工作，与他夜夜寻欢；蜜月激情消退后，他巧妙利用熟女王母的醋意，实现夫妻分居，重获自由；每年的今夜，他又大显身手，让织女回味整年，让世人交口称颂；老牛和喜鹊臣服他，当代男公关膜拜他……这个男人真厉♂害 
 在西安做生意的胡小江被三名绑匪连人带宝马车劫到河南。他与绑匪谈心喝酒, 喝了1瓶白酒,每人还喝了10瓶啤酒,绑匪一个吐了一个醉了, 一绑匪边说边哭，想与他“交朋友”，赎金也由120万降到10万,绑匪说被抓不会报复他。最终成功被解救。
 狂风中一个程序猿靠在墙角大声的对着电话说：“行！行！好！”路过的一个行人忽然停下，后退了几步走到他面前，把手中的鸡蛋灌饼递给了他。
 客户：你们公司的游戏怎么不能玩？ 客服：如果有光盘质量问题可以去经销商那里调换。 客户：算了，反正也只有五块钱！  客服：...?
 丘吉尔打电话询问英军司令奥金莱克俘虏多少意大利的时候，奥金莱克得意洋洋的说：“数不清，大概五亩地的军官，200亩地的士兵。”
 当你写代码的时候，得想想以后维护你代码的人是有严重暴力倾向的变态狂，而且还知道你家在哪里。
 哈佛大学教授戴佛尼特里•梅达普研究发现，超过94.35%的年轻人都具有"三微一体"的特点：微博，微信，微胖。
 上大学时候，班里上二百人的大课，憋尿憋不住，打算从后门溜出去，走太快没看见脚底下一个妹子的暖壶，结果嘭一声，暖壶炸了，一阵强大的水蒸气散去，全班人都万分惊悚的看着我，老师弱弱的问：同学，你从天上下来的？
 早上去杂货店打算买个脸盆，选了一个脸盆后问老板这个盆几块？老板说5块？我又问他结实不？老板二话不说直接就拿着盆往地上一扔！结果 结果盆就碎了……我立刻转身离开，老板这时从我背后来了一句“这样的盆我能卖给你吗？来看看这个八块的！”
 说有那么几个人在踢足球，分红蓝两方，红队守门员说：“我是铁门，你们球进不来！” 这时，蓝队守门员冷笑一声，“我是钢门！”。
 今天在公司停车场听见有人在聊天。屌丝甲：你是不是和老李的老婆有一腿，连她屁股上有块叶形胎记都知道。屌丝乙：是有一腿，不过好久以前了。对了，你怎么知道她屁股上有块叶形胎记。屌丝甲：我……但高潮还在后面，这时第三个人出现了：不对吧，她那个胎记不算是叶形吧，更像是蝴蝶翅膀才对。我靠，我忽然很想认识一下老李和他老婆。
 现在是高中生了，还是几乎不会迟到原因要说到我小学时。某次小学开班会，老师提问大家能想到的迟到理由，当时大家为了展现自己的智慧，想破脑袋足足说了一百多条理由，老师当场一一记录下来，从此班上无人敢迟到…
 一日，老婆在家看电视，老公看了不爽，说：“老婆，你怎么成天追星咧？”老婆回：“我就喜欢，不行啊？”老公急了，说：“你喜欢的女人那么丑你还追！”老婆火了，大骂道：“你喜欢的女人才丑，你喜欢的女人是世界上最丑的女人！”老公听后笑而不语…
 家里有个小正太，有一次小正太哭着问我:妈妈，我是不是长得很丑？我:没有啊，谁说你丑了，妈妈揍他去！他含着泪说:爸爸说我长得像他！
 早上，我因为赶时间，便买了几个包子到公司 吃。看见一位同事，我顺手递去一个包子。同事推辞说：“我吃过早饭了。”我实心实意的说：“这可是狗不理包子啊！”同事迟疑片刻...终于接过了包子。
 1863年，江苏巡抚李鸿章围困苏州，太平天国纳王郜永宽和李鸿章私定降约，请“洋枪队”队长戈登出面担保郜永宽性命。占领苏州后，李鸿章却擅自将郜永宽等数万降军杀死，史称“苏州杀降”。戈登被李鸿章的背信弃义所激怒，四处寻找李鸿章决斗无果后，遂公开要求李鸿章下台，并因此拒绝清王朝的所有赏赐。
 万能24点公式: 首先，任何常数的导数都是0. 于是4个数得到4个0. 接下来，COS0=1。于是4个0变成4个1. 最后，4的阶乘等于24.
 某君胆小如鼠，新娶一翻译小姐为妻，双双出国度蜜月，某日，下塌伦敦郊外一小酒店，夜深忽听门边有响动，忙唤其妻，妻曰乃鼠也，命驱之。君不从，妻诧问为何，君曰：“还是你去，你懂英文。”
 两名逃票混入波兰塔特拉国家公园的俄罗斯游客因做贼心虚，误将一只棕熊视为乔装改扮的工作人员，为防查票竟悍然出手将棕熊打伤.
 全国每年被判的诈骗犯数量跟全国胰腺癌病人数量差不多。
 「我出国乘坐的815号航班失事坠海后一人一虎拼死游到岸边却被一群高喊"瞄准后颈肉"的四娘族围攻时幸得名为星期五的海龟营救潜入龙宫恰逢敖广因三子敬腾被抽筋而扬言水漫金山四十昼夜老子千里之外戳死你的关头我大喝"警察叔叔就是他造谣"后顺利搭车回家才发现暑假作业被汪星人吃掉了老湿请相信我」
 央视新闻，你们八薛蛮子八的这么深了，能继续八下他用的什么护肤品么？刚我看你们发的图，除了有些眼袋基本上看不到毛孔，求洁面水乳液面霜全套隔离色号遮瑕霜品牌，不在线等，不是很急的。
 金正恩做了很多男人想做而不敢做的事，枪毙前女友。
 刚才听交通台采访一位片儿警，说管片居民的幸福平安是我的职责，只要他们安心我就很欣慰。然后播放了几个执勤实况录音，其中一段，片警对一路过的小男孩说：马上要开学了，你暑假作业还没写完吧？
 弟兄俩上山采蘑菇，哥哥说颜色鲜艳的有毒，不能吃。弟弟说先给狗吃，看看有事没。狗吃了没事，摇头摆尾出去溜达了。他俩一看没事，就吃了。弟弟出去一圈，回来说，哥，狗死了。哥哥吓的，把准备好的肥皂水粪水灌下去，吐的死去活来。缓过来以后问，狗死的惨不？弟弟说，死老惨了，一出门就让大卡车压死了！
 给某人结婚礼金888元，结果银行转账扣了2元。
 金正恩竟然下令把前女友用机关枪给突突了，可见，分手了还是朋友就是个谎言。
 看完中午关于薛蛮子的新闻，最大的感受就是，那位小姐真的不值1200元。
 一瘦弱哥们到家后，发现老婆在偷汉子！ 哥们气得发抖，但又不敢发作。 只得轻轻退了出来，还顺手把门锁了， 然后拨了个电话：“妈，不好了！您闺女把自己锁在房里，说要自杀！” 没过十分钟，丈母娘一家就全来了.整整三车人.....
 薄案之后，最落寞的莫过于济南中院 。丫儿今早开始大量转发 @人民法院报 的微博刷存在感，结果是，一小时内掉了差不多5千粉。
 今天听说一个碰瓷的事，一富二代帅哥将豪车停在路边一个大妈突然躺在车前不起来了，张口问二代要一万块，不然就不起来，去医院检查就是不去，富二代拿出电话打电话说：爸爸，往我卡上打四五十万，我要撞死个人。。。大妈爬起来就走了。。#每天一点负能量#
 刚刚看非诚勿扰，一个男嘉宾虽然被全灭灯，但是他说的一句话还是比较对的。他说他说话比较直，比如他觉得24位女嘉宾也不是很漂亮啊，有的甚至化了妆也不是很好看。。。。。我只想说！我也是这么觉得的！！
 昨晚和朋友去网吧通宵，到了凌晨四点左右，朋友接到了一个派出所的电话，让他赶紧回家，我想肯定出事了，就跟着一起去了，到朋友家一看，好几个警察在他家，门是砸开的，一地碎玻璃还有好多血，一问才知道，原来朋友家招贼了，贼从窗户爬进去，因为天黑绊倒了，然后一头撞在推拉门的玻璃上了，失血过多，奄奄一息之际拨打了110～
 那天我带个当警察的朋友去我家，当时我小侄女在我家，然后那哥们对我小侄女说:你唱个警察叔叔的歌，我给你买好吃的，我小侄女当时就唱到:我在马路边，捡到十块钱，把它交到警察叔叔手里边，叔叔拿着钱，买了一盒烟，我高兴的说了声，叔叔不要脸。这时只见我那哥们脸都黑了！
 lz女。晚上我跟我麻麻去逛街。我有个二货男友，在街上偶遇，那二货一见到我立马从马路对面飞奔而来，蹦到路中间才发现情况不对，立马用比来时还更快的速度逃离现场。尼玛，笑屎我了，麻麻说：谁家孩子啊，怎么那么傻。。
 高中宿舍一二货兄弟，讲他小时候放牛的故事。由于牛不能拴住，又不能让它到处乱跑，于是他和他的小伙伴们想了一个好方法：出门就带一包盐，撒在草上让牛先吃，吃完了牛就会狂喝水，喝完水就饱了，然后牛就躺下休息，他们就可以满山跑了。。
 昨晚和同事一起去吃自助，啤酒、白酒、香槟、红酒使劲喝，喝完回到家，感觉天热想洗个澡睡觉，打开淋浴感觉好凉爽，好舒服，然后……我竟然睡着了……趴浴室地板上……感觉口渴醒过来的时候已经凌晨2点半多了，然后爬起来上床，今早老婆告诉我说：昨晚你喝多了，洗澡的时候趴在地板上一边唱我是一只鱼，一边在地板上扭来扭去……我就没管你，自己去睡觉了……
 选修课，仿生学设计.. 老师:同学们，生活中有什么东西应用了仿生学？某二货:充气娃娃！
 本人妹子，前几天看到一个新闻，说是一个女的要跟男友分手，男的不肯，结果就把女友捅死了，我看到后，立马扑到男友身上说，不要捅死我，我不会跟你分手的。结果，那个二货居然说，别闹了，分手这么高兴的事，我捅你干嘛！我去…
 今天洗澡去大澡堂子. 排着等搓 一个大哥正搓ing， 跟搓澡大哥说慢点搓 ，我有痔疮。 搓澡大哥爽快的答应了 不一会那大哥屁股后面一股鲜红色的血液缓缓流出， 就听那搓澡大哥想也不想指着大哥屁股喊着“我槽！大哥，大哥,你来事了！”
 今天闺蜜教我玩了一个游戏，连续给老公发三句你爱我吗，证明他爱不爱你。于是我就给我老公发短信说：你爱我吗？老公回：我爱我媳妇。我又发：你爱我吗？老公回：我不是说了，我爱我媳妇。我再发：你爱我吗？老公回：你到底是谁 ！为什么拿我媳妇的手机！！你把她怎样了？？ 
 儿子骨折去二次手术，我和他爸陪护，割了他爸的，早上护士们查房，一个护士问我儿子：小朋友你又来了？想我没？儿子果断的答到：我还行，主要是我爸想你了。
 lz有一朋友东北人，去年去武汉工作。 他单位里大多数人都说武汉话，虽然可以用普通话交流，但是多少会有些别扭，于是他就让一女同事教他说武汉话，一天20块，女同事问他怎么教，朋友说多聊天就行了。后面大家应该猜的到了，他们成了情侣，学费当然也没给。
 说到声控，想起以前我家楼道声控灯非常不灵敏，我楼下有个少年有强迫症，每次上楼都要把灯全点亮才满足，有次小区停电，他估计刚放学还不知道，我就在房间里生生听他跺着脚唱完了整首《向天再借五百年》
 我们高中抓抽烟的，一学生被抓，老师把他拉过来照着头就是两巴掌，并说：抽烟，你还抽烟！老师把他烟拿出来一看，玉溪！说，抽烟！还抽好烟！啪！啪！又是两巴掌……哥，我知道你很疼，老师把烟盒打开一看，里面是红塔山。啪！啪！啪！啪！虚伪！！！
 周末，儿子出去玩了一天，直到晚上7点才回家。 爸爸问：你去哪里玩了？ 儿子知道犯错了，只好如实回答：上午在同学家玩，下午去了网吧。 爸爸又问：你上网的钱从哪里来的？ 儿子：要说真的吗？ 爸爸：当然？ 儿子：书房的书架上。 一直不出声的妈妈眼光从儿子移向了爸爸…… 爸爸：老婆，儿子在说谎。
 发个2货朋友的。一次我们一起去一家新开的鞋店看鞋，她看到一双鞋子比较闪就问老板价格，老板说：小姑娘你眼光真好啊，一下就看中我们镇店之宝。我那二货朋友说：真是镇店之宝么？老板非常确定的说是，结果我那二货朋友说：真是镇店之宝啊！那我不要了，省得你们没东西镇店…
 小区有户人家比较邋遢，去过他家的都表示特别乱。就在昨天晚上他家进小偷了，从洗手间窗户进去的，从窗台下来时踩到了一块香皂，倒地的时候又砸在了一把暖瓶上，里面是睡前刚灌的开水，也不知是摔晕的还是烫晕的，还是先被烫晕后被摔晕...警察在带走小偷的时候说:太惨了...
 他爸问我朋友是不是拿了他100块钱，我朋友说没有，他爸说到底拿没，三番五次的问。我朋友生气了，大声说一句：谁他妈拿谁是狗！然后看到他妈脸抽了一下。
 撸主在酸辣粉店解决午餐的时候看到一男的带着一个小萝莉进来。小萝莉对老板说我要一个酸辣粉那个叔叔要一个螺蛳粉。那男的在旁边悠悠地说了句我是你爸…
 以前酒店上班，有一奇葩同事，经理给他挂了个超级服务员的牌子，于是很多客人都让他点单，有一次一个客人问他推荐的萝卜丝包子怎么不好吃，他一脸正经的对客人说，你知道我是什么嘛，客人说知道啊超级服务员，所以才让你点单啊，内货来了一句，对啊，超级服务员卖得就是别人卖不出去的东西-_-!客人当时无语。
 同事说，中午吃饭的时候隔壁夫妻吵架，因为都在大院里，同事就出来劝架，同事家五岁的女儿，听见热闹也跟着跑了出来。咯咯咯咯。这边吵的不可开交的时候，就见她女儿，拿着吃饭的小碗挨家挨户站在门口喊“快出来看啊！小雨爸爸妈妈又打架了！！张姨，你拿着碗出来吃吧！！在不出来看就打完了，别说我妈妈这次又没喊你啊！！。。。”
 说一朋友真事。每次她麻麻同事问她都大学了有木有恋爱的时候她都一脸诚恳无辜的回答“我妈不让呢。。。”说多了的结果就是大家都在和她妈各种说女儿长大了不要束缚太紧什么的。。。终于今儿老妈忍无可忍了:“你自己大学没人要还好意思找借口找我这来了？我什么时候说不让了？！你高中恋爱我都装的不知道随你去了。你大学我还不让？！”
 上学时候，班里有一女生笑声超级爽朗。 一次，一男同学用手机录下了她的笑声，当来电铃声。咯咯咯～某次自习课，大家很安静的时候，那男生的电话铃声突然响起，正当大家回味在笑声中时，班主任突然进来，指着睡眼朦胧的女生就骂:我从八楼就听见你笑的了！你高兴的什么？？什么？
 一朋友去学车，看见一女的在哭，突然听到她的教练说了一句，还老师呢，说几句就哭，你知道你学生的感受了吧。。教练你是要逆天阿？
 正躺寝室呢 一个室友问我哪里人 我说浙江的 然后他说我们寝室还有一个戴眼镜的也是浙江的 于是我坐起来戴上了眼镜看着他
 “服务员，我们的菜什么时候才上啊？” “已经在做了，马上就好”。话音刚落，服务员立马因造谣被警方拘留！
 上海一男子因造谣称自己因造谣而被拘留15日而被拘留15日。
 人性：随机抽样问了几个妇女，如果你老公嫖娼被抓，你去救吗？＂不，绝不。＂＂我会去公安局，要求多判他几年。＂又随机问了几个妇女，如果你儿子嫖娼被抓，你去救吗？＂当然去救！＂
 ＂你知道cos吗？＂＂知道，这是人们模仿动漫人物的一种行为，通常会订制动画中的衣服打扮并且摆出动作。。。＂＂很好，你给我出去＂数学老师愤怒的对我说
 在超市，看到两个家庭主妇一起去买菜，一阿姨说：＂最近新闻联播说薛蛮子嫖娼，儿子问我什么意思，我该怎么回答呢？＂另外一个听了生气地说：＂你居然让你儿子看新闻联播，他是不是你亲生的？＂
 闺密前两月生了宝宝，我一直没去，昨天去看看，进去之后闺密正在给孩子喂奶，吃的是左边，过了一会又吃的右边，刚吃了一口就哭了，哭的那叫一个凄惨，闺密把他老公喊来说你之前吃啥了，闺密老公小声说泡椒凤爪～～说完之后让闺密这顿打啊
 昨天看了个米其林大厨教你怎么做完美牛排的视频，忽有所悟，今天下厨试作了一回。原料都是精心挑选过：Horqin牛眼芯肉、Le Cplotus出的黑胡椒、Le Carrefour的精制海盐和初榨橄榄油，以及我本人的诚意。盛盘上桌，打开音乐，切下一块放入口中细细咀嚼，嗯~~~这牛排的口感啊，和另外一种米其林差不多… 
 去年这个时间前后，反日运动如火如荼，打砸抢烧没人管，事后处理不清不楚，关键词是汉奸。今年这个时候，反谣言运动大张旗鼓，无法无天，关键词是大V。从动作之粗野，气焰之嚣张，前台人物之熟悉，看来是一拨人所为。
 昨天半夜在街上听一姑娘打手机，说:跟你分手又怎么了，你金正恩啊?
 女神在QQ群发谣言说去洗澡被刑拘。
 10岁的外甥曾经请教我一个问题：舅舅，怎么有的歌词那么重口味啊，我听到有人在唱“喂你些屎”。这个问题难倒了我几个月。直到今天，偶然听到王力宏老师的情歌--“为你写诗”
 新华社发文，说薛蛮子嫖娼，向网络所有大V敲响了法律警钟。按照这个逻辑，校长猥亵强奸小学生，就是向全体中小学校长敲响法律警钟？法官集体嫖娼，就该是向全体法官敲响法律警钟了。——这是黑谁呢？我不喜欢薛蛮子，但也不能把话说得这么没水平吧。
 关于“李双江之子涉嫌轮奸”，大家有没有想过李天一可能真的是冤枉的？比如他可能根本不是李双江的儿子。 （@银教授）
 重庆多年，又唱了那么久的红梅赞绣红旗，你要在秦城里不收集香烟纸写仿宋体字办挺进报就不是党的好儿女，就不是种花人民共和国的公民辣。
 如果发布未经核实的信息就算造谣的话，气象台的都该抓起来。
 常在泳池遇见的一个带孙子来游泳的大爷，说话跟打雷似的。孙子老学不会游泳，爷爷就频频吼他：你看那个哥哥！游得多漂亮啊！你看那个叔叔！游得多漂亮啊！……正太伤自尊了，扭过头不理爷爷了。忽然爷爷来了句：你看那个姐姐！长得多漂亮啊！正太闪电般把头扭了回去。
 技术人员创业通病：一上来就是搭建特别牛逼的技术架构，把各种牛逼技术用上，不管是否产品需要。比如某搜索引擎，每天PV才几万，竟然把PHP代码用Facebook的HipHop编译成二进制，调试都要等2个小时完成编译。另一个创业团队是做一商品引擎，整个引擎都用C++全新开发，最后等引擎还没写完，公司倒闭了…
 今天在的士上，广播里放起XX，莫名一股暖流，我让司机把音量调大些。司机说：「你也喜欢这首?」「是啊，难道？」司机点头：「几年前的毕业晚会，我就唱的这首，记得唱到高潮还几度哽咽，呵呵，曲终，全场响起雷鸣般的掌声。」他点起了一根烟，继续道：「全落在了我的脸上」
 昨天深夜，一位2b朋友打电话给我，说他车里的方向盘、刹车、油门、离合全被人卸掉了，叫我去接他。我开车到半路的时候，这货又打电话给我说：你不用过来了，刚才喝多了，现在清醒一点才发现原来自己坐在副驾驶座上。
 机场书店的陈列：进门一排触目惊心的成功输赢狼性，王侯将相传，旁边是整排低调舍得宽容放下淡定活佛基督教，然后一架子懂放手的女人最智慧，会做菜的女人最美----紧隔着这些书，放着FBI心理操纵术、男人心理操纵术，女人如何应酬饭局---我认为机场书店非常准确地反映出了中国成功男女的几个主要类型。
 看B站吐槽版甄嬛传 最受不了的就是但凡有女子被抬到皇上床上，弹幕总会来一条““客官， 您的老北京鸡肉卷到了。”
 每次读王维的《使至塞上》：大漠孤烟直，长河落日圆。我都很有感触，当时要是落美元那就更好了。
 “立军这一生是完整的，他完成了大多数人都希望完成的两件事情：一场奋不顾身的爱情和一次说走就走的旅行。”
 北京出租车司机的牛逼之处在于他可以在你明明坐在后座的前提下，大声跟朋友聊天说拉到你算是倒霉了，去那个地方纯属有病。
 今天去ATM取钱，系统跟我说：读取中。我既害羞又害怕的看看周围，大声念了出来：取中！！！！！！不念的话，它会给我钱吗？
 同桌富二代。高中学习懒散。大家说他没出息。结果最后去了外国念书；大家学说出国没出息，后来他继承了家里的公司；大家靠继承没出息，现在他公司靠董事会越做越大；大家说他迟早碰板，结果他现在娶了大美女，儿女成群，周游列国，身体健康，生活美满。大家终于服了，有钱真好。
 最近杜蕾斯佳作连连！上周广告语：光大是不行的。这周换成：薄，迟早要出事的。以为够神了，沒想到还有下文：薄，不可怕，鼓开来，才可怕！今天推出下周广告语：蛮干，也是要出事的！
 一个女孩去看医生。“医生，不知道什么原因，我每次刷牙时都感觉恶心想吐。” 医生看了看她，说：“嗯，下次刷牙时记得不要照镜子了。”
 每次看到帅哥我都很紧张，心里一直盘算着怎样才能跟他有些瓜葛，于是我抄起地上的板砖朝他脑门拍了一下，然后对他说不好意思我害你受伤了让我来照顾你吧
 和一位七个月身孕的女检察官吃下午茶。她说，要去美国生。我说，你是国家公务人员，岂能投靠美帝？她说，孩子是无辜的……好吧。
 「大夫，明天我妻子手术，您多费心，这么热的天，这是我们的一点心意，您拿去喝茶」说着我把东西递过去，「你这是在侮辱我！」大夫把再来一瓶的瓶盖摔在了我脸上。
 原来朋友聚会大家都是说：哇，你是大V，太强了。今晚朋友聚会大家都是说：哇，你是大V，活不了多长了。再一次感觉到了这个社会森森的恶意...
 有人揭示单身女子穷游不安全，豆瓣文艺女青年纷纷出来批判嘲讽表示自己去了平安回来了。这不是道德或意识问题，这是一个科学问题，一个统计学陷阱。 （正：死人不说话；反：长〜得〜平〜安〜万〜事〜吉〜）
 编译器不会向Jeff Dean给出警告的，Jeff Dean会给编译器警告的。
 光在真空中的速度曾经是大约每小时35英里，然后Jeff Dean花了一个周末优化了基础物理学。
 Jeff Dean是直接写二进制代码的，然后他写了源代码，作为给其他开发人员看的文档。
 当Jeff Dean考虑人体工程学的问题的时候，这是为了保护他的键盘。
 有一天当Jeff Dean在优化一个功能时，他被迫发明了异步调用的API。这样的话这个功能可以在它被调用之前就可以返回结果了。
 “扫地神僧”罗伊·格劳伯老爷子大概是除了搞笑诺奖创始人马克·亚伯拉罕斯之外参加搞笑诺奖次数最多的大牌。 这么些年来，他一直在为颁奖仪式扫纸飞机， 只在2005年缺席了。 他为啥缺席？去领诺贝尔奖去了。
 校长有一天路过学校后门，突然听到一句：“我要考牛津！”校长顿时感动不己，没想到我们学校也有如此有志青年，决定看看是哪位，忽然又听到一句：“再来两串大腰子！！！"
 刚才餐厅吃饭看见一对情侣,男的帅气,女孩漂亮。两人你侬我侬羡煞旁人,但不知道两人怎么吵了起来,女的带着哭腔喊道:“分手吧!”男的也不甘示弱吼了句:“分就分!谁先搭理谁就是王八蛋。”男的吼完又说了句:“我是王八蛋”女孩听见破涕为笑,两人立马和好了。爱情中总该有一方要懂得包容和退让。
 别人问你有女朋友吗？就说现在没有。机智地掩盖了过去也没有的事实。get√
 离婚以后,李亚鹏黯然神伤。有一次朋友聚会,签单时把名字写成了“李亚朋”,旁边朋友悄声提醒:“你的鸟没了。”李亚鹏苦笑道:“老婆都没了,还要鸟有什么用。”王菲听说这件事后,默默将微博名字改成了“王非”。
 在蛋糕店打工的朋友说,今天下午四、五点钟的时候,店里突然进来一个脸色阴沉的纹身金链钉靴男子,要现做一个蛋糕。其他店员都赶忙往后躲,只有朋友挺身而出,拿了个坯子开始涂奶油。没多一会儿,眼看要做完了,朋友问:“要写什么字么?” 男子用极其微弱的声音嘟哝道:“麻烦写个「对不起」……” (@小野妹子学吐槽)
 在德国,学了一句塞尔维亚谚语:“当独裁者经过,人民深深地鞠躬,但默默地放屁”
 60后，70后，80后，90后，00后，一家几代人在聊天。我很佩服那个中间负责给60后装乖，给70后卖萌，给80后扮成熟，给00后装同龄人的90后。你们真的是人类沟通的桥梁。
 在这个世界上,有这么一类人:他们表面上跟你和和气气,显得特别懂你,最后做出的事情,却总是与你的意愿和初衷有着天壤之别,并在一段时间内给你带来难以估量的、无法挽回的损失。你生气,你无奈,却拿他毫无办法。你只得寄托于时间的流逝,让伤痛慢慢愈合。这类总与你作对的人就是——理发师。
 RT @马伯庸： 今天带着马小烦去朋友家玩，朋友家有个才满月的小姑娘，生得精致美貌。双方家长均同意索性定下娃娃亲！但有人提出异议，青梅竹马一般都走不到最后，怎么办？我们后来商议出个办法。从小就对他们两个灌输：“你们不可能在一起，你们不许在一起，你们只能做朋友。”这样说不定能成。
 小兔子想弄清楚究竟什么是幸福，于是出门去找答案，狮子说：幸福就是家人永远在你身边！豹子说：幸福就是你爱的人也在爱着你！灰狼说：幸福就是永远朝着梦想的方向跑！小兔子高兴的跑回家把答案告诉妈妈，妈妈说其实今天的你就很幸福啊，小兔子问那是为什么呢，妈妈说：直到现在你还没被吃掉啊傻逼！
 待我长发及腰，分如二叉树梢，早起满冠枯草，睡前一头蓬毛；洗发水夕添朝尽，香波瓶堆等人高；厚发圈一束即断，小发卡深陷难捞；进可结绳攀城堡，退能卷棒逗家猫；啊卧槽，欲以人样出门去，先来一斤发胶。
 不要老说党和国家不关心你的生活，不信你挖根乌木出来试试？。。。
 威廉姆斯姐妹参加中网，赛前新闻发布会上主持人问:“你们谁是大威？”维纳斯马上举手。随后两姐妹豪言必会师决赛。不幸最终两人均止步四强。赛后中国警方以造谣罪拘捕维纳斯，维纳斯不服说:“靠贵国太荒谬了这也算造谣？再说塞蕾纳怎么没事？”警察说:“咳，我们也不清楚，反正光听上面说要抓大威。”
 今早，路遇一年轻男人，开着电动车前面挂着粉红色的小书包，春风得意的往前，转弯处看见他一脸尴尬的往回骑，我估摸着，忘记带娃崽了…
 —— “儿子，你怎么蹲在门口不进屋啊？” ——“我今天考了倒数第一，老妈说这次再考倒数第一，就让我跪搓衣板。” ——“儿子，别怕，进去吧，你妈不是那种人。” ——“我不敢。老爸你喝酒了？你太坏了，知道家里就一个搓衣板让我先进去，哼。”
 我外甥的老师长得很漂亮～昨天姐姐带着外甥请那个老师吃饭～聊到感情生活了，那个美女老师说最近老是和男友吵架…我外甥悠悠的说了句～那你跟我舅舅吧，我觉得他人不错… 我外甥从小就懂事
 同事创建一个微信群，相聊甚欢－－－－－突然加进一人说道：大家好，我是某某某（单位领导）。刹那间，一排排的显示退群信息～～～领导勃然大怒，在办公室吼到：什么吊意思！开会！！！
 刚刚领导给我打电话，说出了点事，让我不要紧张，不要惊讶，不要声张，这事只有我们两个知道，然后他就说了句“兄弟我上厕所，没带纸。。。在第二个坑”
 周末朋友聚餐，差一人没到，我们就先点菜，饭店速度给力，很快就上菜了，我们闻着香味眼都绿了，那种煎熬你懂的，实在没忍住就先吃了，盘子都见底了那个朋友还没来，服务员特勤快，把空盘子全收了，正好朋友到了，他看看空荡荡的桌子，忙说真不好意思让你们饿着肚子等到现在，咱现在点菜吧，这顿我请！听了这话我们都没解释，默默地拿起菜单……
 高中体检检查色盲色弱的时候特别紧张，辨认出了形状但是说不出是什么物体，记得掏出纸笔画给医生看，医生面无表情的叫来我班主任，让他带我去检查智力…
 呵呵！看女友QQ上的好友印象，都是夸她的有…“卡娃依，脾气好…”什么的。可就是有一个“爽”让我TMD不能理解！
 写个上大学的事情吧，第一次发，咋割？我上大学住8人间，全是上下铺，卤煮我上铺，一日午睡时间突然来了地震，震级大概在四级左右，我们上铺四人在感觉到床在摇晃的同时，做的统一动作竟然是'''''一起看各自的下铺'''''都以为下铺在lululu'''''''
 我家养了一只小狗大概四五年了，很会逗人开心，讨人喜欢。。。 有一天，妈妈对大姨说：“ 我家狗真是什么都懂！ ”我大姨一句话把我妈噎回去了：“怎么的，它跟你说话了？”
 今早有点冷，给两岁的侄子换春天的布鞋穿，但是鞋子有点小，我费了老半天劲才给他穿上，这家伙走了两步直接坐地上，把鞋子脱了给里面的鞋垫扣出来，自己又把鞋子穿上，去一边玩去了，老妈今天一天都在到处炫耀她这两岁的孙子比二十多的女儿聪明，我次奥。。
 宝宝这个周刚开始上幼儿园，还没习惯。..今天周六，早上一起床就开始喊肚子疼，头疼想吐，搞得我焦头烂额，给她穿衣服坚决不穿，直到最后姥姥终于看出了苗头，说：今天星期六，不用上学啊！她才终于爬起来说：没事了！这个家伙原来是装病！
 晚上在食堂买吃的，听见两个学妹讲话，学妹A对学妹B说，今天迎新的没见到几个长得帅一点的学长啊，学妹B来了一句，出来迎新帮忙搬东西的八成都是没人要的。。。真机智
 2013年6月10日，成都中医药大学的应届毕业生们接到紧急通知：立即送回各自的毕业证书，择日统一重新发放。原因是尊敬的范訢建校长被捕了！新毕业证书在重新签上了党委书记张忠元神圣的名字后，再次下发掉。很不幸：7月7日敬爱的张书记也被捕了！于是同学们不得不又含泪连夜把毕业证书寄回去……
 新華社及《環球時報》又鬧笑話：日前，《環球時報》網站以「女囚死刑實錄 揭世界最黑暗一面」為題刊出一輯照片,該圖集發表一天後，便有網友發現新華網張冠李戴，誤把在網絡論壇上流傳一部名為「致命注射」（Lethal Injection）的色情電影截圖，當作外國政府處理死囚的過程。
 “这里的生活赶不上监狱。”付达信光着脚走到柜子前，他想找一件相对体面的衣服。在两个干瘪的行李包里摸索了一会儿，付达信无功而返地坐回床边。面对记者，付达信说：“我不想减刑。”
 小学快放学了，校门口人车很 多，我和一女的骑电动车被堵，后面的出租车司机猛按喇叭，电动车上的妹子下来，趴在窗口对出租车司机说，师傅，我给你按着喇叭，你把我车骑过去。那男司机是张嘴说不出话… 妹子好样的
 家长会，班主任跟朋友家长告状说她上课总跟同桌讲话，让家长管管。正巧内天班级变成单人单座，朋友坐在墙边。朋友回家之后，她妈大发雷霆，问之，"你同桌是谁！"朋友说"我同桌？我同桌是墙！"她妈一巴掌上来"强是谁，特么的还叫的呢么亲"
 今天走着走着，前面一大叔从裤袋拿手机的时候，掉了两百块。我叫住他跟他说大哥你钱掉了，他转头惊恐地看着我然后快步走掉了。。。。然后我就有两星期零用钱了，好人有好报么？
 带学生军训，教女生叠被子，小女生各种拍照，各种录像，各种尖叫，顿时有一种当明星的赶脚，暗自得意…随便拿了一条被子，讲解，抖开，你妹啊，脚臭真够味儿啊，叠完被子我头都晕了，妹子，你是想毒死我吗…
 自从有了打飞机联盟消除等游戏，终于知道那些好友和老同学们都还活着。
 刚来个女汉子，来我们自习室挑了一个没人坐但是有书的位置要坐下，这时另一个女同学走过来说“同学这有人”，女汉子对着没人的座位猛挥了下手掌，然后指着座位低声道“滚！”，在全自习室钦佩的目光中，坐下学习……
 女朋友性子比较直，工作中容易吃亏，我就教导她：“要见什么人说什么话，懂吗”。那二货点点头，眨巴着眼睛对着我“汪汪汪”叫了几声！
 我同学跟姑娘出去玩，晚上喝了点，姑娘就说不回了。。于是乎开了个房，据说晚上姑娘都主动拉着他的手搭到腰上了，同学楞是什么都没做。。隔天姑娘就要跟他谈恋爱了，现在好了两年多了。。。姑娘回忆说，当初用这个方法测试了好几个男的，就像找个老实的，就我同学合格了。。。。。我有点想歪了，我就想知道没合格的都做什么了
 表姐家儿子五岁，前几天才上幼儿园，昨天放学表姐去接时发现其脸上有淤青，问之，说小朋友打的。表姐大怒，遂去找班主任，班主任说:嘉豪（表姐儿子的名）五天一共打哭了13个小朋友，今天上着课，眼看着他突然打了新同桌一巴掌，我马上下去阻拦，谁知他同桌瞬间就是一通组合拳啊，等我走到跟前，人家都打完了，全体小朋友都鼓掌了...表姐默默地领儿子回家了
 Google 已经建立了历史上，地球上最老练的信息搜索汇聚的机器……但知道这些机器所在的人，只有那些的哥和披萨小哥。
 一个语言学教授一天在课堂上说：“在许多语言中，双重否定意味着肯定，但没有一个语言中你能看到双重肯定居然变成否定的……”教室后排突然传出一个声音，“呵呵，是啊。”
 谈下土豪金5S的感受：外观上和5区别不算太大，所谓金色其实更贴近香槟色，比想像中好看很多，屏幕也没明显差别。最直观的提升是运行速度，A7处理器就是快，打开各种app和多任务处理时非常流畅。其他功能还没来得及看，站我前面玩手机这孙子已经下车了。
 河边一个美女在哭，我驻足不前，背对着她，仰望天空。。。路过的男男女女都为我侧目，以为我要甩她。。。有女朋友的感觉，好爽！
 今天晚上陪小芒果跑步，她坚持跑了400多米，又喘大气，停下来说不行了不行了再跑会断气！我看她满脸大汗，刘海粘成一团，赶紧拿出手机咔嚓拍一张说“哈哈哈丑成这样”然后扭头就跑，结果被她追了2000多米最后追上抢过手机删了照片…
 夜晚的街道上，小豪开着一个烧包的跑车，烧包地敞着篷。等红灯时，一个乞丐走到车旁，白了车内的小豪和小红一眼，又转身走了。小红说，“这还挺有素质的，在北京，敞着篷的时候，有乞丐唾过我，真就吐进来了。” 小豪回头看了看那乞丐，说，“是素质挺高，关键这不是乞丐，这明显是个PhD。”
 “男人没一个好东西”叫“政治正确”；“女人没一个好东西”叫“性别歧视”；“男人女人都不是什么好东西”叫“普世价值”。
 如果一把剖肠刀杀两城管是对的,那两把菜刀杀几个盐警也是对的。如果杀人犯和家人对死者毫无歉疚之意是对的,那文革红卫兵不道歉也是对的。如果十岁孩子拿代画的画向大家募捐是对的,那二十岁战士拿代写的日记让大家学习也是对的。如果以上都对,那90年来所有的事都是对的,你们这帮傻逼还不洗洗睡吗?(@拉黑中国史第2季)
 吉四六：前清的时候有一个儒生叫曾静,因为反清复明被雍正皇帝抓了。经过血淋林的事实的教育,曾静幡然悔悟,那时候没有CCTV,就全国到处宣讲皇上如何仁慈,满汉一家如何亲,大威小威别惹事儿,享受郭明义待遇。曾案庭审记录,雍正皇帝做成了《大义觉迷录》,全国县乡校都要有一本。//乾隆登基就把丫凌迟了。。。
 我一个朋友开小公司的,生意一般,但是他很努力,每周会去图书馆学习。有天从一本营销书上看到日本的一家小公司以赔本的价格占有了市场,两年后,这家小公司宣布涨价,但价格也只是跟正常市场价一样,由于长久的合作和信任,客户们还是继续与这家公司合作。我朋友深受启发,如法炮制,现在已经倒闭了。
 【叫“祖国”,谢谢→ →】@胡释之 : 如果你继承你爸爸的遗产叫不劳而获,那么,那些从没叫过你爸爸一声爸爸的人也来瓜分他的遗产叫什么?
 刚才跟同事聊天说起他家孩子，在幼儿园玩积木，人家都是堆成房子什么的，这孩子把积木却摆成了一长条。老师过来了，问：“这是弄的什么啊？”这孩子往前一推：“和了。”
 九点四十了!烧烤还没出摊!我已经给老板打了两个电话催他。老板说,这些年他摆地摊卖烧烤,自由自在,打从遇见我,让他有了上班的感觉。
 今天第一次用IE浏览器发微博耶~其它的还好,就是感觉有点慢,不多说了,先祝大家中秋节快乐! (2013年9月30日发)
 #精神胜利法 据日本Zakzak网站报道,韩国又石大学一教授称,"要利用风水压制日本",令日本网民震惊了。该教授说,韩国智异山麓的实相寺,就是就为了“阻挡流入日本的祥瑞之气而修建的”,此外,实相寺有口钟,钟上印有日本地图,每撞一次钟,就如同将象征日本的富士山殴打了一次... 
 概括一下国产电视剧，医疗剧：不明觉厉。 婆媳剧：精神污染。警匪剧：有两把刷子。历史剧：元芳你怎么看。爱情剧：只恨诚哥死的早。抗日神剧：净TM的扯淡
 和媳妇吵架不跟我说话了，她只是听歌，从好心分手到后来，再到单身情歌，再到犯贱，现在是最熟悉的陌生人……听的我毛骨悚然。
 领导：上头有指示，所有涉及到Facebook的一律不许提，要是非得提的话就全改成微博！苦逼员工：不行啊，这改了的话意思都变了！领导：都是差不多的东西，再变能变多少？苦逼员工：你看这句，"君要臣死，臣非死不可"，一片赤胆忠心啊！改完之后呢？君要臣死，臣微勃？
 吃饭的时候听到一对小情侣说话。男的问：“我是不是你男神啊？”女的说：“你哪里算男神，一点男神特点都没有。”男的马上生气的开始嚷嚷：“你看不起我啊，我怎么没男神特点了，你说男神都什么特点？”女的悠悠的说：“不喜欢我。”男的一下不说话脸红了。
 刚才路过公园，正好看到两个小男孩玩捉迷藏。捉人的那个数完数睁开眼，掏出手机，拨通电话，然后顺着铃声找到了另一个……
 邻居家小孩约我去玩水枪,所以我打算在等水烧开之前先发一条微博。
 昨天回家，途中坐公交时遇见小偷摸包了，我一手护住包说：“伙计，自己人。”然后小偷愣了，看着我说：“以后注意点，这趟车同行多……”
 这次政治局专门会议的亮点很多,可以说是今后十年的总路线。在理论上,确定了从马克思,邓小平理论,三个代表,科学发展观的轨道定论,这点非常重要,是对这些年煽风点火的极左势力的重大打击。毛思想已从主流论述中彻底消失,这就是卅年改革开放最宝贵的成果。改革开放不可逆,民主化同样也不可逆。
 晚上洗完澡裸着躺在床上，和老公一起看A片，里面男主角兽性大发狠狠的凌虐女主角，我看了后哀怨的对老公说：老公，你的兽性呢。老公：喵。
 “和尚是修佛的对吧?” “对。” “如果造化到了一定境界,就能修炼成罗汉上仙了吧?” “没错。” “所以……” “所以你也别他妈叫我花仙子!” 鲁智深怒道。
 关羽:我要批评张飞,平时说话声音太大,虽然用意是关心将士温饱,但说话的样子很凶,不利于团结基层兵士。 张飞:我批评赵云,身为大将,衣着太干净、太鲜亮,看起来很骄傲。赵云:我要批评关羽,你的赤兔马违反了公务用马管理办法,属于超豪华配备吧?关羽:X,你TM懂不懂什么叫批评啊?会不会玩啊? 
 未婚女孩发现自己怀孕了,第一反应是“我擦,我妈非弄死我不可”,殊不知,肚子里的孩子也在想“我擦,我妈非弄死我不可”
 警察抓住一小偷，在其家发现大量时装杂志。警察不解地问：“你还做服装生意？”小偷不好意思地说：“主要看看新款，口袋在哪里。”
 历史已无数次证明，但凡有个二逼跳出来高喊反抗XX,几乎无可避免的沦落成一群腹黑撸瑟的视听盛宴。待到二逼被斩于市，撸瑟自是做鸟兽散，各过个小日子，该钻营的继续钻营，该舔菊的继续舔菊。无非是多了个饭后谈资。您们那么不忍现状，那么酷爱自由民主公义，你为啥不带着全家老小揭竿而起啊！
 问：崇祯皇帝如此勤政，为什么明朝还是亡国了？答：你有没有过考试前通宵复习，但最终还是挂科了的经历？
 @Ricadre：『彬彬有礼、举止得体，出行给你开车门、拿行李，第一次吃饭就能记住你爱吃的菜品，不会让你有一丝一毫的不舒服。这样的男人是怎样炼成的？。。呃。。一般来说他们有个很优雅的母亲，当然，也可能有一百八十多个前女友。』
 ”楼主又秀优越感了”。说这种话的人,除了弱智以外,在内心深处,无比下贱。她们知道其他人都比自己强,她嫉妒又害怕,她不愿承认,她巴不得世界上出台法律把所有比她强的人都处死,她自己在剩余的弱智群中次次得第一名。每当她读不懂别人的话的时候,她都要用这个武器来攻击别人,在心里安慰自己。
 微博上“晚安”的意思不是“我睡了”,而是“我还不想睡可是明天还得早起暂且公开宣言一下从而把自己逼到绝路上你们也别看热闹赶紧道晚安撵我走但我还是会躺在床上再看几条点几个赞然后再专门跟男神私信晚安但是我真的是去睡了你们信不信我不管反正我真的去睡了”。
 如果你对制度不满,而且真的一切都是制度的错,你也要尽量不成为牺牲品。无论是制度和反制度的牺牲品,都不要当。因为牺牲品无一例外都是大傻逼。必要时就得牺牲人格尊严。和自由、家人比起来,你的一时尊严算个屁。时刻记得,「留得青山在」的最后都混得不错,「宁为玉碎」的都死逼了。(@二逼瓦西里)
 果然，解放军61398部队总部就在自贸区内，这样一来对境外反动势力发起网络攻击就方便多了。(@hnjhj)
 把法国的房产没收，然后进秦城吃国家饭。介就是前段时间传的以房养老么？
 早晨起来用360手机卫士,突然感觉这软件就像某个政党。自己检查系统,会发现一些小问题,然后自己修正。再自己评估自己的修正成绩,然后给自己打个满分,好坏都是它自己说了算。
 罗伯特养了条拉布拉多，狗小的时候他经常每天早上把狗抓过来放脸上玩。狗的生物钟特别厉害，这就记住了，一年多后狗从几斤变成大几十斤，依旧每早要跳上床一屁股坐罗伯特脸上。现在的情况就是，罗伯特每天早上和狗比谁起床速度快，一到点他得刷一下就醒来赶紧把狗按住，稍有延迟，没准就再也起不来了。
 "先生,你是需要一般发型师、高级发型师,还是总监级发型师为您剪发?""有什么区别?""级别越高话越少。""来个总监级的!!!" 
 如果我是被告人，当时审判长问我对证人证言有无异议时，我一定要告诉他，有！我会说我的涉案金额根本没那么多。他会问我涉案金额到底是多少，我就毫不犹豫地告诉他：18元8角8分！现场先是一愣，随即就会爆发出雷鸣般的掌声。我微微一笑，深藏功与名，十分钟后被带离法庭，送往精神病院接受治疗。
 昨天,我在家打GTA,一个妹纸在家看韩剧。接近10点了,妹纸说她不想看韩剧了,她家里只有她一个人,她希望我能和她一起去她家过夜玩游戏,她还补充说她要和我玩一个世界上最好玩的游戏,这个游戏无数男人都梦寐以求!我一听就呵呵了,果断拒绝了她。尼玛这个世界上难道还有比GTA更好玩的游戏?
 刚刚去小店买水，看见老板在摇椅上睡着了，而他那孝顺的女儿还在给他捶腿～(好有爱！)*^_^*我不忍心打扰他们父女，就轻轻地拿了两瓶冰红茶，然后又轻轻地走了～
 我躺在室友怀里轻声的问：“亲爱的，万一咱俩的事被你爸爸知道了，他会不会拆散我们啊？”’室友笑了笑：“他敢！惹恼了我我就把他和隔壁王伯伯约会的事告诉李叔叔，看李叔叔如何收拾他
 看了一下百合网行情，随着北京房价瞎鸡巴涨，现在22-24岁女孩已经可以接受38岁以下男人了，我又不着急结婚了。
 一九五六年人代会大会发言中，邵力子主张节育的同时介绍避孕秘方：“用春天产生的蝌蚪，在冷开水中冲洗干净，行经后三四日活吞十四条，次日再吞十条，可以避孕五年之久，以后倘仍要避孕，续吞两次，可以永久不受孕。” #宋云彬日记 #民科救天下
 庭审结果的关注度不会高,大家并不关心结局,只是享受过程。美国是把政治的事情法律化,中国是把政治的事情娱乐化,婚变也好,说走就走的旅行也好,能吃一个月的肉也好,都只是谈资,没有任何意义可言。娱乐完以后还是该干嘛干嘛。所谓派别都是蒙人的,庭审时,讲法治的那套言论,他不是也说得很溜。
 「这姑娘长得吧…怎么说呢…前不着村儿后不着店儿的…」
 亮亮这两天体会到了段子手在异国他乡的好处，他可以肆无忌惮的用中文吐槽一切。今天吃饭隔壁坐了两个外国男生，高个子的突然喂了金发那个一口冰淇淋，亮亮在旁边就开始了，“啧啧啧...这么好看肯定是Gay啦。”忘了这词是人家外国的，这时两男生突然回头，亮亮吓坏了，超尴尬的接着唱，嘎啦给啦蹦蹦蹦...
 我不反对别人爱国和自干五。正面的生活态度很重要。我认识一个在这里读书的本科生，大二就在美国结婚了，生了个儿子。他是坚定的自干五，认为祖国一切都会好起来。维尼熊要求部级以上干部的孩子都回国时，他响应号召，把刚买的保时捷卖了，带着妻子回去了。他现在在一家垄断国企工作，生活越来越好。
 “求求你们放过我吧，我再也不敢了！” “广东人你他妈的也敢吃？”小红帽一边说一边在大灰狼身上撒上了孜然。
 我躺在床上，静静的看着你。你却一直看着天花板。我轻轻的对你说：“喂，我在这呢。”你依旧一动不动。我无奈的笑了笑：“你真懒。”说完把床头柜上的相框立了起来，让相框里的你正好可以看见我。
 ——“待我长发及腰……” ——“哪一层腰？”
 搭轻轨上班，出车厢就见一妹纸对着电话嘶吼， 我在三阳路下车，怎么没看见你人，你为什么要骗我，为什么要骗我 看到妹纸欲哭无泪的样子，同为女子的我，同情的走上去，弱弱的告诉妹纸， 这是大智路，三阳路是上一站
 中秋有人给爸爸送了一条鱼，不知道什么品种但是超级大，没仔细量过估计有一米多长……等我把它好不容易拖回家…还在动…放在门口留给我妈就去放车。高潮来了，回来的时候看见我妈趴在大鱼身边跟它说话…“你是鱼精吗？是你就告诉我，我好放了你…”
 去姑姑家吃饭，听姑父和表弟聊天，才知道零零后有多强大→_→表弟一直学习一般，吃饭时候姑父说，儿子下次考试要是没进步，我就不开车去接你放学了。我借楼下卖水果大伯的三轮车去你们学校等你，看见xxx还叫她一起回来（xxx是他喜欢的女同学），表弟丢下饭碗哭着回房了。
 二姐嫁到内蒙，今年暑假带孩子回济南玩，咯咯咯。。。。让她一句话表达下内蒙的环境，神马天蓝云白都弱爆了，一句‘”河里的水还能喝’”，把我带回了十年前。。。对于现在的环境感慨万千呐。。
 一同事最近在追一个女孩纸，昨天问他战况如何，他说：已经确定关系了。“咔嚓 这么快”。他说完下一句我当时就跪了。他说“已经确定没关系了”。 狂汗～
 今天陪朋友去医院做手术（痔疮），做完后医生说:小伙子，包皮有点长，一起割了吧!我朋友冷冷的看了医生一眼说：痔疮做了，包皮割了，你TM让我晚上用什么姿势睡觉!lz当场就没憋住，整个楼层都是我骇人的笑声。
 这几天忙啊忙结婚，婚礼期间一哥们直接给我一本存折，打开一看 卧槽3W多，我正摸不准他什么个意思 这货淡淡的说 ：这是礼金，我结婚的时候把本子还给我 反正你也不知道密码 拿着吧。 卧槽 还能这样的啊。
 一大早就被妈妈抓起来，问题今天不上班啊～她的理由是洗面奶挤多了分我一半……原来叫醒我的理由可以这么多！
 看非诚勿扰，一女嘉宾说自己觉得年轻就要多玩，所以很爱去酒吧，都玩的很疯。这时孟非来了句：“那你知道自己都是怎么回家的吗？” 然后那女的就安静了... 一直觉得孟非也是糗百的.... 
 前两天和朋友去发廊剪头发， 洗头冲水的时候忽然听到机友怒吼:你TM用开水来烫熟我的头啊！！让你们师傅不用剪的 用拔的省事啊？？整间店的伙伴都惊呆了
 和老婆在小饭馆吃饭 吃的正嗨 忽然听见门外有人喊：外面的车是谁的，. 我脑抽大喊一声我的.放下饭碗出门去了。晕 看见一辆奥迪A6挡住了路口 那种小型市场 LZ默默的把自己的26自行车往墙边挪了挪。默默低着头回了餐馆
 ☆ “我们家买第二辆车吧怎么样～”妻子说。  “哎，为什么啊？”我问。 　 “嗯，因为我刚刚应该已经把第一辆给……干掉了……”
 ☆ 因为德国入侵了波兰，英国才卷入了第二次世界大战。 　 如果二战德国取胜，那恐怕我们现在都该说德语了。 　 荒诞的是，虽然那个恶梦般的现实没有发生，如今英国却有一半人在说波兰语了…
 ☆ 上个星期我搭乘了一趟EasyJet的廉价航班。 　 空姐跑过来问我：“先生，茶还是咖啡？” 　 我说：“我真尝不出来！这他妈究竟是啥？！”
 ☆ 瑞安航空搞丢了我的行李，我起诉他们要求赔偿五百万英镑。　 一名瑞安航空的发言人不满地表示，只是件行李而已，要这么多钱也实在太离谱了。　 是啊瑞安航空，你们特么现在终于能明白我们的心情了吧！！
 ☆ “小强，”老师说，“昨天大家都学过的，你来说一下莎士比亚的妻子叫什么名字吧。” 　 “对不起啊，老师，”小强说，“我坐在教室最后一排，听不见你在说什么耶。” 　 “呵呵，胡说！”老师提高了嗓门说，“你，现在给我上来！你坐在讲台上，我坐下去，你问我问题试试看！” 　 于是他们就交换了座位。 　 “好吧，那么老师，”小强开始提问，“昨天晚上是谁停了辆宝马X8在我们家门外，在车里干我姐姐的屁眼呢？” 　 “哎呀我了个大去，”老师说，“坐最后一排果然什么都听不见嘛。
 ☆ 有消息称，布兰妮接下来在拉斯维加斯的演唱会，总收入将达到1900万美元。 　 此数据将使其一跃成为有史以来收入最高的哑剧艺术家。
 ☆ 阿宝和阿鞠两人被困荒岛，两个星期过去了，岛上只有他们两个人类，他们的下身开始蠢蠢欲动。　 “你看，”阿宝说，“虽然我们两个吧都不是基佬，但假如你为我假装自己是女人的话，我完事之后，也会为你假装我是女人的。”　 阿鞠思考再三，勉强答应了。在经历了10分钟被阿宝爆菊的痛苦羞辱之后，阿宝终于停了下来，阿鞠就说该轮到他了。　 “滚，”阿宝说，“老娘头痛。”
 ☆ 我去看眼科大夫，进门我就说：“大哥啊，我觉得我得换副新眼镜了。”　 她说：“我也觉得。”
 ☆ 肯尼亚商场恐怖袭击发生后，当地一家医院称，已有一千多人献血来帮助袭击中的受害者们。　 不错嘛，好不容易活过了商场大屠杀，结果因为艾滋死掉……
 ☆ 黑莓手机是确实需要裁员，因为再不裁，他们公司的员工人数就要超过真的用黑莓手机的用户量了…
 ☆ 四年前的一天，我扔出了一枚回旋镖。　 至今我仍过着仓皇四顾、提心吊胆的日子…
 ☆ 爷爷常爱说：“不要走别人走过的路，创造你自己的路，让别人来跟着你。”　 第二次世界大战中，他在雷区壮烈牺牲。
 ☆ 一则新研究指出，女性腹部脂肪过多、出现“游泳圈”，这很有可能带来生命危险。　 尤其是，如果你敢在她们面前说出来的话…
 ☆ 在DIY工具店里，如果你想找店员帮忙但是十几分钟都没人来理你，不妨试着直接拿起一把电锯发动起来吧，你一定会惊讶地发现店员们突然都变得格外急切地要来帮助你了。
 ☆ 那天，雪主夫人演唱后，司令官前女友玄松月上前紧紧握住她的手悄悄地说，“我的前任是极品。”
 在群猪眼里，屠夫马大爷简直就是个英雄。因为每次马大爷来检阅完，都挑几头最膘肥体壮的出去杀了，然后拿回一盆猪食对群猪说：平时这几头肥猪净欺负你们，抢本该属于你们的猪食，现在我把它们杀了，把它们的猪食分给你们。群猪感动得热泪盈眶，觉得马大爷是天下所有瘦猪的贴心人。
 昨日上午，有市民拨打热线称，早上7时许在西工区邙山农贸市场，因为邻近菜摊的菠菜比自己的便宜五分钱，一中年菜贩用刀将邻近摊位菜贩捅死，并捅伤其妻子。
 Oicebot收了可观的小费后小声说：“上一波医生改行的浪潮，还是孙中山、鲁迅那会吧？”
 一朋友醉酒驾驶，半夜被抓了，正是严打那段日子，拘留十五天没话说，出钱找关系都不行，有次吃饭问起，牢饭滋味如何，他说其他还好，就是无聊，我问怎么个无聊法，他说，每个隔间有个苍蝇拍，两个人分好，你打几只，我打几只，上午打几只，下午打几只。不准抢，也不准多打，不然时间真的很难熬。
 刚地铁俩女人吵架—— A女:艹你妹！ B女:你拿什么艹 A女怒气冲冲的指着我说:用他的！ 我当时鸡冻得差点哭出来，幸福来的太突然了！
 中午发生的事，部门两个女生说饿了，LZ说了句：我有根火腿肠你俩吃不吃，结果瞬间一人一句，你变态啊！就转过去不理我了，只有LZ拿着双汇玉米肠独自凌乱，你们不吃我自己吃
 朋友的金毛生病了，带着去打针，第一次摁着很快就解决了，说隔天再打一次，第二天再带去的时候，金毛看见那医生就往外跑，拉都拉不住，跑到车旁边就开始扒拉车门，全抓花了，边抓边哀鸣
 办公室一哥们儿把电脑桌面设成了她女神的微笑照，又把屏保设成了女神的臭脸，于是只要他离开一会儿，女神就不开心；他稍微拿鼠标摸两下，女神又阳光灿烂了。我觉得这方法很有意思，可是这哥们儿你已经玩一上午了…
 一群哥们在路上闲逛,一妹子骑车过来,撞到了一哥们的小jj 上,那哥们强忍住痛苦"别让她跑了”。其他人赶紧抓住妹子，待着哥们缓过来后，“把你手机号、qq号、家庭住址给我”。妹子“你要干 干 干什么”。“干什么？老子以后生不了孩子就娶你”。
 朋友全家去大连玩，连带丈母娘等等，是男女双方全家，订机票的时候，有每个人二十大洋的保险，问朋友要不要买保险……朋友很纠结，在那算账，一个人二十，万一出事……脚落里传来一句：都他妈团灭了，要保险毛用……团灭…灭……好吧…你赢了
 楼主女。 早上起晚了，套件T恤就出门了。 上了公交，身旁一妹子小声提醒我：“你衣服穿反了。” 我淡定的看着窗外。 过了几分钟，妹子没忍住又提醒我：“你衣服穿反了！” 我轻微的点点头，依然淡定。 ——妹子，求你不要一直盯着我看了，我能怎么办呢？难道在车上脱了重穿吗...
 高中上自习不让说话……两个同学坐后排说话被老班逮到，被叫到办公室，2个多小时没回来，回来后同学们都问什么情况，他俩说，老班让他俩面对面聊，不能停，一直聊2个小时，老班就坐那看着……最后他俩都聊到“你叫什么”了……
 撸主男，一四川男性朋友过来找我喝酒，我痔疮发作，不能喝酒，吃辣也不行。朋友悻悻而返…未了…走了几十米，回过头来说：等你养好屁股，我再来找你…
 楼主女，今天早上上班坐公交，遇一疯狂司机，话说我今天姨妈来了，可那司机开车，遇上坑都不减速的，各种颠，把我一天的姨妈都颠出来了，我正在郁闷，这不是gc，gc是，旁边一位四川大姐，自言自语到：“有这种公交车，还做麻劈人流手术噻，坐一趟公交车，就啥子都没得唠！”我狂忍笑中。
 坐火车上没事闲聊，一MM说“她小时候如何调皮，如何被她爸爸揍的惨“。听的我们都觉得她爸爸做的很过份。到站下车本来以为她要道别，可她来了句“等我下车后，火车再翻车“。听的大家一脸黑线，一帅哥“我觉得你爸小时候打你打轻了“。
 想想还是读幼儿园好，老师会自动帮你配对，不用打光棍。
 高中有一个老师非常严，自习课不让随便上厕所，有一同学请了三次假才批准，割了这个贱老师～～他站在窗口看该同学慢慢的走去厕所，说他还是不着急，要不然肯定得跑着去！该同学回来后听了说，操他妈的，当屎马上出来的时候你让他跑试试！试试！
 楼主幼儿培训机构老师，今天小朋友们上完课，发现其余小朋友都去老师们办公室拿小礼品去了，只有一小女孩在教室里坐着等家长来接，于是问之，小萝莉脆生生的回答我：妈妈告诉我千万不要和老师呆在办公室，会很危险的…
 初中很多人沉迷网游，晚上都通宵。期中考时候一哥们又通宵回来考试，大拇指撑着头就睡着了。。。监考老师经过他旁边不小心碰他，于是他一头栽到桌上一动不动，把老师那个吓啊～
 早上室友换衣服，我看到她内内上的图案，就冲其他室友喊：快看，她屁股上有个猴！结果，我那个平时不善言辞看起来文文静静的室友幽幽的说：那你拿根香蕉喂它啊！。。。。。→_→我不瞎想都费劲
 弟弟上网成瘾，回家把他教育了，然后，我靠，我弟拿着一把刀就冲到我房间，我以为他要砍我，结果，他当着我的面把网线斩断了，吓尿了。
 有一次我问室友，"要是有人给你200万，让你吃一坨屎，你吃不？"然后室友说了一句让我一辈子忘不掉的话。“我要把那个人吃破产”
 一天去宿舍公共卫生间蹲大号，听见隔壁发牢骚：草，没带火机，我听见后默默的把快抽完的烟头递了过去，两秒后又递过来直新烟，过了两秒我的烟头又回来了，期间没有一句对话，至今不知道和谁有的那样的默契。
 家有表妹16岁，正值青春叛逆期，不爱学习天天吵着想结婚嫁人，有天又闯祸了，气得我叔说，你赶快嫁人吧!去祸害你老公家，别祸害我们了！谁要是敢娶你我就给他做个牌匾，上面写上恩公两个大字！
 小弟小时候比较调皮，被爸爸妈妈一块暴打，他扯着嗓子说：你们合伙打我。老妈不带思考的直接说了句：我们还合伙生你呢，合伙打你怎么了！继续揍。。
 大半夜突然听到有人敲门，我打开门一看，一个送外卖的小伙子，拎了很多好吃的站在门外。我说：“你一定是弄错了，我并没有叫外卖。” “这我知道。” 小伙子说，“这是你某个微博好友让我拿给你看一眼的，这是他今天晚上要吃的美食，他手机坏了发不了微博。”
 展昭去上茅房，看见包大人蹲在那儿拉屎，就问包大人：“包大人，经过数据分析，发现你每次大便都蹲中间那个坑，有什么原因吗？” 包大人说：“因为我铁面无私啊！” 展昭说：“怎么说？” 包大人清了清嗓子，唱道：“铁面无私便中间。”
 女孩带新认识的男朋友去见奶奶，老太太问：小伙子你是干什么工作的？男孩很自豪地说：奶奶，我是干IT的。老太太听完自语道：呦，怎么还有这么倒霉的行业啊，挨骂的都比这（挨踢）强！…”
 数学家和统计学家在沙漠中行进，身上都没有水，最后数学家死了，统计学家活下来了。。。检验结果表示数学家是干货，而统计学家水分太多！
 和老婆大一谈恋爱，六年后结婚。一天和老婆散步，老婆说，我很节俭，两年前的风衣还穿着呢，于是振了振衣袖。俺不动声色，淡淡道：我才节俭呢，大学的媳妇还用着呢。”
 禅师举着一个钵，让青年把他装满，青年装了一钵石子。禅师说，其实，钵并没有满，于是往里又加了一些沙子，问，现在满了吗？青年略一沉吟，说，没满，还可以加水，然后加盐至过饱和，不行的话用溶解度大的盐，或者加氢氟酸溶解掉沙石，后蒸去残液，再加高温熔融，再还原成硅单质并且做成闪存装满数据。
 有次单位做数据核对，需要两个人对同一笔数据分别录入后做资料重合，进行核对。我的搭档是个性格奔放的女生，我对她说：你怎么没做资料重合？她随口说：我们刚刚不是合体了吗？此语一出，全场安静了…
 媒体是个很奇妙的东西，尤其是一些以弘扬科学知识为名大肆胡说八道的媒体。它们的面部神经敏感程度似乎和人类不同，对抽脸这一现象缺乏感知能力。即使是自己抽自己的脸抽到红肿，面对着刷刷上涨的访问量，编辑们似乎也甘之如饴。
 谁有我糗？老婆上个星期生了双胞胎儿子，楼主手贱把他们手上的识别标签扯下来了，现在没人能分清谁是哥哥弟弟了...
 结婚几年了，最近前男友老是打电话扰乱楼主正常生活。各种劝说不要再联系无效，一日楼主主动给这货打电话，说借点钱......都几个月了，这货再没打过电话。
 记得有一次老师在班里发现一个安全套包装盒，里面是空的。老师还是在讲堂上询问是谁的。没人回应。于是老师决定一个一个问，谁知问第一个学生的时候，那学生抬头一看，很自然的说：我不是用这个牌子的。
 初三上晚自习，教导主任进教室检查，从后门进来，转到讲台上，假装闻了几下说，这教室里怎么有猪的味道，全班都愣住了，这时后排一个公认为特不爱说话的同学说，刚才还都好好的，怎么你一进来，味道就变了，全班爆笑，教导主任一句话也没说就出去了。好机智的同学呀。
 LZ女，目测手机快停机了，于是发了个信息给老爸:我能和你商量点事吗？结果老妈打来电话，问什么事。我说和你无关，你不会睬我的，然后老妈非得知道什么事，当我大声说出帮我充点话费吧，电话那头传来一声:你女儿找你！
 哈尔滨今天烟雾缭绕！能见度五米！早上一同事开车迷路了，下车寻找路标。看到路边一个哥们儿也在寻找就上前去问：“哥们儿，这是哪？”这哥们儿很详细地为他指明道路！道声谢刚想走，转身问那个哥们儿：“你都知道道你还在找什么呢？”那哥们回答：“我也是看路标来着！路标找着了！可是我找不到我的车了！”
 说个我朋友的，她和他老公同一所大学而且同届。…有天聚会，她认识一个校友mm，俩人聊的很哈皮。校友mm说，你们那届有件很轰动的事，有个男生在女生宿舍楼下摆蜡烛捧鲜花求爱，你知道吧。我朋友很无奈地说知道，那是我老公。校友mm说哇你真幸福你老公真浪漫扒拉扒拉，我朋友更无奈地说，那个女生不是我……
 LZ纯爷们，最近脸上痘痘越来越厉害，去医院医生给开了些药，我多嘴问了句“医生，为啥这么多痘痘啊”，医生说“内分泌失调引起的”，我“网上都这么说，那为啥内分泌失调啊”，医生“你有女朋友没”，我“么有”，医生“那就对了”，，，，我继续说“可我以前有啊”，医生“。。。那就更对了”。。。
 有天上课时我在看岛国大片, 忽然被我旁边的同学发现了，他就慢慢把身子转过来了, 我以为他就是想一起看, 谁知道，谁知道这SB把我耳机拔掉了。。。
 大二时。 在上电脑课的前晚，我们都会把明天准备用的书和笔记本电脑放回包里， 某天晚上，某人半夜起床尿尿，把舍友的电脑包里的笔记本换成了电磁炉。 第二天， gc自己想象吧，在一班人的注目下，从包里拿出一电磁炉！我们几个笑抽了一节课！
 我女朋友上班的摄影店里的接待员刚刚被偷东西了··咯咯··然后警察叔叔过来店里问话，那接待说：手机要尽快找到，不然被放到网上就惨了啥啥的！警察叔叔回了句：尺度很大吗···
 在外打工租房住，因为附近经常有小偷所以家里根本没什么值钱物，有次回家发现锁被翘了，推门的一瞬间整个世界都惊呆了，地上满满的全是火腿肠皮啊，整整一箱鸡肉肠全给吃了啊，至今想不明白，这贼是怎么了
 楼主妹子，有一个女中豪杰的闺蜜…… 有一次她们公司聚会，二货喝高了，拉着她们老板说你给我两百万我敢去滨江公园裸奔一圈，结果她老板很认真的看了看她说：五十万不能再多了啊！
 自主招生考试有一题，写出一个四字词语，偏旁部首必须一致，楼主脑子一抽写了“玩玻璃球”，这不是gc，gc是下面回复 ——“玩玻璃球，涂润滑油，膀胱肿胀，痔疮疼痛，没法洗澡……”
 一天，有人加我扣扣，同意了。割？对方问：妹子跟男朋友一起住么？答否。问：跟家人住？答否。他再问：几个人住？我回曰：12个。他说：你的私生活好凌乱……风化了我……这被寝室那11个家伙嘲笑至今啊。
 LZ小警察一枚，最近所里建了一间新的询问室，墙上铺了海绵，师兄告诉我这可以防止嫌疑人有过激行为。后来师兄有点事出去了，我自己突然二病发作，想象自己是嫌疑犯，拿头撞海绵，一边撞一边喊“冤枉啊~”，然后觉得自己实在太2，又开始狂笑不止，再然后，我发现师兄站在门口目瞪口呆的看着我……
 @中国青年报: 将近800M的图被缩成几百K存在手机里，并且多次放大画质仍不受影响；视频数据可压缩到十分之一大小，并且植入前端摄像头，实时拍摄实时压缩——这些都要归功于张春成团队的无损压缩技术。从ZCC到ZCV，张春成打破了国外在图形图像领域和视频压缩领域的技术垄断。http://t.cn/zRpUoFB
 好基友:你父母打你用过最狠的工具是什么？ 我:那次一上来就被打晕了，没看清。
 邻居一小萝莉，突然跟她家隔壁20多岁帅气阳光多才哥哥说:“哥哥，我把你冻冰箱里吧，这样你就不会长大了，20年后我再把你放出来，我要嫁给你！”
 图书馆俩小学弟因为占座打起来了，尼玛，那打得叫一个安静，俩人默默地打，也不影响旁边学习的人。这才是当代青年的素质啊！
 对面阳台那个男孩每天都在，白色体恤干净短发，余晖打在他脸上特别好看。他总是朝着我家方向低头玩手机，看到我的时候会冲我羞涩的笑笑，然后继续低头玩手机。今天我盯着他看了好久，终于明白了，原来他在蹭我们家网。
 同事讲的,她老公小时候有一次偷了他爸100块钱，被抓后一顿暴揍，揍完后问他，我的钱都放抽屉里锁的好好的，你小子怎么偷的。回答说，简单的很，找个硬纸叠成长条抹点浆糊，粘上那个是那个。完事又被一顿暴揍。真TM有才。
 小时候班里有个同学叫郑月，因为字写的太丑有一次老师发作业，叫了好几次“关阴”都没人答应。我们还纳闷了班里怎么会有个叫观音的呢
 小学老师一枚，某天喝了感冒药，自习堂上扛不住趴在讲桌上睡了，隐约感到有人掐我人中。睁开眼一堆孩子围着我，其中一个边掐我边喊:醒了醒了，救活了！！
 初中住校，晚上宿舍都喜欢 座谈会，但老师总是不定时查房， 查到聊天的就站外面。一晚聊的正 欢，突然感觉窗口有人影，我立马 转口道:我发觉啊我们班主任长的又帅教书又好...只听外面悠悠传来:别 吹牛逼了，赶紧睡觉吧。 现在觉得 我tm太机智了。
 那一天，早晨，饭堂排队打饭，看背影，前面一美女，遂站到了她的后面，刚站定，美女一个转身，悲剧了，稀饭华丽丽的顺着哥的衣服整碗倒的我满身都是，女孩一脸不知所措，我当时压住了怒火，欲回宿舍换衣服，这时女孩开口了，说了句我每每想到此事我就凌乱的话:“你赔我稀饭！”
 第一次带男友回家见爸妈…男友很紧张，谁知道我爸居然也紧张了…一进门，我爸就跟男友说：你嫂子（我妈）还没做好饭，先来喝茶吧…男友紧张道：没事哥，你坐…我在旁边那个黑线啊…
 “妈我要买新衣服” “去年的呢？” “去年的不好看了。。。” “衣服要是会说话还嫌你不好看呢！”
 小时候，妈妈让我学自行车，我说长大了谁还骑自行车啊，都开小轿车了，长大后，现实告诉我，妈妈是对的，我还得骑自行车 。
 今天坐公车，结果我提前一站下车了，下车发现不对，我用飞快的速度又从前门上车，结果售票员问我你干什么去了，我说坐累了，下去溜达一下，全车冷静。。老子太机智了额！！！
 同事上学时候住上铺，晚上放个小桌子看书，早上起来桌子不见了，下床一看糊在下铺脸上，赶紧拿起来，鼻血也干了，眼眶也青了，尼玛居然没醒！叫起来问他，答曰:妈的晚上感觉有东西砸我脸上，懒得醒！懒得……醒！真羡慕这睡眠质量！
 2011年12月23日，广东省阳春市出了条新闻：亿万富翁、省人大代表龙某在当地一家火锅城吃猫肉火锅时突然中毒，不治身亡。后来查明，原来是有人向火锅中投毒，而投毒者正是当日与龙某一同聚餐的黄某。黄某所投之毒来自当地一种叫做“断肠草”的植物。
 Linuxing: A word that seems complicated therefore triks your girlfriend into thinking that your doing something very important without upseting her. (you must install LINUX on your computer for this to work she will then think that this word hase something to do with it)
 男盆友说他LOL31级后就不玩了以后天天陪着我今天他在玩游戏的时候我从背后踹了他一脚因为我读小学的侄子告诉我，那游戏最多只有30级我艹他大爷！
 办公室门被敲了几下,开门好一位灰布僧袍女尼,手里拿着一堆貌似是佛经念珠之类的在推销,我一看直接回复老子信基督,然后高僧从布袋里拿出一本精装版《圣经》:啊,信仰不同。没关系,施主,我这还有圣经,古兰经,共产党宣言。还不满意?你看,金瓶梅,你需要么?
 孙杨无照驾车被罚2000元并行政拘留7天。当时是孙杨的车被公交追尾，公交司机还索要孙杨签名，一片和谐场面。女友却不满赔偿金额报警。之后，孙杨不仅要蹲拘留所，还得接受处罚。真是被“坑”得够惨。除此之外，还有哪些“坑男友”的？来看看吧~
 据国外媒体报道，Konami计划在本月晚些时候推出一个《PES 2014》的重大更新，玩家将获得期待已久的11vs.11多人模式。
 11月5日,上海华山医院邀请宝山公安分局教官,向职工培训面对暴力侵害如何自卫;同日,中山医院也邀请世界跆拳道联盟黑带四段高手,前来传授防身绝招,吸引了大批医护员工。
 爵士名宿John Coltrane的艺名来自他在中国东三省旅居的时间，当时他酷爱东北地区的路边烧烤夜市，于是为了记住他最爱吃的“刷酱烤串”，为自己取名“酱烤串”——John Coltrane。
 先秦时期的饮食泛善可陈，那时候的蔬菜大都口感很差，留传到现在的也就是萝卜、韭菜、葱、蒜等寥寥几种，其余的已经基本退出蔬菜行列成为野草了，我们现在吃的大部分蔬菜品种都是在漫长的历史中逐渐从外国引进来的。因此那时候贵为天子也就是天天吃动物油煎肉。
 《三国志·魏书》记载，魏将满宠在抵御孙权进攻合肥的时候，“折松为炬，灌以麻油，从上风放火，烧贼攻具。”回想一下这场战役，一边战火冲天，一边是点燃的芝麻油香味四溢。不知道交战双方将士是不是一边打一边流口水。
 宋代人不但吃的油品种增加，对油炸食品的热爱也是前所未有。沈括在《梦溪笔谈》里记载：“今之北人喜用麻油煎物，不问何物，皆用油煎。”真是恨不得芝麻都要用芝麻油煎一遍再吃。
 凡欲造油，先用大镬炒芝麻，既熟，即用碓舂，或辗碾令烂，上甑蒸过，理草为衣，貯之圈内，累积在槽；横用枋桯相桚，复竖插长楔，高处举碓或椎击，擗之极紧，则油从槽出。此横榨，谓之卧槽。
 在金国不但油是宝贵的物资，醋、面酱这些都是。《金史·石盏女鲁欢传》记载，金哀宗时期，女鲁欢被一政敌构陷，罪名是皇上到你的地盘了你不好好供应，酱都不舍得拿出来（“上供不给，好酱亦不与，汝罪何辞。”），然后抄家，果然从他家里抄出二十多缸上好杂酱，然后就杀掉了。
 我还清楚的记得有一回同事让我看有两个非常流利的商业软件都想成为当用户点击.apk文档时被调用的程序。因为这是没法保证的，于是软件里就提供了定时检查的程序试图解决这个问题。这种小孩斗气式的游戏进行的时候，用户只能无助的坐在那里发愣的看着.apk文件的图标在两个程序间换来换去。这两个程序都坚持认为让自己来处理.apk文件是在为用户着想。
 37英石(约235千克)的Les Price由于超重在登机前被要求多买一张票。因为根据航空法规，体重超过20英石的人需要购买两张机票。按理来说，这样他应该可以坐两个座位，但问题是，他买的两张票不连着……
 日前,新华网首页图片栏目出现两条上下排列的标题,上:“哪位贵人成就了宋祖英?”下:“半推半就之后能告他强奸吗?”
 习主席指出:“网上斗争,是一种新的舆论斗争形态,必须讲究战略战术。人家打运动战,游击战,我们也不能只打正规战,阵地战,要机动灵活,人家怎么打我们就怎么打,针锋相对,出奇制胜,不能被人家牵着鼻子走。对网络意见领袖,要加强教育引导,好的要鼓励,不好的要管束,不能放任自流。”
 中美洲小国萨尔瓦多，一部手机被歹徒持枪劫走，被抢后仅数分钟犯人们就自拍起了照片，这些照片被同步到了失主的Facebook上，失主遂呼吁网友帮助。因警方不作为，一名见义勇为的网友全副武装地拿着AK47出发了 这一次没找到，估计还有下一回……
 “搜狗可真逗，用弹窗的形式斥责360弹窗。”……
 一群刚出生的小蝌蚪决定集体去找他们的妈妈，其中一只说「嘿，看！我们有着大大的头和细细的身子，我们的妈妈一定也是这样！」小蝌蚪们找呀找终于在河边发现了它们要找的妈妈「嘿！你是我们的妈妈吗？你和我们简直一模一样呢！」「是尼玛B！」鲁豫哭着跑开了。
 快到光棍节了，为了让大家都能够如愿过节，我揭一下底：我微博悄悄关注的十个女生中，有两个的男朋友是同一个人，不过她俩好像还不知道，天天在这里秀甜蜜。
 這個淒慘的故事說明,智商低就要安份守己,這一點應該學習公知,你們看公知就很少去演電影
 燕公子说公司要策划一档新节目叫《干爹去哪儿》,一群外围带着自己干爹去旅游,录完还可以互换干爹。哈哈哈哈哈哈! 
 2006年编过一篇稿子。里面有个细节:在一个国际电子竞技大赛(非奥会赛事)上,台湾选手冠军,中国选手亚军,现场升国旗,自然是青天白日满地红。中国选手跑去升旗台撕了这个旗子,台湾选手当时就哭了。民进党在选举的时候,把这段视频作为竞选文宣的一部分。中国人很多行为,令台湾更加远离中国。
 @簫敬滕：生活就像一部精彩的电影，只不过不戴眼镜是480P，带上眼镜是1280P。//@夏小狼的尾巴：卧槽，人是不是太多了点。
 电视和现实根本就不一样好不好！ 刚才我和我爸说：“爸比~你会唱小星星吗？”我爸说的竟然是：“去滚犊子！快他妈三十了像弱智似的！”
 猪八戒初被收服的时候觉得自己不懂礼节，怕得罪唐僧，于是问孙悟空自己该怎么做。悟空说一会儿你看我怎么做，学着就行了。二人见了唐僧，悟空规规矩矩的跪了下来：“师父在上，受徒儿一拜！”八戒顿时心领神会，也跪下来喊道：“师父在上，胖徒儿一拜！” 
 「给朋友念个段子，他完全没懂笑点在哪里，你为他解释清楚，他恍然大悟爆笑不止」的难度和「向心上人表白，他完全不为所动，你为他默默守候，终于他发现你的好深深爱上你」差不多。
 我的爸妈绝对是世界上最缺心眼的人,他们借了别人的钱之后都会承诺“欠你的钱我们通通都会还给你的”,然后他们生下了我,取名叫通通
 @留几手：女人无理取闹后三种较为合理的解释：1.我这不是快来事了么。2.我这不是来事了么。3.我这不是刚来完事么。//@优等生杜小明: 男人夜不归宿后的三种解释：1.我这不是快回来了么！2.我这不是已经回来了么！3.我这不是刚回来么！
 小姑娘和阿姨发生两车事故,小飞机处理,阿姨主责,阿姨不服,说你就看中人家小姑娘漂亮,偏向她。小飞机淡定的说阿姨你当我没看到过美女啊,更何况这个女生又不算美女咯,阿姨我估计你年轻时候肯定比她漂亮,阿姨听后转怒为喜。事后,阿姨硬是要去了民警的号码,不久,阿姨女儿就成了小飞机的女友。 (@静安交警绿灯侠)
 我和吃货女友的距离大概就是我特别文艺的对她说“你知道吗，思念是一种病” 她却纳闷的问我“思念怎么变成饼了，我记得以前是水饺的……” 
 为什么计生难停？因为超罚是个大买卖。为什么死刑难废？因为器官是个大买卖。为什么房价天文数字？因为土地出让是超级大买卖。——为什么宪政难行？因为有了宪政，就做不成大买卖。 
 今天带着4岁的女儿到自动取款机取钱。取完钱后，见女儿呆呆的望着取款机，问她怎么了，答:爸爸，我们家也买个这种机器吧。
 孙杨，你好！我是杨澜。恭喜你开上卡宴！我们都为你感到骄傲！我的问题是：作为一个没有驾照的人，你代言北京现代汽车有什么意义？
 最喜欢的童话只有一句这么长,“从前有两只刺猬相爱了,最后他们携手去理发店做回了两只田鼠。”
 在一些不为人知的地方用尊严去换钱,然后在人声鼎沸的场合用钱去体现尊严,这就是人生。
 卧操刚听说件事不知道真假,我同学跟我说LADY GAGA新歌泄漏,美国和日本那边互相指责对方,最后一查发现是百度贴吧泄的,现在推特脸书都在科普百度注册使用教程,最搞笑的是据说GAGA本人都注册了还在自己贴吧发帖说这事结果被吧主当假的给秒删了2333333333壮哉我度娘
 你能相信吗?这个秋季,仅仅在上海就有大约5吨大闸蟹会被吃掉。把大闸蟹的肢体折断并吸吮他们的血肉不仅残酷,对你的健康也有害。(@PETA亚洲善待动物组织)
 十八届三中全会选在11月9号,柏林墙垮塌的日子,就是要用开会告诫全党,再不汲取苏东剧变的教训,再不动真格儿的反腐败,以后再开会可就得他妈的自费了!哼!(@浦律师在山巅)
 物理学中大气压随温度的降低而增大,所以冬天的冷空气每天都把我死死压在被窝里。 (@韦十七)
 一位程序员跟我说，他公司研发了一个奶牛自动定量喂食系统，每次奶牛靠近食槽时感应器会扫描奶牛的项圈看这只奶牛今天有没有被喂过。没想到农场里有几只智商高的牛霸很快学会一招，把别的奶牛逼到食槽前打卡，等草出来后再把它们赶走自己吃。程序员说自己设计的软件就这么被几只奶牛破解了很伤自尊
 鲍尔默执政以来的微软的广告，满屏总有股烧钱的焦糊味，不是用力过猛就是不着边际。没有创意的产品确实挺为难创意执行团队的。
 我一素来以文静著称的女同学，今天上午正好撞破男友劈腿，姑娘上前质问，男友不仅大放厥词还想动手打人。姑娘含怒出一拳，男友倒地送医，下颚骨骨裂。据说姑娘家传形意拳，习练多年，拳下三五大汉不得近身。我刚去看她QQ签名，已从“今天北京风好大”改成“有朝一日剑在手，杀尽天下负心狗”
 1967年，谭震林“大闹怀仁堂”时说：“我一生有三个不应该。第一我不应该活这么大岁数，看着国家这么乱我心痛；第二我不应该参加共产党；第三我当年不应该跟毛泽东上井冈山。”毛泽东当即回应：“井冈山是我请你去的吗？你不该参加共产党，你现在可以退嘛！你不该活这么大岁数，你现在也可以不活嘛！”
 那守门的军士眼见一毛脸雷公嘴的和尚径直往天庭里闯，忙把宝剑一横，大喝道：“且住！来者何人，报上姓名！”“军爷好忘性，你且走近些，看看俺是谁？”军士定睛一瞧：“你...莫非你就是那一年四个月又二十天前大闹天宫的弼马温？”“正是正是。”
 青年跟牧师忏悔：我有罪，我总是欺骗别人。牧师问：你欺骗了别人什么？青年说：每当别人问我我怎么上班的时候，我总是回答坐地铁。牧师问：难道你是坐公交或者自己开车上班？青年答：不是，地铁上TMD那有空座啊。
 9月13日，汪峰发表离婚声明，遇上天后离婚，震惊世人地消息瞬间无声无息；11月9日，汪峰向章子怡表白，又碰上恒大夺得亚冠，震惊世人地消息再次无声无息；今天，汪峰打算发布新歌，上！一！次！头！条！可是，今天凌晨2点零7分，吴奇隆、刘诗诗公布恋情了。
 一名和孙杨同时拘禁的男子透露：“孙杨没来的时候我们每顿都吃肉片炒菜和米饭。他来的第二天我们的食谱就变了，就剩米饭和素菜，警官说奥运冠军不敢乱吃拘留所的肉”平头男子表示，吃了几天就受不了，很多人开始盼孙杨早点出去。
 我是一个自制力很强的人！在强大的诱惑面前，我都不为所动！双十一这一天，看到心仪已久的土豪金7折，我没出手。瑞士手表5折，我也忍住了。Adidas的限量波鞋4折，我还是没买。连5折封顶的羽绒服，我都一一忍住了。我必须时刻保持理智，不能因为一时冲动而去消费。心理学上，把这个现象叫做————————————没钱。
 一头鲸鱼被发现死在英国东约克郡的草原上，距离最近的海岸线足足有800米远！！它的身上没有任何人工或自然伤痕……据推测，它是在搁浅后希望通过翻滚回到海中，却不幸滚错了方向…请善待你身边的每一个路痴。
 有个私家车挡在了公交车前面，磨磨蹭蹭的，也不快开，司机师傅绕过此车时，说出了技惊四座的话语，拉一个女的就得得瑟瑟的，都不知道咋开了，我特么拉一车女的也没那样啊啊~~
 昨晚和领导一起吃火锅，领导用筷子夹最后一个牛肉丸，费了很大劲怎么也夹不上来，刚好汤匙在我手上，我就把牛肉丸盛好，可能是喝多了！脑子一抽把牛肉丸盛我自己碗里了，当时一桌人都用钦佩的眼神看着我！
 家里开麻将馆的， 小时候每天放学第一件事就是等大人们散场了打扫，邻居什么的教育小孩都以我为范本某某多勤快 之类的，多年后我只想说一句，那么多张桌子，我总能在哪个二货坐过的位置抽屉里找到没拿完的钱...
 今儿男友非常自恋地问我：你承认吧，我是不是史上最帅男朋友？我一脸不屑：你没事站屎上干嘛？
 小时候，一个同学脖子落枕了，只能歪着头，上体育课老师非要给他扭扭，当时还真好了，能动，第二天那同学没来上课，第三天还没来，第四天那哥们来了，脖子上带个固定的套子，来了句:让体育老师扭坏了，妈的
 一二货同事，从布吉回龙岗，兜里一毛钱都没有上了839路，车启动后乘务问去哪里？二货说去坂田（反方向）某站乘务说，不好意思您坐反了，请下一站下车二货装傻，直说不好意思，没看清楚，随后下车，然后等着下一辆839路这货竟然就这样蹭了20几站路回来
 今天回家时，看到个4-5 岁的小孩在玩滑板车，手里拿着奶茶，一下没站好，摔了几米远，然后飞快的爬起来捡起掉落的香飘飘奶茶喝了几口，喝完才哭，吃货的世界你永远不懂
 lz大学生，刚才上课看一男同学面向窗外神色忧桑，问其何故，答曰：常想起儿时玩过家家，想当年哥也是有老婆的人啊！
 就在刚才，买了盒送火腿的老坛酸菜方便面，一打开我和我的小伙伴惊呆了，居然有3个叉，再找找我的火腿肠哪去了，无良的厂家啊，你以为多送我2个叉就能弥补火腿肠在我心中的重要性嘛
 寝室妹子看上一个男生，可是不知道哪个系的...妹子也能割吗？... 直到有一天，她脑充血了，经过多日观察总结，在那男生骑车经过的路上，华丽丽上演了一出碰瓷，男生一直道歉，她倒怒气冲冲瞪着男生说:说对不起有用吗？除非你给我手机号... 于是成功了……
 谁有我糗！昨天送我朋友去火车站 在广场坐着等了几个小时 终于要进站了 检查的说身份证来岀来 我一摸不好 钱包肯定掉刚坐那了 立马就往外跑 谁知道几个警察追上来把我压倒在地 ！！
 今天不知道谁把我拉进了一个群，里面人聊的欢的不得了，因为太忙我也没注意，闲下来一看有个人发了个：猜猜我是谁！我就回了句：你是猴子请来的逗逼吗？然后群里没人说话了，接着我看到我被移出该群，过了一会公司同事给我打了个电话，告诉我那个是公司的新群，问话的那个人是领导
 刚才老板说要扣我200块钱，原因是公牛跑出来了，跑到母牛棚里，XXOO了好几头母牛，老板说系谱都乱了，近亲交配了，我离的不远怎么不给哄回去？我说我发现的时候它都上了，反正也上了哄不哄都一样，其实真正的原因是，看到大公牛出来，横冲直撞的拱断了两根6公分的钢管后，我毅然决然的丢掉了我手里的铁锹把，选择了袖手旁观！
 楼主有个远房舅舅，是在乡下帮人阉割公鸡公猪的（农村的糗友都懂的）记得那年表姐出嫁的时候，喝得烂醉如泥的舅舅抱着表姐夫，一本正经地对他说：你小子也知道我是干嘛的，你要是敢在外面乱搞，我就拿你来练手这么多年过去了，表姐夫一直本本分分，下班准时回家
 我去医院跟医生说胃不舒服，想做胃镜检查一下，大夫对我说，不用做了，没事的，注意饮食就行，！胃病严重的没你这么胖的，别浪费检查费了﹏！！！这大夫人真好！！！
 儿子上幼儿园大班，最近和我一起玩酷跑，每天晚上，都要PK.他赢了就和妈妈睡，他输了我和老婆睡。谁知这两天这小子技术越来越好，我连输了好几晚！！
 昨天晚上和朋友开车出去玩，结果开在半路这货说要下车去买水，我在车上等，去了十多分钟他猛着拼命的跑回来，后面跟着两条狗拼命的吠，这货一上车就把车启动了，我以为他被吓得要撞死那两条狗，结果他把远光灯打开了，拼命的闪：妈的劳资亮瞎你们的狗眼
 大学的时候我女友喜欢吃瓜子那天称了十块钱的瓜子，让我回去把壳剥了，瓜子仁第二天带给她吃，我从晚上十一点剥到凌晨四点啊，然后高高兴兴的睡觉了，可我特么刚打呼噜，宿舍其他三个二货就起来了，三个人特么躲在卫生间不到三分钟就把瓜子仁吃完了
 我休假回来一看，我家来过小偷，但什么也没丢  -- 真是不幸中的小幸  -- 可是我突然产生一种屈辱感！
 从垃圾堆里捡回一窝小狗，被爆批一顿，家人怒吼曰：养你已经和养狗一样难了！搞一窝狗，你是想带领它们一起造反吗！
 今天午饭，有一二货同事跟我带了一样的菜，青椒肉丝，蚂蚁上树，他热饭的时候被我看到了，本着糗百精神，我把手按到他的饭盒上，喊了声复制，再把手放到自己饭盒上喊了声粘贴，接着打开饭盒吃饭，二货同事从我吃饭就开始缠着我，要学习这个技能，都一个小时了，谁来救救我
 今天老爸突然看我一眼，感叹到“唉，想你小时候老爱跟女孩子玩过家家，踢键子别人家小孩都要玩具枪，你却吵着要布娃娃，当，时你跳皮筋比女孩子都厉害，现在竟然还是个爷们不是娘娘腔，真是不可思议”
 我大学寝室上铺的兄弟有一次和他女友吵架，我那兄弟是委屈求全型的，总叫他女友弄哭，这次又是躺在上铺低声下气哭着打电话道歉，当时我正在玩电脑，就给他放了一首二胡版的渴望给他当背景音乐，气氛那叫一个惨，除了他剩下屋里所有的人憋的脸都酸了～～
 昨天爸妈给我买了张大床，老妈说第一次一定要2个人睡，一个人睡的话一辈子娶不到老婆，可我没老婆也没女友啊，然后然后老妈打电话叫我弟来陪我睡我就纳闷了老妈想我一辈子搞基？
 坐车走高速公路，快到服务区时，司机吼了一嗓子：要去服务区的麻利点啊，提前做好准备！旁边一大叔弱弱的问句：我们怎么提前准备？是现在就把裤子给脱了么？
 今天我一人值班，以为公司没人，突发奇想在听二泉映月，那个凄凉那个冷清啊，没想到老总从办公室出来了，拍拍我的肩吓我一跳，他来了句小刘公司待你不薄啊，这是几个意思？
 本人包子哥，卖早餐的。 前些日子有位大妈一直来买萝卜粉丝包,一次十五个,现在突然不买了,楼主就问了怎么不买包子了,？
大妈讲家里人都吃够了,不敢买了,我孙子都冲我吼头上都开始长萝卜了!
 昨天问男友，是不是其实你是富二代，一直再考验我啊？男友兴奋的说，我也一直觉得我是富二代，是不是我爸再考验我啊！
 出门时朋友说有种不详的预感路过一个建筑工地，朋友抬头望天，一直防止有不明物体从天而降结果他踩到了钉子现在他45度角仰望我含泪说道， 他妈的直觉真准，我猜到了开头， 却没能猜到结局
 我就想说那些个电视里演的如何苦逼的，穷的只能吃泡面的人，为毛还丫吃桶装的，尼玛难道不知道有五连包还送碗的嚒？哎，说多了都是泪，lz要去吃刚买的五连包了
 lz单身汉子一个，今天星期天本想睡个懒觉的，可是却早早的接到一个女性朋友电话，她是个医生，求我帮她上一节课（卫生系统的课程）没办法只好答应了，可是泥煤煤，当我去了教室发现全是女的，讲的是妇科疾病！四五百人的课就我一男的！
 昨儿一小朋友，女的，十二三岁吧，加我QQ，一看不认识，果断拒绝，过了一会我那五年级的小弟发信息给我，哥哥，刚刚加你的是我女朋友，你加她一下！！！！对于二十四岁的单身屌丝来说，这日子没法过了
 台风来了 上了飞机 坐了三个小时没飞 又给撵下来了 最可笑的是一个大哥上飞机就开始打呼噜 等让全部下飞机时大哥醒了掏出电话 说 我到了 我到了 请放心 坑爹呀
 微博上看的，双十一这天要是房价也打五折就好了，神回复：这句话说的好像五折你就能买得起了似的！
 到领导办公室签子，一看位子是空的，嘴抽来了句，狗日的又不在，话刚落音，见他从办公桌忧怨的抬起头，，吓得我菊花一紧，，我停下脚步从容地把手上的手机锁屏，放进口袋，说了句那些实验员越来越不像话，电话都不接，赵总，有个文件麻烦您签个字…… 我太他妈机智了，，，
 公车上，有个爸爸抱着小萝莉。小萝莉跟爸爸鼻子蹭着鼻子，特别可爱地唱着：老爸~~老爸~~我们去哪里呀~~~而爸爸笑着拍拍她的小屁股说：当然是去医院打针针呀！然后，直到他们下车为止，车厢里都回荡着萝莉的哭声……
 这两年一直去那家理发店  以前每次去老板都笑着说:哥们，过来啦？先洗头吧 现在熟了，昨天去剪头发一进门他看着我说:麻痹，每次给你设计个好发型，等你回来就长成这B样了？滚去洗头！
 早上打车，一上车司机师傅就很激动的跟我聊天，先兴奋的说恒大国安，又愤怒的评论昨天拉到的烂活，我也插不上话，只能一直嗯昂是的应和着，五分钟后师傅估计是看不下去了转过来对我说：姑娘，我打电话呢！
 昨天下班高峰，挤公交，人多的不能转身！这时一对情侣 男的看上去20岁左右吧，对女友说，太他妈挤了！等老子以后有钱了，高低(我以为说要买个车)多花一块钱坐到那边终点再走，有座！我只能说，屌丝你很有前途
 刚刚老板问我英文怎么样，能和老外交流吗，我说不知道，没和老外交流过，应该不行吧老板说，没事，我把你和老外安排在一起，两年你英语就倍棒，我听了之后说，你把老外和我放到一起一年，我让他说山东话倍棒
 今早六点的时候我就想数到100我就起床 可是数到30的时候我又睡着了 上班又迟到了
 和老婆上街，遇到一女子用日语和人打电话，不禁好奇的多看了两眼，结果老婆揪着我的耳朵说:咋？硬盘里有她？
 七年前，我目前老公和他的前女友分手时，心情不好，作为朋友的我邀请他来扬州散心，全程安排玩了两天。 他走时非要塞给我钱，说是让我破费不好意思，我说不要客气了，以后我去苏州玩时，你请我不就得了。 后来我们结婚了，结婚那天晚上他自言自语:这人啊，真的不能欠债，早晚是要还的，欠一千块，得还一辈子！
 刚刚爸爸妈妈吵架了，妈妈直接摔门出去了。 我给她打电话：快回来吧，爸爸收拾一点换洗的衣服，走了…… 她急坏了问，带多少钱，我说就带十块钱…… 她就哭了，问我怎么办，问我怎么没留爸爸，我说，还带了洗头膏和搓澡布…… 然后我就被打了……
 本人医院急诊护士一枚，有天晚上值夜班来了一群打架外伤的。 不一会警察来做笔录， 有一个人警察问他你是哪一伙的？这家伙长嘴嚎啕大哭：“我刚从网吧出来准备回家睡觉就看见胡同里有打群架的往我这个方向跑，给我吓的我也跑，不小心摔了一跤被他们抓过来就打，打完了又往回走，又被另一帮看见了又抓过来打！我一个打酱油的我招谁惹谁了？”
 这几天在听单田芳讲的西游记，说，别看唐僧这一路西天取经各种吃苦受罪，澡可没少洗，不管哪个妖怪都挺讲卫生，吃之前至少得洗个十遍八遍的，里里外外涮得是干干净净，眼看要上锅蒸了，叫孙猴子给救走了，笑到不行，敢情猴子是故意的啊，体贴师傅赶路辛苦，隔三差五趁着妖精们的力气给他免费搓澡
 我同学天真的用种子搜索神器搜《黑衣人3》，结果下载完打开一看是三个黑人在[_____]。。。我们宿舍其他人都笑抽了。。。
 早上去学校,在门口被拦下来问话: ——“为什么没穿校服！” ——“今天不是星期六吗？” ——“谁规定星期六就可以不穿校服的！” ——“那你告诉我是谁规定星期六要上学的！” 我说完头也不回地走了，留下那个老师一个人在风中凌乱 我tm就是个送快递的你给我发校服啊！！！
 今天一家逛街，我爸居然主动帮老妈拿包，想起自己真是不体谅媳妇，可是逛着逛着我爸就不见了，老妈也没买成东西，只得作罢，突然顿悟.....姜还是老的辣啊
 今天看非诚勿扰，割了易容的男嘉宾选了一项看女生化妆前的样子，孟非问男嘉宾为什么选这一项，男嘉宾说有的女的不叫化妆，叫易容
 楼主汉子，一日在工作单位，一同事为表示自己身体强健，做了数十个俯卧撑。楼主就想夸他身体壮的，结果说出来就变成了，xxx你的腰力很强啊。。。。后来，整个部门的人见我都问，你咋知道他腰力强的？你试过？……
 LZ男，开出租车3年最近转业，在一公司给领导开车，一次外出时，看到路边有人招手，习惯性的把后边的出租车别停，准确的停在了那人旁边，等到那人径直上了后边的出租，看着老总讶异的表情，我才反应过来GC是老总来了一句，非法拼客可是不行哦
 表妹长的很漂亮，上的旅游学院，整形医院到她们学院做广告，老师让她去做模特说是让她锻炼锻炼，她也挺高兴，过几天学校门口贴出来大幅广告，一个堪比凤姐的照片旁边是我表妹的照片，几个醒目的大字：化腐朽为神奇！表妹在学校火了，动不动同学就说她：看看你那张腐朽的脸
 幼儿园午饭时间，女生A对老师说：老师，我讨厌吃香菇，可以剩下吗？老师：可以是可以，不过你看B同学就是爱吃香菇才长这么可爱的哦，是不是，B同学？女生B：没有，我是天生就这么可爱的
 “不是我跟你吹，想当年正德皇帝皇帝刚登基，哥伦布还是婴儿，圣彼得大教堂还没完工，我就已经出世了。咦？别掰啊！操！！别他妈掰了！！操！！！！啊啊啊啊啊！！！！”  ———北极圆蛤 明，卒。
 刚逛街肚子痛，找个公厕蹲里面方便，蹲了一会边上那人说:隔壁的哥们，你不用说话，也不用干嘛，把手机伸过来我看一眼，我就能猜到你什么工作，赚多少钱，我也是手贱，外加好奇，就拿着手机伸过去了现在拿我哥的手机来发糗百，那孙子跑的真快
 我就是因为看过rmbp的屏才萌生了"还在用1366x768的屏的笔记本厂商都该死"的想法的。
 ——“为什么程序员的工资那么多！凭什么？！”  ——“别激动，多出来的那部分工资是他们用头发换来的。”
 @ATF: 我司招dba，刚才收到个简历，那人叫左健，要是招来我们公司的话，我们现在有个同事叫钟健，再找个叫右键的，就可以组成鼠标三人组了...
 Jeff Dean来面试谷歌时，被问到等式P=NP成立的 条件，他回答，P=0 或者N=1时成立。然后在面试官哈哈大笑的时候，他看了一眼 谷歌公有证书，就直接在白板上写出了相应的私钥…
 在2000年末的时候，Jeff Dean 写代码的速度突然增长了40倍，原因是他把自己的键盘升级到了usb 2.0 ...
 段子：刘恺威说：“我74年的，杨幂86年的，我大三她才小学一年级。”李双江不服：“老子39年的，梦鸽66年的，老子大三时，她没出生呢！”张艺谋哈哈大笑：“我50年的，新妻陈婷81年的，我比我丈母娘大11。”杨振宁摘下老花镜，慢慢说道：“都不要争了，我大三时，我的岳母还没出生呢！
 朝鲜最高领导人金正恩，一直对操练女兵十分重视，他经常亲自带一个女兵连去玉米地中进行野战练习。据称，金元帅野战过的玉米地亩产都可以翻69番，堪称宇宙奇迹。今年10月某天，一辆货车正巧路过金正恩野战地，被一名女战士拦下。女战士说，「最高司令官刚刚开始野战，等30秒野战结束后方可通行。」
 「妈妈，我昨天用吸尘器的时候不小心吸走了郭敬明，我会不会被警察叔叔抓走呀？」「傻孩子，没有人会注意到你的」妈妈笑着安慰小汪峰。
 近期即将上映的大片：《挂科33天》《高数危机4》《哈利波特与数据结构》《思修惊魂7》《新作弊门》《一起又看近代史》《让挂科飞》《非诚勿考2》《3D物理成熟时》《喜爱作弊》《那些试，我们一起抄过的答案》《考王之王》《天天考试》《寒假来了5》《回家总动员5》《裸考时代》...
  对于所有中国人来说，有一个四字魔咒是永远绕不开的。只要有人对你说出这四个字，你就能中邪般地买票去最坑爹的景点、玩命爬上最艰险的山峰、吃下最难吃的餐馆饭菜…这四个字就是———来都来了。
 南方和北方下雪打雪仗的差异，想想南方人打雪仗都是优美的，听到的都是女生的尖叫：＂啊，好美的雪＂啊啊啊 .呀呀呀.的，再看东北，满耳都是嘶吼和呐喊：草你妈！哎我你妈逼！小逼崽子偷袭我，你给我等着！唉我，给你能耐完了？干死这逼，把这逼给我埋雪里！东北人在用生命打雪仗，多么彪悍的人生！
 记者：“请问你对杜海涛骂网友一事怎么看？” 何炅：“我希望大家能原谅他，毕竟他是无心的。” “我特么再说一遍我们俩没关系！”边上的吴昕咆哮道。
 我走进一家豪华的酒吧，酒保瞄了我一身满是油污的工装服，眼高于顶地对我说：“抱歉，您穿成这样，是不能来这里的。”“哦，”我就转身边走边说，“那你们暖气自己修呗。” 
 @龙灿：如果中美现在开战，你干嘛？我说：“当汉奸。” // 回复：同学，又看见你在上网了。你英语过六级了吗？看地图认得清坐标吗？华氏摄氏能分清楚吗？英里公里能独立换算吗？知道你们所在地政府机关办公地点吗？上西直门立交桥走的下来吗？面对排队排到五环以外的带路党队伍有能力竞争脱颖而出吗？这些小事都没达标，你还谈什么当汉奸？王师的面包也是纳税人的钱买来的。
 破 DDoS 攻击法门，找三名思科认证的网络工程师，须是卯日卯时出生，处子纯阳之身——这个应该不难——每人取右手五指指尖精血三滴，滴在磁盘阵列之间。另备子月子日子时下线的ECC内存条百枚，蘸朱砂在上写奇偶校验四字，烧成灰让CTO和水吞下。可保无虞。
 我见过最霸气的BUG是公司测HID镇流器的联动控制通信，连了30台1KW的HID点灯，本来是有短路保护的，不知道是哪里出了问题，点灯短路，突然整个实验室一闪，后面电闸啪啪啪啪，附带20分钟的致盲效果，后来发现是软件有BUG... ——还好我当时去了厕所。
 “死”的说法: 天子“崩”，诸侯“薨”（hōng），大夫“卒”，士“不禄”，庶人“死”，唐代规定：二品以上称“薨”，五品以上称“卒”，六品至庶人称“死”。 给尸体穿上衣服叫小殓，穿好衣服放进棺材叫大殓。大殓之后停一段时间叫殡，下葬叫出殡。 埋了再推平叫墓，拱形土堆叫坟，高大坟墓即陵。
 在最近的一次投资者会议上，NVIDIA投资者公关总监Rob Csongor描绘了Tegra的长期战略，声称它会和GPU业务一样，继续关注高端领域，同时NVIDIA再也不会关心低端GPU市场了，因为那里已经是集成显卡的天下。他说：“NVIDIA没有、也从来不曾覆盖那70％靠下的市场。对很多应用来说，如果你只是发发邮件、上个网，诸如此类的，用你笔记本或者PC里的集成显卡就够了。”
 大将军不顾满朝大臣的阻挠，执意称帝，最后秤上显示大概两百来斤。
 ☆ 埃塞俄比亚宣布将在网上屏蔽色情内容。 恭喜埃塞俄比亚成为全球第一个还没滤水先滤AV的国家。
 ☆ 有调查说，150万英国人表示希望能和自己的手机葬在一起。 而如果我在影院里时你在我背后接手机，那我一定当场帮你实现这个美好愿望。
 ☆ 看到BBC在菲律宾发回的前线报道，记者在灾区向镜头前的观众们解释说附近交通十分不便，救助机构无法将食物和水送达当地。 那么，为什么不把食物和水，绑在BBC记者组的身上呢？
 国家发展改革委发出通知，决定将汽、柴油价格每吨分别提高160元和155元，测算到零售价格90号汽油和0号柴油（全国平均）每升分别提高0.12元和0.13元，调价执行时间为11月28日24时。 ——发改委此举了震慑了所有妄图穿越我防空识别区的敌机，高！
 刚上班的时候，从单位回宿舍坐公交要1块钱。有次我一个帅哥同事身上没零钱了，卖票大姐大方地说，算了小伙子，下次有了再给吧！当时觉得老感动了。后来有一天我也没零钱了，跟大姐说我只有一张100的，阿姨说没事儿小伙子！然后用两站地的时间数了99张皱巴巴的1块钱给我。
 深圳的朋友应该知道，昨晚市内无故大停电 .... 那时我正在电影院看泰坦尼克号... 就在船轰隆一声撞上冰山的时候 ... 场内陷入一片黑暗.... 后座一哥们惨烈的大喊一声 "尼玛阿！！！！这就穿越了阿！
 小区物业有人争吵，原因狗死了，主人为狗讨个说法:早上刚下过雨，那只大狗出来，小区里溜达，到小路边上的路灯杆撒尿，一条腿抬起来，冲着路灯杆就尿，路灯电线漏电，尿到杆上就电死了...
 我和闺蜜苦逼单身一起逛街，看见有卖氢气球的，我就跟闺蜜说：你问问他五块钱两个卖不卖。闺蜜过去就问：大爷，五块钱俩个卖不？大爷说：两块钱一个，闺蜜撒娇状：大爷，您就五块钱卖我俩得了…
 马路上，一辆电动车轻轻碰了老人一下，老人二话不说便倒在了地上，伴随了轻微的呻吟声说什么也不肯起来。 围观群众越来越多，却无一人敢出来将老人扶起。 就在感叹人心不古世态炎凉的时候，一位青年再也看不下去，从人群中走出，来到老人身旁，递给了老人一条士力架。 （广告语：活力无限）
 国王得到一盏神灯，许愿说：“我要许多像魔戒一样的饰品，给我的子民戴上，然后他们就再也不敢造反，并永远忠诚于我！但魔戒只有九个，我需要可以量产的！！”灯神点了点头，给了他一块表，国王问：“这是什么？”灯神：这叫水表。
 #TIL#玉兔的形象至迟在西汉时代就出现了，可是那个时候家兔还没有传到中国。所以，玉兔应该是一只野兔，更确切的来说，是一只月野兔。http://t.cn/zYhHMQh 。
 估计很多人都不知道吧？度娘这个词源于百度贴吧搜索。在贴吧搜索十二生肖的鼠、牛、虎、兔、龙、蛇、马、羊、猴、狗、猪均有，唯独鸡的搜索结果显示如下：”抱歉，根据相关法律法规和政策，本吧暂不开放。”而没有鸡”吧”的就是女的，所以网友称百度为度娘。
 看水均益采访卡梅伦说:“70多年前我们一起发表了开罗宣言,但现在国际上有一些声音在否定它的意义,你怎么看?”卡梅伦瞬间皱了一下眉头,然后扯到英国为太平洋战争牺牲巨大云云,最终绕了过去。阿水你是故意的吗,好怕卡梅伦转换议会模式分分钟没忍住说一句“老子丘哥又不是跟你们签的!”
 #职场的100种死法# 想起我05年刚毕业的时候做过一阵某培训机构高考复读班的物理老师，在迅速撮合了班上6名学生(4男2女)在短时间内成为了三对情侣之后，我的那份工作也在短时间内就结束了...
 嫦娥为误传，应为常饿，吴刚不停地砍桂树，把桂树皮给嫦娥，叶子喂玉兔，然后你就知道兔子有什么用了，话说玉兔应该也有再生的能力吧，不然一只早吃完了，这就是月球最简单的生态圈...
 RT @马伯庸: #微西游# “唐长老，通天河里前一阵出了一个灵感大王，来到陈家村要我们每年供奉一对童男童女，我们都快活不下去了。” “理解，理解，谁家儿女舍得送去给妖精吃啊。” “不是因为这个，而是因为他每七秒钟就来一次……
 我们公司一怀孕员工，看医生写的字，就写什么什么异常，前面两个字就是不认识，提心吊胆一个星期.后来去问医生，医生说未见异常。
 【非主流技能get√】如何控制住购买不必要东西的冲动,设想有个人,他一手拿着这个东西,一手拿着同等价格的现金,如果你觉得自己绝逼会选现金,说明这个东西就真心不是一定要买的。。。
 “最近工作总是出错，丢死人了。”“出了什么错？”“不是说了吗，丢死人了。”殡仪馆保安小雷垂头丧气地说道。 //@烧鸡烧鸡呢：不如给小雷介绍一份纪念堂的保安工作。
 我原本是性冷淡，后来我每天坚持看新闻联播，居然病就好啦！每次一看到它，我的脑海就会不由自主的浮现出一个字：操！（@阿诗玛奶茶）
 “我和你妈掉水里了，你救谁？”“救妈。”“算我没白疼你！”舅妈摸着我的脑袋笑着塞给我一个红包。 (@薛定谔的黑猫警长)
 同事说今天微信朋友圈就两件事儿：一是曼德拉走了，二是上海人民也快了。
 A:我希望我的男朋友可以为我做牛做马，好好伺候我。B：呵呵，那你可得天天给它草哦！～～
 青年上山找到禅师，问道:"大师，您对高考改革有什么看法?" 大师不语，赶了一只鸡出来，让它走直线。那只鸡双目失明，走路歪歪斜斜，大师就引导它改变方向，一连改了八次，青年终于顿悟道:"您是说高考还在摸索阶段，需要引有人引导?"大师摇头道:"瞎鸡八改。" 
 现在看病真贵，随便打个点滴就百来块钱，而且都是小小一瓶。我问护士以前都是大瓶的现在怎么都这么小瓶了？护士微笑的对我说：“节约用水，从点滴做起。”
 妈妈偷看了儿子的日记，妈妈：“哎呦！你还写诗呢，还春风暖意的，跟谁呀？” 儿子：“你偷看我日记，这是我的隐私。” 妈妈：“隐私？我是妈你还有隐私？有隐私你出生的时候咋不穿个裤衩啊？”
 @小飞飞飞飞飞飞_：今天早上看到最惨的一条状态:『十年前和她分手，5年前各自成家，三年前我儿子来到人世，半年前她来找我说她老公不孕不育想找我借种，努力了几个月，上周查出我也不孕不育……』
 同桌突然问我,“你有没有看过《拉粑粑小魔仙》”“啥?没有……”“卧槽这个你都没看过,少儿频道一直放的!什么美琪小雪啥的蓝的粉的紫的炫的不得了!”“那不是《巴拉巴拉小魔仙》吗?”“啊,哦………”沉默了好几秒,他又在那嘀咕“难怪怎么那么怪呢……” 
 早上起来发现外面全是雾,妈的虚惊一场,原来是我家着火了。 (@你是龙咩)
 梦见全人类中了一种一说谎就爆炸的病毒，走在大街上，四面噼里啪啦像过年放烟花，我穿越人群轰鸣，来到你家楼下，大声喊着我爱你，终于让你明白我说的不是谎话。你流着泪说我也是，炸成了天边一朵红霞。
 别人说「你很可爱」 意思是你长得不算漂亮身高也不高 如果你听到这话还很开心就说明你智商也不高
 人潮人海中，能碰到你，这不是缘份，是雾霾。撞人的司机说。
 上海的空气跟北京的还是有一些区别，上海的口感虽然层次感强，但缺少北京那种扑面而来的气势，而且少了那么点老灰的醇厚。上海的PM2.5虽然在气场上小了一圈，却多了些小资的味道，同样是PM2.5，北京的更接近PM3，上海更接近PM2。硬要说的话，一个带有涮肉的酣畅感，一个带有猫屎咖啡的细腻和情趣。
 雾霾天气席卷大半个中国，让当地居民有种一边走一边加载地图的赶脚……
 老妈在刮鱼鳞，只听“哇”一声，妈妈刮到手鲜血直流，于是老爸接手，不一会又听“啊”一声果然爸爸也刮到手鲜血直流，我挽起袖子准备接手，只见爸爸按着伤口龇牙咧嘴地说到：“别动了，大冬天的，留一双好手洗碗！”╮(╯▽╰)╭
 妹子跟我说,现在人和人之间的矛盾,主要是来源于有那么一拨人,惯于用圣人的标准衡量别人,用贱人的标准要求自己。(@白小起)
 晚上回家的时候，不远处的角落传来一个男孩温柔的声音：“别怕，宝贝，这个世界上除了我，谁也不许欺负你。”我当场感动的就要掉眼泪，多么温馨的场面，多么贴心的男孩。如果不是女孩说了句：“你是谁？救命非礼阿！”
 古语有云:温+饱思淫欲。
 安慰朋友：“开心点，今天周五。”他用大彻大悟的淡然眼神看着我：“哦，还有三天又是周一。。”#……你妈妈知道你人格如此反社会吗#
 @廖信忠:刚刚在吃馄饨，听到隔壁两个人聊天，男的说：曼德拉被关了27年。女生说：27年不能上网，直接判我死刑好了
 某些国家雾霾灾害后,产生了一些法案;某些国家雾霾灾害后,留下了一些段子。
 向外行人普及一下IT狗的日常。程序员每天都在加班打码，前端基本是在切图，设计师最恨人叫他美工，运营狗为了KPI什么都敢干。销售的都崇拜搞传销的，策划的天天改方案，商务的拿广告位换酒喝，新闻的最烦ctrl c+v。游戏的除了美女就是流氓，有时候还能既是美女又是流氓。没有一个人知道产品在干什么。
 “听说你们腐女就爱自己脑补妄想,官方主动卖腐你们反而会失去兴趣,这是为什么呢?” “你想象一下,一个女高中生把裙子撩过头顶高喊着「大爷快看啊!看啊!看个够啊!」向你狂奔过来,你会有兴趣么?” “哦。。。” 
 女朋友眼里，男人的观点分为两种：1、你同意我。2、你不爱我
 昨晚在QQ群里玩视频的时候....一哥们说....不聊了....我媳妇水都放好了!我们正在感慨这哥们真幸福的时候....那边传来他媳妇的声音,XX!快来洗碗!水都凉了!
 王健林跟王思聪说,我准备给你5个亿,你先干上5年,争取上20次当!王思聪很高兴:爸爸,你什么时候把钱转过来呢?王健林:恭喜你,你现在还有19次当了! 
 一吉普赛人得到只猴子，猴子非常顽劣，对吉普赛人说：你凭什么指使我？没有祖国的人什么都不是！吉普赛人听罢惭愧地低下了头。一人一猴来到广场，吉普赛人问猴子：你看是你耍我呀还是我耍你？猴子：耍你也没人看啊。吉普赛人高兴了：快来看啊，这是一只有祖国的猴子，非常聪明，给根香蕉就会翻跟斗啊。
 一直用邻居的无线网络，今天他家的路由器可能是宕机了，为了重启他家路由器，去走廊把他家电闸拉下来又合上。
 今天第一次收钱，就碰见6、7个男高中生来买拉面，我正结结巴巴的问他们要点什么，结果有一个家伙看到我的铭牌就说＂中国人ですか\( ˙▿˙ )/?？！俺は中国語できるよ！(๑•̀ㅂ•́)و✧＂剩下的男生都表示你丫绝对吹牛逼啥啥的，结果那货咳嗽了一声润润嗓子说＂辣勉衣个，歇歇。＂
 『雷总，如何定义那些没钱却又想要装逼的城乡结合部的没文化的傻逼青年？』 『就叫他们发烧友吧。』话音未落，全场响起了雷鸣般的掌声。
 世界上有种闹钟叫做“吵醒的永远不是主人而是舍友”
 「人生」就是一个极其不讲理的游戏：①不能存档/读档；②有的BOSS不论怎么努力都打不倒；③大神级玩家太多，特别是人民币玩家强到发指；④剧本无比复杂，且荒唐不合逻辑；⑤几乎所有的道具都收费；⑥人物设定有严重缺陷，竟然没有人爱主人公；⑦主人公画得太太太太丑了。
 #在民间# 整流罩掉在某乡村，某部队带人去找。到了落点的村子带头的看到一老大娘，就寻思着问一下：大娘，你有没看到好大两个铁块块，哦或者是铁板从天上掉下来，有这么大“比划一下。老大娘看了下说，你说的铁块块我是没见到，不过山腰上的确掉了个长二捆的整流罩。。。
 家里装修请的贴壁纸的师傅，二十七岁，男，处女座。之前是设计师，因为受不了壁纸工人干的活儿亲自去贴，结果爱上贴壁纸。因为活儿细致到毫无瑕疵，全市闻名。工费比别人贵挺多，但是很多人愿意请他，因为他比户主自个儿要求都苛刻。选对职业，处女座也有春天。
 在驾校工作的朋友一脸遗憾地告诉我，自从他们的理论考试习题集中增加了「车行前方有情侣通过时，应加速行驶」之后，选择“对”的考生络绎不绝……
 据说爸爸第一次听到女儿有男朋友的时候的感觉，就像农民伯伯辛辛苦苦中了一季的白菜被猪给拱了。而爸爸第一次听到儿子有女朋友的感觉就像辛辛苦苦养的猪终于会拱白菜了
 客车上。。我：师傅这车不走高速吗？ 司机：这就是高速啊。 我：大哥你这样就不对了，可以侮辱我的人格，绝不允许侮辱我的智商，你解释一下这红绿灯怎么回事？ 司机……
 我一个很贱的朋友，他有一个人神共愤天诛地灭的爱好，那就是特别喜欢剧透。今天我刚到电影院，就收到了他的信息，“除了女主角其他人都死了”，我伫立在影院门口放声大笑，马上给他回了一条，“傻逼，你来晚了哦，地心引力我上个月都看过了！” 合上手机，我信步走入了《无人区》的放映厅。
 和老婆出去逛街遇到个盲人乞讨，我准备掏钱的时候， 媳妇说：“别给是个骗子，明显是装瞎。” 我指着老婆问乞丐：“这妹子漂亮不”？ 乞丐说漂亮，果断掏钱给了说：“恩，明显是真瞎！”
 今天急匆匆跑去上课，老师说了让我终生难忘的话：XXX，你怎么来了，今天被子不够暖和跑来教室蹭空调？！ 泥马，我是来上课的！！
 面对＂爸爸去哪儿节目组＂一口否认，曾经高价邀请陶晶莹参加节目。陶晶莹愤然掏出手机举证，短信上赫然写着：恭喜您的手机号已经被爸爸去哪儿节目组选中....
 岚山的野宫神社，曾有皇太子来参拜求子，名声因此不胫而走。“所以规模虽小，人流量却很大。”导游说。团里一个迷糊妹子闻言道：来这里不是为了求子吗？为什么反而人流量很大？导游“……”了一会，耐心地解释了一遍。妹子理解了，凝望着那尊神像赞叹：这就是所谓 #瞪谁谁怀孕# 吧...
 昨天梦见我的车活塞销卡圈脱落，把汽缸壁给刮伤了，曲轴箱差点炸了。翻遍了周公解梦，也没查着这类梦的内容主何吉凶。
 弥留之际，金正日拉着儿子的手，断断续续说出最后的话：“儿子，牢记三件事，坚持主体思想，继续发展核武，不要辜负……”金正恩望着离去的父亲，不住含泪点头！
 身为一个资深女光棍..别人劝我.."不如你就信教吧".."这样好歹也算有主了.." 
 你以为土豪的日子就好过吗？我一个朋友，家里有钱的远近闻名。一次他去我们市下面的一个县城考察项目，路过超市买水看上了售货员，觉得自己找到了真爱。然后就开始了疯狂的追求。结果姑娘死活不同意，我们就有朋友过去找她问为什么。她说:家条件那么好，人长得也不差，非要和我谈恋爱，他肯定是有病。
 无聊查了一下中国百岁老人的情况，发现一个惊人的事实，那就是这些老人都是1949年以前出生的，没有一个出生在解放后。我们以前的教科书把那个时代描写的暗无天日，可事实证明在所谓的新时代，一个百岁老人也没有养育出来，我们难道不应该从这件事里明白点什么吗？
 我觉得郑州是座很好的城市,八岁那年去玩过,印象里那儿的环境很好不像现在这样到处是雾霾。人也超级热情,请我吃糖还给买新衣服,最后警察叔叔还亲自送我回安徽老家。
 【新技能Get√】认识一个其貌不扬的男的，追女孩不请人吃饭不给人送花却泡得一手好妞，绝杀就是带女孩去各种楼盘看房子，不花一分钱，但每个女孩都觉得好他有诚意感动得要死。
 两大剑客对决，一个抖了抖手里的长剑说:“我今天代表正义取你小命，我这把是正义剑！"另一个也毫不示弱抖了抖手里边长剑说:“有种放马过来，我这把是陈小春。
 “每天起床的时候脑子里都有两个小人，一个小人说，好困啊，再睡一会儿吧。另一个小人说，好啊好啊！”
 【若雾霾出现在这些国家】英国人会让污染工业转型，德国人会想办法根治，美国人会围着白宫讨说法，日本人会让内阁下台，中国人会买口罩默默戴上。
 一天，我问一漂亮女同事：你能给我解释下， 为什么别人说屌丝不是没有吸引妹子的能力，而是善于把煮熟的鸭子弄飞？ 女同事暧昧的说：今晚你来我家玩，我再告诉你。 我一听急了：你先给我解释！ 女同事：嗯，就是这样！！！
 今天上网新学会一道意大利菜：斐波那契例汤。具体做法是把昨天的和前天剩下的汤加热后混合，得到就是今天新鲜的“斐波那契例汤”。
 去一家单位面试，简历上面把自己吹的怎么怎么好，面试时候也把自己说的很厉害的样子！第二天，人事打电话说你通过了，我们单位，就需要你这种不要脸的年轻人！
 说到洗衣方式，不用说一定是机洗和手洗两大流派分庭抗礼，在我们的调查中，选择机洗的朋友占了六成，而手洗的朋友占了四成。不过需要特别指出的是，想不到还真有0.45%的朋友选了正面穿完换反面，另外有少量莅临此项调查的土豪表示穿完即弃。
 写软件的叫码农，搞硬件的叫技工……
 设计一个系统有两种方式，一种是尽量简单，这样显然不会有什么问题；另一种是尽量复杂，这样没什么显然的问题。
 @烧伤超人阿宝: 有机农业的一个现成样板是朝鲜，不使用农药，不使用化肥，不使用大型农业机械，自然选种。老百姓吃着纯有机绿色食品，呼吸着清新的空气，成批的饿死。
 在街上看到一个乞丐，我问他：“你是不是还没吃饭呢？”他点了点头。我说：“那正好，咱俩把这个汉堡分了吧！”乞丐愣了一下：“你能再去买个吗？这个是别人刚给我的。”（@挖煤工人牛三斤）
 “老婆，恒大赢了！他们马上能打拜仁了！” “这球队...以前只赢过动物？”(@风铃炸弹)
 手持两把锟斤拷，口中疾呼烫烫烫！
 在台湾总统府门口，我看到一对老夫妇举着写有“血债血偿”的牌子高声抗议：鸟总统马英九下课！而一旁的两个警察竟然满脸微笑的叫他们“阿公阿婆”，还递水给他们喝。导游问我：你们大陆人敢骂总统吗？我说：当然敢骂啊！然后我就走过去大吼：鸟总统马英九下课！国民党滚粗！他们纷纷向我竖起了大拇指。
 一个人写的烂软件将会给另一个人带来一份全职工作。
 如果建筑工人像程序员写软件那样盖房子，那第一只飞来的啄木鸟就能毁掉人类文明。
 这世界最有可能毁灭的方式——大多数专家都同意——是次意外。这就是为什么会有我们，我们是计算机专家，我们创造意外。
 一种新技术一旦开始流行，你要么坐上压路机，要么成为铺路石。
 所有的程序员都是编剧，所有的计算机都是烂演员。
 工作进度上越早落后，你就会有越充足的时间赶上。
 要是弄出一种可以让程序员用简单的英语编程的编程语言，你将会发现，程序员都开始不会说英语。
 任何你写的代码，超过6个月不去看它，当你再看时，都像是别人写的。
 按代码行数来评估软件开发的进度，就如同按重量来评估飞机建造的进度。
 搞软件就像婚前性行为。一次犯错，你需要用余下一生来维护支持。
 在水上行走和按需求文档开发软件都很容易——前提是它们都是冻结状态。
 注释代码很像清洁你的厕所——你不想干，但如果你做了，这绝对会给你和你的客人带来更愉悦的体验。
 如今的编程是一场程序员和上帝的竞赛，程序员要开发出更大更好、傻瓜都会用到软件。而上帝在努力创造出更大更傻的傻瓜。目前为止，上帝是赢的。
 为了理解递归，我们首先要理解的是递归。
 The best thing about a boolean is even if you are wrong, you are only off by a bit. 
 这不是个bug——这是一个feature。
 理论上，理论和实践是没有差异的。但实践中，是有的...
 Java之于JavaScript如同Car之于Carpet。
 数组的起始索引应该从0开始还是从1开始？我的0.5的折中提议被他们未经认真考虑到拒绝了——我认为是这样的。
 编程可以很有趣，你可以用它做密码学研究，但两者绝对不能合二为一。(
 如果纠错是消除软件bug的过程，那编程一定是把它们放进去的过程。
 如果Java能实现真的垃圾回收，那大部分的程序都会在执行时删除自己。
 某天，武大郎见一疯狗追咬西门庆，觉得特解气，立刻把疯狗引为知己。西门庆和小厮痛打疯狗，大郎挺身保护，身上挨了不少棒子。此后，大郎每次出门都给疯狗扔块肥肉，然后撒腿便跑。邻居们觉得进出不安全，商议把狗打死。大郎极力阻拦：有狗在，西门庆从东边来得少多了。狗活动的区域是我的战略缓冲区。
 @松鼠会Sheldon ：一个微博的网友讲，有个女性朋友的老公快结婚时把前女友肚子搞大了，后来这个女的也没有崩溃，又找了一个新老公非常好。她后来的结论是，所有的苦难都不是白费，只有经过这些才会补偿给你更好的人。这显然是一个非科学框架当中得到的一个结论。http://t.cn/8kK0sZ7 #物理界的段子手#
 老公带着手机在厕所蹲半小时了,一点儿动静没有,我只好把路由器关了,厕所里嗷的一下!
 在草榴，如果从非会员到会员相当于天朝的体制内外，给你邀请码的那个人就相当于提拔你的干部，当你犯错时候，他会被剥夺许多权利甚至被封IP，这就是草榴的问责制度。可怜我大中华竟然不如一小小成人社区，悲哉！….草榴这么牛掰啊~
 朋友今天结婚，我们一群伴郎下午跟他去接新娘，可是伴娘们在房间死死守着新娘，我们从门缝里塞了几十个小红包还是不开门。就在形势陷入僵局的时候,其中一个伴郎狂拍房门喊道：“开门开门，有快递！”......门开了。
 “我还有点事，回聊。”然后你就被卷入惊天阴谋，和十四国间谍周旋，跑遍四大洋七大洲，炸掉太空站，捣毁深海堡，美人为你挡子弹，你为美人报了仇，开了战斗机撞飞碟，驾着机器人打怪兽。。。所以你才再也没回聊对不对？
 鲁智深散步的时候遇到史进，便上前打招呼：“史，吃了吗？” 史进怒而飞起一脚踢向鲁智深：“你才吃屎！” 鲁智深站起身拍拍土，一脸疑惑：“史进啊，你怎么了？” 史进倒退数十米，助跑着怒吼道：“这TM可是你让我使劲的啊！！！”
 如果你在沙滩虔诚地捡起一块贝壳，放在耳边静静地聆听，你就会有可能听到周围有游客在骂你是个傻逼。
 生活小常识：在出租车里疯狂放屁可减少被无良司机兜远路的几率
 当你被傻逼激怒了的时候，可以尝试听一些比较纾缓的轻音乐，然后等神智完全平复后再去他们家放火。
 当你遇到傻逼的时候，可以尝试深呼一口气，然后开始倒数十下，并且在数到3的时候出拳，会有意想不到的功效。
 心情不好的时候我就跟人聊微信，晚安都说完后最后再发一句『对了』，接着立马关机睡觉，早上起来心情就会变得十分愉悦。
 刚刚吃饭时候,旁边有位牛人,一边吃一边打电话,跟电话里的人说,让所有人过去转发,转到五百,直接办拘留,先把通知书填好,不用通知家属…
 @流水线工匠:突然发现“人事”在明清黄色小说里有“假阳具”的含义。我他妈再也无法直视“人事部门”“人事经理”这些词了。//@笨蛋提督死库水:哦草。。。不省人事。。。
 今天上午在出国体检部,两个阿姨因为各自的儿子都要去英国而唠得热火朝天，丝毫没有注意到他们的儿子，其中一个问另一个，“你是吧。”另一个非常妖孽地笑了一下，然后互换了微信号。#英国明年Homo就合法化了阿姨你们造么#(@AzureS蔚蓝)
 刚看电视，有个节目做实验研究发热背心对人体的危害。三位老人穿了发热背心，一位没有穿。四人一起打了会儿麻将，三位穿背心的老人血压变高了！没穿背心的阿婆血压很稳定。这说明，穿背心的三位输钱了。
 温馨提醒：往东北地区邮寄液体物品的朋友请注意，东西到我们这边可能会冻成冰，我刚刚就收到一瓶冰水混合物ˊ_>ˋ
 像你这样，文章写的这么好，又懂音乐，长得好看，柔情似水，风度翩翩，如风中柳絮般飘然又有礼貌的好孩子，说实话，我一个可以打十个！
 “10点集合。按说应该9点50到，可别搞那么紧张，9点40到吧。单程大概半小时，所以坐9点发的那班车绝对保险。走到车站10分钟，8点50出门就OK，但出点什么幺蛾子就不好办了，还是8点40出门吧。” ——这就是为啥我们这些神经病会在你刚睁开眼时就给你发短信说“我到了”
 举例说明经济学中外推（extrapolation)的政策意义（policy implication): "一只鸡问猪：主人呢？ 猪：出去买蘑菇了。 鸡听了撒丫子就跑。猪说，你跑什么？鸡 ：有本事主人买粉条的时候你小子别跑！"
 公司新来的小姑娘，分到我的隔壁办公桌，每天问我一万个为什么，为什么你从北京来上海啊，为什么你没女朋友啊，你住在哪里，远不远啊............活蹦乱跳的像刚捞上来的鲫鱼，完全不知道有人要吃她。
 我老公一米八多，大块，高大威武，左脸上还有一道很深的伤疤，我一直认为那是他年轻时战斗的痕迹，直到结婚后他告诉我，伤疤是三岁那年猫挠的，小奶猫挠的…
 专家说小伙伴儿是生殖器的意思，引起网友吐槽，我发现个神评：专家是他妈和他爸的小伙伴儿生的。
 昨天去看了私人订制这电影,看到一半,前面的一个妹子突然大声说,冯导的电影真是越来越难看了。妈蛋,老子听到就受不了了,上去就啪啪给了她两嘴巴子“你他妈不会小点声,没看见大家伙都睡着了吗!”
 美国新任驻华大使Max Baucus，征求中文译名。大家异口同声：没咳死• 包咳死。
 【孤独一生】一同事大学时，总有一老乡妹子玩数独玩不过去，发短信叫他去帮忙。同事觉得效率太低，于是excel写了个宏，输入已有数字后自动填出所有剩余数字。同事把excel拷给了妹子，第二天妹子把u盘还给了同事，从此再也不理同事了。多年后同事才知道拿到excel后妹子就戒了数独，同事的评论是“修改果然毁游戏啊！”
 一寸土地都不能丢 谁知道会长出什么好吃的。——YOUTUBE上的一位海外网友评论《舌尖上的中国》。少年你这句话就是终极答案，我在微薄给你点个赞。
 每次过年身无分文回到家中，是母亲让我感觉到自己并不是一无所有。她告诉我：你还有脸回来？！ （@薛定谔的黑猫警长 ）
 古有卧薪尝胆，今有庆丰包子
 民间饮食传说的朱元璋模式：朱元璋当穷人/当乞丐/当和尚/打败仗/落难逃亡时，十分饥饿，走投无路吃了XX煮的XXX。他当了皇帝后吩咐大厨再做，但做不出那味道。下旨寻访，找到当年的XX，遂成名菜；乾隆模式：乾隆微服私访/下江南/时，偶过XX家。XX家拿出XXX，乾隆一尝，大为称赞，题词留念，遂成名菜
 【没品新闻】昨日焦点：腾讯新闻“邵逸夫去世，捐资助学盘点”，搜狐新闻“邵逸夫去世，捐资助学盘点”，新浪新闻“邵逸夫去世，捐资助学盘点”，网易新闻“邵逸夫去世，邵式风月片合集”。
 事业重要还是家庭重要？ 以我多年入室抢劫的经验而论，答案显而易见：家庭重要。 因为那些被害人向来都是大叫「饶了我吧！我还有老婆和孩子！」，从未有人说「求求你别杀我！我明天还要上班！」 ——《愤怒管理》，第二季
 喝上一碗少林腊八粥，浑身是劲——今天，河南嵩山少林寺在郑州11个点免费施粥，这是一碗秘制的五行腊八粥，由少林药局严格按照禅医古方配制，里面有糯米、黑米，还有五行豆（红豆、黄豆、绿豆、黑豆和芸豆）、桂圆等十六种原料，还加入了少林秘制的药汁，文武火并用，至少熬制了三个小时。（央广网）
 昨晚12点多，我在宿舍里睡得正香，手机响了，很无奈的接起，迷糊的问“谁啊？”电话里说：“我在厕所，给我送点卫生纸”。我说“今天太晚了，明天吧。”然后我就把电话挂了。
 伏地魔最讨厌的人，应该是撒谎的匹诺曹吧？
 @laoyang945:伏地魔有几大特征,迷信血统,特别自信,七个分身。
 用黄金马车运公主，路遇匪徒，匪徒把公主拖下车，抢走黄金马车开走了。
 佛教的逻辑基本是这样的，“你并不是真的恶毒、淫荡、吝啬、邪恶，你只是太蠢罢了，只要你肯用用脑子那还是有救的”。佛教真是一种从骨子里就高冷的宗教，耶稣还可以跟撒旦对掐，佛祖大概只会摸摸撒旦的头，叹一句：“唉，傻逼。” ——潜之。 评论: 远远不如道教啊，“爱信信，不信滚，不要打扰我飞升”
 问：“你能用一句话概括《天龙八部》、《射雕英雄传》、《神雕侠侣》、《倚天屠龙记》四本书的内容吗？”答：”丐帮换帮主啦！”
 齐将赛喵。孙子谓田忌曰：“今以君之下喵与彼上喵，取君上喵与彼中喵，取君中喵与彼下喵，必有胜。” 既开，众喵驰然而卧，听凭喝叱，置若罔闻。赛遂寝。于是忌进孙子于威王，曰：彼知兵法，惜不知喵。
 @高冷病患: 女孩子双手往腰一叉，小脚一跺，那叫撒野。女孩子双手往腰一叉，小脚一跺，胸部一颤一颤的，那才叫撒娇。
 @山东杨洪 :今天翻老课本,无意看到对奴隶制社会的解释:1.奴隶没有土地;2.奴隶的财产来自于奴隶主的分配;3.奴隶没有政治权力,不能参政议政;4.奴隶要爱奴隶主,不得背叛;5.奴隶有保卫奴隶主的义务......于是我彻底失眠了。
 巴甫洛夫一个人在酒吧喝酒，突然吧台上电话铃响了，他跳起来：“草！我忘了喂狗了！” ——waldman
 林洛夫教官开枪打倒陆尔盖上尉，又一刺刀将那富安斯基钉在木门上，拔猎刀割下头颅堆在圣人受难像前。顶着穿堂雪风，自那圣愚礼拜堂出来，只见东边哥萨克冬草场的大火已经映红了夜空。把酒瓶内凉透的伏特加喝尽，裹紧皮袍子，拿蜡纸包了吃剩的咸板油，挑在刺刀之上，自向圣彼得堡投乌里扬诺夫相公去了。
 1946年11月31日，苏联悍然宣布外蒙古独立。蒋公决定动用武力封锁外蒙古主要港口城市乌兰巴托。1947年2月29日，负责封锁的丹阳、基德两舰在吉他海域击沉蒙古“铁木真海军元帅”号战列舰，史称“乌兰巴托大海战”。斯大林暴怒，遂向中共提供了价值80吨黄金的坦克、飞机及导弹等装备，协助中共与国军作战。
 有一次去医院拆线，问医生能不能往我手臂神经上接一个USB接口，只要电极连上就好。医生说可是这并不能让你用大脑操作USB设备啊，我回答没事，硬件先攒着，软件再说。医生恍然大悟：你是个Linux用户！——不过最后那混蛋并没有帮我安装USB接口，反而在我手臂上贴了一个Windows兼容性认证的贴纸…… >_<
 #微造谣# 凌晨时一阴间小鬼给@拇姬 发信：“你们年前就别辟谣了，我们都快过不好年了。”拇姬大惊问道：“果壳网和阎罗网向来井水不犯河水，何出此言？”小鬼又复：“拇主编有所不知。最近拔舌地狱人满为患，小鬼们加班加点拔舌，年假双休全部取消，即使如此，仍有人在地狱住了6个月都没轮到呢！”
 由于邻居家遭到鸡蛋袭击破坏，丁日家被警方搜查，把丁日和好基友Lil Za堵在房中。结果在丁日家搜出毒品，丁日当机立断指着好基友Lil Za说「这玩意跟我没关系，都是他的。」于是Lil Za就被警察叔叔带走了。
 人厚德，车载物，千秋谁堪擎天柱；手执锐，身披坚，万古惟我威震天，横批：传世佛魔。  http://ww1.sinaimg.cn/large/561ee475jw1eck0wkfkx3j21kw16on3n.jpg
 刚刚换登机牌，工作人员是个实习的小姑娘，旁边还站着个貌似领导的大姐。我把护照递过去后就蹲下系鞋带了，正系着，听见柜头后那大姐压低声音对小姑娘说：这是个处女座，态度尽量再好点儿......那一瞬间，我不知道是该感到自豪，还是屈辱.....
 皇家社会后卫一记糟糕的飞铲，梅西360度重重地摔倒在地。裁判掏出红牌将这后卫罚下，同时给了梅西的假摔一张黄牌。梅西一脸无辜，“裁判，你搞什么？既然铲人犯规被罚下了，我怎么会是假摔呢？”裁判道，“人家铲的是伊涅斯塔。” 
 微博是个大战场，各路人马厮杀忙。愤青揪着带路打，反毛围攻纪念堂。脑残影里出神棍，铁血军迷亮刀枪。果粉转进千万里，八路溃退国境旁。灭绝人性钓鱼党，气急败坏咬钩狂。辟谣浩气三千丈，打脸揭批造谣王。你夸西方好普世，他贬美帝野心狼。民逗公知喷华夏，自费五毛骂列强。
 「在达到一定的级别之前，在苹果是很难玩办公室政治的，因为普通员工根本没有足够的信息来参与游戏。苹果员工就像戴着眼罩的骏马一样，只能不顾一切的冲锋陷阵，其他事情都与他们无关。」
 大学的时候，刚进学校。学校让我们填一份自我简介，里面包括体育强项。同桌告诉我不要写那种运动会用的到的项目，不然以后运动会会强迫你参加。于是我们写的是高尔夫、网球、滑雪之类的，本想转过身去提醒后面玩的好的男生，结果一看他写的体育强项是双脚踩灯泡、胸口碎大石...
 生理老师是个很有趣的老头，有一次他问大家：“同学们，人的染色体有多少对？”教室一角某同学答：“64对。”老头淡定而严肃地说：“嗯，现在告诉我，你来地球的目的是什么。”
 路过一个白须老者的挂摊，我停下来问道：“先生您给我看看？” 老者微抬眼皮说道：“小伙子，你印堂发黑，这一路走来就没有感觉到什么异样？” 我一阵紧张，从出门就感觉到浑身不自在，赶忙递过去200块钱求破解之法。 老者将钱收下，说道：“敢快回家把脸洗洗吧。”
 那时候在工厂做，男女公用的厕所，我一哥们上厕所，外面妹子喊里面有人吗，我哥们答没人，妹子果断的拉开了门
 在霍金学术报告结束时，一位女记者跃上讲坛，问道：“霍金先生，病魔将您永远固定在轮椅上，您怎么看待您的病情？”霍金通过合成器，用标准伦敦音微笑着答道：“我的手指还能活动，大脑还能思维，我依然可以像正常人工作学习，我不认为我有病…”全场观众齐声喊道：“走俩步，没病走俩步！”
 一哥们的手机铃声是婴儿哭的声音，某曰，哥们上厕所，便秘，怎么都出不来，最后这哥们仰头向天一声大吼，就在这时，手机铃声响了...然后...然后这哥们就出名了
 一天，8个人聚在一起吃饭，席间上了一道红烧熊掌，朋友们你推我让谁也不好意思先吃。 这时候不知道谁把灯关了，然后就听就一声惨叫，大家打灯一看，只见熊掌上有一只手，手上插了7把叉子。
 为此，记者致电了《英雄联盟》人工客服，对方表示，目前《英雄联盟》不支持Windows8.1操作系统，运营方尚在尝试兼容性改造，唯一的解决方案只有更换操作系统。
 青年问禅师：“大师，我很爱我的女朋友，她也有很多优点，但是总有几个缺点让我非常讨厌，有什么什么方法能让她改变？” 禅师浅笑，答：“方法很简单，不过若想我教你，你需先下山为我找一张只有正面没有背面的纸回来。” 青年略一沉吟，掏出一个麦比乌斯环
 
 青年问禅师：“大师，我...” “放不下一些事放不下一些人是不是？”青年惊呼：“大师怎么知道？”。“来来来，” 禅师拉着青年边走边说， “热水我都烧好了，你们这些傻X不挨烫就是难受。”
 青年问禅师：“王菲、李亚鹏、周迅、张柏芝、谢霆锋都单身了，明星们个体很耀眼，为何在一起就不行？”禅师拿出一碟芝麻、一碟花生、一碟瓜子、一碟核桃、一碟杏仁让青年分别品尝，问他：“好吃吗？”青年点了点头。禅师又拿出一块五仁月饼给青年品尝，青年吐完恍然大悟。
 青年问禅师：“大师，鸡汤几何，方能笑看人生？”禅师突然一耳光把青年刮倒在地，递了一颗感冒药给他。青年吃完顿悟道：“大师，您是说我对鸡汤的修养还很弱，生活中应该随时用鸡汤来提升自己么？”禅师摇摇头说：“你吃错药了吧。”
 青年问禅师：“我时常受到欺负，没办法挺直脊梁做人。”老禅师微笑，拿出一条蛇。青年大悟“您是要我像蛇一样能屈能伸对吗？”老禅师笑答“谁欺负你，就把这东西放他被窝……”
 青年问禅师:“我和在一起7年的女友分手了，是否爱情本不存在？”禅师微微一笑，把青年带到正在比赛的球场到:“看看它你就明白了。”青年参详许久，若有所思道:“大师的意思是否是说:爱情的意义就像一场比赛，只要过程努力过，结果如何并不重要？”大师闭上眼睛道:“非也！我的意思是，你分手关我球事？”	
 青年问禅师：“我对生活很绝望，因为我老婆把所有钱都带走了。”禅师拿出一个斧头砍断了桌子，青年若有所思的说：“禅师是让我用力打破眼前的的恐惧吗？”禅师说：“没钱还想找我唠嗑！信不信老子砍死你！”
 青年问禅师：“大师你认为什是爱国？”禅师端坐蒲团置若罔闻。许久未见回应，青年静思后似顿悟道：“大师意思是虽作普通人，纵有为国捐躯的爱意，满腔杀敌的热血，但要深藏心底，无须张扬显露？”禅师瞬时把座下蒲团掷过来，瞪目怒骂：“买不起六千元的高香就别在这叽叽歪歪烦扰老衲午休！滚！”
 青年问禅师：“怎么才能结束单身？”禅师指了指对面的一座山,青年若有所思的说：“禅师指的是，对面山上有另一高人能够解答我?”禅师说：“我他妈当年就是没人要才来当禅师。你居然还来问我? 对面山上还有空位，你也趁早去当个禅师吧。”
 青年问禅师：大师，我最近生活压力很大，如何排解压力呢？ 禅师掏出一部手机，笑着说：年轻人，玩个游戏放松一下吧。 你玩过节奏大师吗？ 青年迟疑了一会儿，想到现在是春节，恍然大悟，于是把禅师揍了一顿！
 青年问禅师：“大家都说我丑，我真的很丑吗？”禅师端起一杯水，浇到青年脑袋上。青年不解：“你的意思是，我每天都洗头就不那么丑了？”禅师回答说：“丑到端水水更流，举杯浇丑丑更丑。”
 青年问禅师：“大师，我现在很富有，但是我却一点也不快乐，您能指点我该怎么做吗？”禅师问道：“何谓富有？”青年回道：“银行卡里8位数，五道口有3套房不算富有吗？”禅师没说话，只伸出右手，青年恍然大悟：“禅师是让我懂得感恩与回报？”“不，土豪...我们..可以做朋友吗？”
 女青年问禅师：为什么我年轻漂亮，楚楚动人，可没有男人喜欢我？禅师问：你知道男人为什么喜欢大海，而不喜欢湖吗？女青年想了想，激动的回答：我知道了，因为大海挑战大，男人都喜欢挑战，所以喜欢大海，对吗？禅师：挑战个屁啊，因为大海波大！
 青年问禅师：我一直追不到我心仪的女孩，我该怎么办才好？禅师睁开眼指了指旁边树杆上正在艰难爬行的蜗牛。 青年顿悟道：禅师，您是说只要像这蜗牛一样坚持不懈，总会成功是么？ 禅师抡起木鱼狠砸：傻X，你得像它一样先有套像样的房子!
 青年问禅师：“我有很大的梦想，如果实现了，这个世界将再也没有纷争。 因此我需要很多钱，大师您能帮我吗？”禅师拿出一个小孩的帽子和一双小孩的手套让青年穿上，然后问：”你有什么感觉？”“手，头有点紧。”“我也是。”
 青年半夜睡不着，于是问禅师:“大师我经常失眠，应该怎么办呢？”禅师闭目不语，手指指向禅房的墙壁。青年循指望去，一面白墙映入眼帘，墙体空白一片别无它物。青年沉思良久后恍然大悟:“大师是说要摒弃心中杂念，心无所想才能入睡？”禅师摇摇头，大怒:“我意思是TM给我滚！都凌晨一点了还让不让人睡啊！”
 青年问禅师：“为什么在相亲节目上牵手成功的男女最后大部分都劈腿了？”禅师拿出一根橡皮筋让他扯长突然松手，橡皮筋弹了过去，青年人头上冒出汗珠，斜眼呲牙摸着疼痛的手，恍然大悟地说：“您的意思是受伤的总是不愿放手的人？”禅师怒道：“我特么的意思是拉皮条是不会有好下场的。”
 青年问禅师：“为什么我用尽了各种手段，土豪就是不肯和我做朋友呢？”禅师端坐良久，从背后掏出一块肥皂随即扔到地上。青年顿悟：“原来禅师是让我明白人生中将会错过很多东西，不是真正的友谊根本不值得一提，不能挽留的终将会失去！”禅师叹了一口气道：“不。是让你洗澡时对着土豪捡肥皂！”
 青年说：“我想有很多钱。”禅师说：“只要你能找到7个球，你的愿望就会实现。”青年问：“您说的是七龙珠吗？”禅师摇摇头说：“不，是双色球。”
 大师说，“刚才说的不算，你要找到一个没有里外的瓶子才行”。年轻人又默默的从怀里掏出了一个克莱因瓶。大师艰难抹去额头的汗水，再下一城：“好吧，难一點的，你要找到死亡又永生的办法！”年轻人从行李里搬出一个沉甸甸的盒子，里面传出一声猫叫。
 青年问禅师：“我现在遇到了很多很多的困难和烦恼，怎么办？”禅师说：“你随手画一条曲线，用放大镜放大了看，它还有那么弯曲吗？”那个青年画了一个魏尔斯特拉斯函数。
 生吞鱼胆可以“瞑目”，鲤科的鲤青草鲢鳙鲫等的胆统统有毒，不论生熟，吃了都可能肾衰竭。其他动物的胆生吃也可能引发肝肾疾病，或者感染寄生虫，比如蛇胆。吃胆吃到去急诊透析，值得么？成年人要“明目”很简单，①不要直视太阳，室外可戴上能防护UV的太阳镜；②每二十分钟望远眨眼，③定时眼科检查。
 【Firefox】：聪明漂亮的前妻。虽已分手，但仍因工作关系偶尔见面。 【傲游】：前前任女友。起初惊艳，后来发现其实很蠢。【Chrome】：现任妻子。默契，但稍有些乏味，还经常给老家打小报告。【Safari】：外地出差时幽会的小三。【IE】：给我许多第一次的初恋，可现在不仅不见她，还到处说她坏话。【360安全浏览器】，隔壁家的嫂嫂，在我年幼无知独自在家时闯入我家以看护为名将我***，多年后也常看到，但不打招呼避着走。
 Via @蔡学镛 : 拜托！有问题就直接问，我不想回答自然会拒绝回答，不要再制造这些悬疑气氛，搞得我心律不齐。下次要是再有人对我说：「我能问你一个私人的敏感问题吗？」我会回答：「21公分」，然后头也不回地走了，故意折磨他们。
 同学聚会，A迟到半小时，哥几个准备不再等他。有人说「银害没全就开喝dúo不好啊？」B说「这好办」然后掏手机翻出A的照片立在桌上，并在前面摆了三颗烟。大家纷纷忍笑向A的牌位举杯敬酒。来上菜的服务员不知前情，看傻了眼。两分钟后只听见外面「嗷」的一声尖叫，A推门进屋「服务员咋看着我就跑呢…」
 之前有个笑话嘲笑五十年代中情局的人连西藏在哪儿都弄不清楚。我觉得其实是挺难的。我刚才翻了半天资料才知道微软新 CEO 所属的泰卢固人是谁以及他们主要生活的安得拉邦在哪儿。
 柳叶刀新文：2012年，55岁德国男性，1年之内急速心衰，发热，视听力下降，低甲，返流食道炎。辗转求医也找不到病因。最后来到marburg医院。Schaefer医生是个狂热美剧House的粉丝。他觉得似曾相似，回去复习house第7季11集有相似病例。一查之下，解开了迷：人工股骨头导致的钴中毒。
 记得小的时候，爸爸给哥哥3块钱让他买哈德门烟。哥哥藏起1快，给了我2块让我去买，我花了8毛，给爸爸买了盒1.2的。。。结果回到家老爸抽着大丰收，审我们两个贪污犯！
 前天，已婚同学的QQ签名是：“可能，我没有想象中那么爱你。” 昨天变成：“老婆，我错了！ ” 结果今天写的是：“本人近日无家可归，求好心人收留。”
 和几个朋友约着一起去拜佛，但是时间已经是下午了，一个朋友说好像下午不能烧香吧，另一个想了想说，佛祖是全世界的佛祖，又不是只过北京时间，众人膜拜... 
 开学了，去学校超市补给日用品。看到满柜的肥皂，我心中不禁浮现出这样的想法：微博上的那些真是瞎扯，对现实生活根本毫无影响嘛。直到两分钟后，我看到早已售罄的沐浴露专柜。
 韩信成名后，一同乡求见被拒绝。《楚汉德育报》发表社论批韩信忘本，成名以后就不见同乡，身为大将军这样做是会带坏青少年……同时对此事进行深入报到，同乡说：韩信忘恩负义的家伙，如果当年不是我刺激他，叫他从跨下钻过，他会发奋图强吗，怎么会有今天的成绩？我也算他恩师了……
 儿子问爸爸：“为什么电视里的泡面看着那么好吃啊？” 爸爸想了半天，不知道怎么回答。 儿子又问：“为什么电视里的叔叔阿姨都不上班啊？” 爸爸很快回答道：“泡面那么好吃，谁还上班呀。”
 韦小宝，杨过，郭靖和令狐冲几个在一起比老婆。 杨过说：“我老婆愿意为我跳崖。” 郭靖说：“我老婆愿意为我和父亲决裂。” 令狐冲说：“我老婆愿意为我被囚少林寺。” 韦小宝含笑不语，众人向后看，双儿已经在向黄蓉、小龙女、和任盈盈要电话号码和QQ号了。。。
 关羽右臂中毒箭，华佗为其刮骨疗伤，手术进行中，关羽突然吃吃笑了起来，“佗佗，表酱紫嘛，良良，我们接着下棋，么么哒。”马良大惊，“君侯怎会如此？”华佗擦擦额顶的汗，解释道：“为了减少关将军的痛苦，我刚给他用了点‘萌汉药’”
 把手机借给同学玩了两个小时，还回来的时候发现四个游戏的记录都被破了，现在很闹心！ 
 在公交车上，一个小男孩，大概四五岁的样子，一直揪着他妈妈衣服上的装饰链子，过了会说：“妈妈，我喜欢这个，你死了以后这个能给我吗？”他妈妈一脸黑线，“我没死也可以给你”。
 上大学时去网吧坐在一大排机子的末端，不大一会整排机子都停电了。玩家各种闹呀，摔鼠标的砸键盘的。网管过来看看是我把插座踢开了。他插上了也没说什么，过了一会我又踢开了，网管过来说：“你走吧！要是玩游戏的知道了我们保证不了你安全！”
 昨晚帮女神修电脑，一直没修好。女神说:修不好就算了吧，歇会聊聊天。我顿时一紧张，这不是内涵老段子嘛，我怎么会一直修电脑。于是起身抱住女同事，女神惊叫一声给我一巴掌。我捂着脸委屈的说到:你怎么不按套路出牌…
 单身女小编总觉得身体不适，于是到妇科医院检查，主治男医生替她检查完以后，斜了小编一眼，她以为是很严重的病，便急忙问道，“什么病？”医生：“病倒不重，只是农药中毒而已！”我似乎懂了。
 跟奶奶一起看电视，正好是一个老婆婆弹着吉他唱汪峰的《春天里》，“请把我埋在，埋在那春天里……”， 奶奶说了一句：那你也得春天死才能把你埋在春天里啊，总不能活埋吧！
 记得上高中时，早上第二节课我就趴在桌上打盹，迷迷糊糊听见老师点名回答问题，我就把脸抬起来看是叫谁，叫到我前面的一个女生，她蹭一下子站起来，紧跟着一个屁，，，，，，，，再醒来时，已经上晚自习了。
 7岁那年，因为本人读的是职业中学，所以比普通学校放学要早些，路过一个中学门口时，正好也赶上他们放学。忽然听到一小男生对一小妹纸咆哮道：  　　“你切找你那个93年的老男人吧！”  　　哥哥当时在风中凌乱得啊…… 
 记者采访一农民工，问：“你对这次央视扫黄东莞怎么看”，农民工吸了一口烟，含泪答道：“俺还没去过三峡，三峡就给淹了，终身遗憾啊！俺还没去过香格里拉，香格里拉就给烧了，后悔莫及啊！俺正准备去东莞，谁知? 唉！……所以，人生必须有几次说走就走的旅行……”
 2008 年雪灾的时候，某列车开进上海站。 车站：「这种天气你怎么还早点几分钟到了？」 大车：「我 TM 昨天就该到这儿了！」
 和朋友合租房，有次他在他房间搞了个wifi，名字叫:WIFI免费，密码请问306，第三天有邻居来问WIFI密码，他看如果是男生问，就说已经连接满了！女生的话就告诉对方密码，然后说：“这个WIFI信号不怎么好，你可以到我房间里来用”，过了几天，还真有女生跑他房间里用WIFI，一个月后他就脱离单身了！
 #果壳科技日历#2月14日是一个特别的日子。在1946年的今天，世界上第一台通用电子计算机ENIAC被公之于众。#果壳有段子#因此，美国的光棍宅们将这一天作为情人节，庆祝这个节日的习俗就被流传了下来。（本段子由 @蚁观沧海 闯作）
 xkcd上关于Emacs的笑话:“请修复修复按住空格后过热的升级补丁，我用长按空格产生的升温来代替Ctrl键，这个补丁破坏了我的工作流程，请修复，提供空格加热选项也行”
 男朋友和我分手了，理由是我笑点太低不适合做妈妈，不能严肃教育小孩。
 @马伯庸: 想起一个古老的银英笑话，罗东东说的：一个极端崇拜莱茵特哈的少年死了，阎王给他一次转世的机会。少年提了4个条件：1特别帅 2 出身贵族 3 姐姐被皇帝抢走了 4 幼年有个好友死的早 然后他转世成了贾宝玉……
 【开学前夕为什么阴雨绵绵？】 1.揭示了故事发生的背景 2.渲染了凄凉的气氛 3.暗示了主人公悲惨的命运 4.揭露了凄惨的社会环境 5.为即将开始的悲惨故事埋伏笔 6.点明时间地点，突出时空特点 7.有助于形象感知萧条情绪 8.揭示批判寒假过短的主旨 9.烘托作业未完的悲伤心情 10.为下文设置悬念
 记得当年看过一个关于神仙飞行的脑洞文章：炼丹能炼出火药、火药爆炸能产生大量气体、神仙可以精确地控制自己的身体、神仙的身体十分强悍、所以吃下去火药然后在消化道内分别引爆…… 这就是为何神仙需要辟谷的原因……
 说时迟，那时快；武松见大虫扑来，只一闪，闪在大虫背后。那大虫背后看人最难，便把前爪搭在地下，把腰胯一掀，掀将起来。武松只一闪，闪在一边，怀中取出活页夹一只，一个厉闪也似夹在大虫颈后。那大虫直似点了穴一般，僵立不动，犹自抬着前爪。武松拍手笑道：呵呵，@果壳网 诚不我欺
 中医叫你去看西医，是你真病了。西医叫你去看中医，是你没救了。
 话说今晨，在雾霭中摸索出门，朦胧中看到路旁一老者，独坐桌旁，肩披白褂，桌子上摆一小圆筒，里面都是签。我上前去拿起圆筒晃了半天，抽出一支递上前去，说：老先生，人生如雾，何处是路？给解一卦吧！ 老头说：我就卖个早点，你晃我筷子弄啥？
 手机响：“兄弟，有个项目，我负责招标，分4个标段同时施工，由于赶工期，可直接进场施工，目前还有一个标段，你考虑下。”我激动万分：“什么工程，好收款不？”“好收款，不垫资，现场结算。”我欣喜若狂：“现在过来和你谈。”我放下电话直奔约定地点，一进屋哭笑不得，尼玛，筑长城，三缺一！
 骆家辉在中国受的侮辱】①坐经济舱上任,被日报主编田俊荣说是贪污差旅费;②不坐头等舱被芮成钢嘲讽是因欠中国钱;③用优惠卷排队买咖啡被环球时报警告别作秀好好当大使;④平民作风被北京日报要求公布财产;⑤低调务实被光明日报说是新殖民主义应警惕!⑦离别被中新网侮辱雾霾元凶瘟神
 #冷知#翻开梅毒的历史，你同时也能看到一部欧洲人民的互黑史——在意大利、波兰和德国，梅毒被称为“法国病”；在法国被称为“意大利病”；在荷兰被称为“西班牙病”；在俄国被称为“波兰病”；塔希提人则把梅毒称为“英国病”……土耳其人更狠，直接管梅毒叫“基督徒病”。
 追韩剧的嫁不出去,追美剧的阴阳怪气,追英剧的基佬遍地。——ag108lau (@英式没品笑话百科)
 “妈妈，给我讲卖火柴的小女孩的故事吧~” “好。从前有一个马仔，她有一批货要出，可是一直找不到下线。” “？？” “于是她就抽出一根点着了，青烟升起，她产生了强烈的幻觉，和前所未有的幸福感。” “妈妈，好像哪里不对” “在恍惚间，她看到了神灵！神啊！带我去天上吧！” “妈妈！够了！” @小野妹子学吐糟
 @伍法振： 如果女生问【你为什么对我这么好】应该怎么回答？ 有人回答说【我敬你是条汉子】。。。
 陪女朋友看最后一集都敏俊。。觉得要做一个好男友实在太难了，陪她看韩剧还不够，还得陪哭？！（@苍南派）
 老婆问我啥是大数据?我说这可牛逼了,通过对大量数据进行数据统计可分析出人的行为、喜好、特征和性格,比如通过分析你的购物记录、网上的搜索、视频和微博可以知道你的兴趣点和性格特征,从而可以优化商业营销和广告。老婆想了想说,你们理科生搞得太复杂,稍微研究一下星座不就啥都知道了么?(@左耳朵耗子)
 我妈被附体了吗，每次骂我之前就要加一句“不是我说你。”（@张翼德的流水账）
 一个中国孕妇，怀孕7个月时到美国生宝宝。觉得7个月还早，就跟同一个月子中心的其他孕妇出去玩。她们去了墨西哥，到处吃喝唱唱跳跳...可能是太欢乐，没绷住，还没回到美国境内，就生了一个男宝宝，墨西哥籍。
 午饭时间，爱吃包子的小实习生突然问我：老师，假如方便面取代包子成为主食，会如何影响中国人的生活方式？…我：你们聊，我先走了！ (@记者刘向南)
 如何把易达口香糖的销量提高20倍？ 答：把广告词改为“要40粒一起嚼才够味噢！”(@李亞有鸭梨)
 发现一个新名词：如果某人说，昨天主要我时间不够，不然再勾搭一下，那妞一定会跟我去开房的。那么这个人可以被称为马后约炮。
 今天在路上看到一个老头摔倒了，想都没想，果断上去扶。结果这老头还真的黑上我了，一口咬定是我撞的最后无奈只好拿钱，于是我把钱包掏出来说，大爷，你看吧我这就300块钱，骗你我是孙子，都给你了老头不信，非要翻我钱包看，当老头拿过钱包时，我果断上去一脚给老头撂倒大喊：抓小偷啊，抓小偷啊！然后果断掏出手机报警！
 两个北京程序猿，一个上班很拼顿顿方便面盒饭，生活没规律，休息的时候就是胡吃海喝熬夜打游戏追美剧，三十岁不到肩周炎、脂肪肝、颈椎病、高血压……全身上下都是病。另外一个工作井井有条，生活有规律，健康养生早睡早起，每天早上跑步，在公园打太极拳……得肺癌，死了。
 门口卖拖鞋的大妈,真是个冷艳的女子啊。我问她拖鞋多少钱一双?她说20。我说10块行吗?她说行,你要左脚还是右脚。 (@扶南)
 朋友泡了个大他两岁的老师，他女友亲自挂了他两门课，理由是重修的时候可以见到他
 在伊拉克的时候，跟当地中国人交流。不少人说，这里要是没爆炸，可比国内好，没有雾霾，食品质量信得过。一个中国人告诉我，对面卖油炸素丸子的伊拉克小店，每天晚上都把用过的油倒了，第二天换新的。
 有職員被問及，為何明將出名食物這麼難吃，卻不嘗試去洗掉這污名，該職員直率地指出，其實這只是一種市場策略，一種綽頭，故意用來吸引顧客。香港飲食業競爭激烈，既然做不到天下第一好，就要做到地獄第一差，全銀河系只此一家。
 哥有一事儿想不通，为什么开会这几天，这天儿能那么蓝。。。用什么手段了？还是连北京的天儿都讲政治了 //@西江月忙碌中: 能吹的都来北京了…… 
 @张叁无:百度了下道教,百科的第二句是“是中国人的根蒂,是东方科学智慧之源,是全世界唯一大力促进科技发展的宗教以及全球最珍爱生命和尊重女性的宗教。” 这高大上感觉……
 @我的同事是个婊子：你买了一杯奶茶，结果在戳奶茶杯的时候，吸管尖尖的那头给戳瘪了。这时的你：1.把吸管尖尖头扶正，再戳。2.找别的吸管。3.找剪刀或者笔把奶茶杯戳开。4.我是土豪，把整杯奶茶丢掉。//@小野妹子学吐槽：找店里的小哥，娇滴滴地求他：“哥哥帮人家戳奶好不好嘛”
 @吕彦妮ELLE： 北京今晚滿天繁星，好感動。生活在這座城啊，做人的沸點越來越低了。也挺好的。//@鹦鹉史航：以后你迎面见个麻子，都会幸福地啜泣…
 北美龙虾、智利帝王蟹、南极鳌虾和加拿大雪蟹都是来自五湖四海，为了一个共同的革命目标，走到一起来了。通过名字分析：“龙”虾和“帝王”蟹，有严重的封建残余，革命性肯定不好。“雪”蟹好像对革命少点热情。只有鳌虾，那鳌一张，就像党旗上的镰刀，革命性刚刚的。
 @PETD亚洲善待博士组织: 突然发现怀孕这个事，男方提供一个精子，女方就辛苦地各种准备和做实验。最后好不容易发一篇高质量的SCI，两个人还是共同一作。老公还排在前头，因为娃娃跟他姓。最气人的是，女方多半还是通讯作者，有啥子屁事都要先来联系...
 武汉理工大自主招生中有一道文学常识题：夏洛克是哪部名著中的主人公。有妹纸答《神探夏洛克》！据长江日报，考场30人有11个写了《福尔摩斯探案集》！而答案，是莎士比亚《威尼斯商人》主人公，四大吝啬鬼之一。莎翁哭晕在厕所...#其实这题本来就够蛋疼的#
 现在看来高干红后中最有出息的还是周滨，其他高干红后到了都只混个”XXX的孩子“，唯独周滨做到全国媒体和人民提他爹就说“周滨的父亲”。
 5年本科+3年硕士+3年博士+3年规范化培训+主治考试+论文基金=14年的小主治+5年+几篇SCI论文+省厅级别课题至少2项+考试通过=19年的副主任医师+5年+国家自然+3分以上SCI论文几篇+考试顺利=24年的牛逼的主任医师+患者咣咣两锤子=死了
 “报告连长！我们执行任务时有五个兄弟被那个老汉奸杀了！" “什么？有这么厉害的老汉？能一次奸杀我五个兄弟？" “是那个……不是的……是那个投告鬼子的老汉奸杀的……不是……是那个老汉奸……汉奸！……！"
 看到了“抽刀断水水更流，跟妞讲理妞更轴。”这句话，深表赞同。
 准备开个至尊自助，豪华2000平米大厅，全是高级食材，北海道帝王蟹鹿儿岛黑猪宫崎飞弹肥牛任吃，往死里吃都行，甜品全是fa4国专业甜点师傅现做，熟食档顶级大厨现做，怎样！还有超模比基尼服务员，个个赛过林志玲，可以谈心，每位只要99元！怎样！只能吃5分钟，就是让你们看看你们人类是怎么丧心病狂的
 这10年我赶脚乌克兰这是在斗地主…… 2004年，尤先科和季莫申科一起搞掉了亚努科维奇； 2005年，尤和亚一起搞掉了季； 2007年，尤和季一起搞掉了亚； 2009年，尤和亚一起搞掉了季； 2010年，亚和季一起搞掉了尤； 2011年，亚把季搞进监狱了； 2014年，季出狱了，亚被通缉了
 早上在路边小摊买早餐，一群人围着乱哄哄的，我要了一个肉夹馍，老板脑袋嗡嗡的感觉要炸了，过了一会儿扒拉开人群问我，你是一个肉夹馍吗？我想了想说：不是。
 格杀勿论吧，有人说不能以暴制暴；万众一心吧，有人说不独立思考；各持己见吧，有人说国人就爱窝里反；对国家失望吧，有人就说有本事你滚；寄望于国吧，有人说你为奴几十载；最后啥也不说，还有人说你铁石心肠；就剩[蜡烛]。中国最大的问题真不是机制，而是戾气，阻碍了人类最基本的沟通方式——对话。
 我大三受伤住院，住了半年，那时候换药，成年男人不注射吗啡都忍受不了，我能忍。然后在家修养了一年，没有办理休学，在家自学，考试的时候去参加考试，,所有科目都过了。还在修养期间考上公务员考过驾照。非常难，可我依靠强大的意志力坚持下来并且成功了。我这么伟大，却减不了肥，可见减肥有多难。
 过去的女性恐分子行凶有枪击、劫机劫人质的。典型如泰米尔猛虎组织的女杀手、车臣黑寡妇等多以人弹方式献身。还从未听闻女恐怖分子亲手持刀砍杀包括老人孩子在内的无辜民众，这与女性的心理特质相关。之前的七五事件也未见类似报道。如果这次昆明真有两名女暴徒持刀乱杀无辜，则创下了业界新境界。难道矿山炸药很难买么？
 刚刚有网友问「昆明事件发生后，呼吁一线城市人流量大的地方尽量少去，可是明天还要北京挤地铁上班，怎么办？」于是出现了一个神回答：「说真的，北京地铁。。。。刀都抽不出来」…
 我刚刚想明白了。之所以密集恐惧，是因为那些东西本来就不美，你怕的才不是密集，是丑陋。不信你想想一百元的人民币一沓沓地在你面前对成山，你是逃开还是拥抱。
 春晚节目是预言帝：当年费翔唱《冬天里的一把火》，结果当年大兴安岭火灾; 某年的春晚相声说“把XX埋起来”，结果埋了火车; 今年有一群统一着装的挥舞大刀……
 昨晚看非诚勿扰，孟非问来自韩国的女嘉宾，你哪儿整过？那女说：咪咪。 孟：哪？ 女：咪咪。 孟：哪！ 女：密密。 孟：靠，秘密，学好中文很重要！
 @北青张天蔚： 昨天打车时听广播说，为了控制人口，北京市打算淘汰吸引外来人口的产业。的哥问：我咋觉得吸引外来人口比例最高的产业是做官呢？这个也能淘汰吗？
 猎聘网最初的网址是lietou.com，拆开来看就是lie to u。在被竞相吐槽后，终于改成了liepin.com（via 豆瓣 知秋）
 只有发现蚊子落在你蛋蛋上的时候,你才会真正明白暴力是不能解决问题的。
 记者采访申代表，问如何看待网友对她的批评。大妈一摆手说，后生们不理解，那没个啥，咱自问无愧于党和人民，这么多年没有功劳还有苦劳哩。记者不解问，啥劳？大妈表情登时庄严起来，喃喃的说道：举手之劳。
 10多年前我经常做包皮手术，喜欢用头发当缝合线，因为头发的主要成分是角蛋白，十天后出现排异反应头发就断了，避免拆线。急诊科一年轻护士秀发披肩，我老是找各种理由要她的头发，每次她扯头发的表情都是羞答答的玫瑰静悄悄的开。终于有天她知道我的用途了，从此再也不搭理我。。。
 你知道吗，昆明刚开通的轻轨一号线里面的座位是水粉色的，骚骚萌萌的特好看。开年的时候全国都在下雪，可昆明已经开的满城都是樱花了。这些你们都来不及知道了，你们只能知道昆明流血了。
 技多不压身 ，现在是维语学习时间： 亚达西 口郎尼塔特 欧孜阿旦姆 （朋友 住手 自己人）
 全国人大代表、中国中铁副总工、中国工程院院士王梦恕表示，火车上不会开通WiFi，主要是安全方面的考虑，影响信号！！！为我从纽约坐火车去华盛顿，一路上的免费WiFi都能玩国服WOW，车厢内带电脑上网看片已是常态。——万恶的资本主义这是要娱乐至死啊，丝毫不为人民的安全着想！！
 我和我女朋友都是医学院的，刚到校她学护理的扎针就在我手上练习，后来学习刮痧就在我背上练习，学习拔罐依旧如此，针灸如此，刚刚我看见她空间发表刚刚买了一套手术刀具我瞬间头皮都麻了。
 今天，我的学生在班上展示了他们基因学习的项目。其中一个说道，咸花生和普通花生就是基因多样性的表达，这货是认真的。
 今天，我的室友在莲蓬头里加了蓝色食用色素来整我。我现在像个蓝精灵一样挂在教室二十多分钟了。
 今天，今天我发现我好像从我猫那里传染了太多的跳蚤了，现在做梦都是梦到找到了一个最大最完美的跳蚤。
 今天，我见到了一个好久不见的朋友，我之前听说她怀孕了于是摸着她肚子问道“孩子什么时候预产期啊？”，她慢慢的往后退然后用奇怪的眼神看着我“两个月前”。
 今天，我试图用扔鞋术杀死那只蜘蛛。结果把它的卵囊打开了，释放出了所有的小蜘蛛。
 今天，我去和一个朋友介绍的妹纸约会，我以为进行的很顺利直到吃点心的时候我问她，我们下次再一起出来好吗的时候。她说“呃”然后站起来走了。我买单。
 今天，我撞见了一个好久不见的朋友，我忍不住想要说“哇，你一定想杀了那个理发师”结果我脱口而出了。
 赵本山赠给刘翔对联一副：赚了八年广告费；骗了两届奥运会。 横批：残奧再见。刘翔回赠赵本山：大款演农民上了二十年春晚台； 外籍装土鳖骗了十三亿中国人。 横批：赶出春晚。 
 #薯片的吸引力# 一帮追踪小黑背鸥在比利时港口城市泽布吕赫繁殖的研究者发现了一件奇怪的事情，有三分之一的海鸥们老喜欢去60多公里外的工业城市Mouscron觅食，有些海鸥还一天去好几次。研究者去了一趟Mouscron发现，海鸥们是去一家薯片工厂吃丢弃的薯片了。
 “微软正在秘密地开发一个可以更快下载 Chrome 的工具，它叫IE12”…………
 错，直树要有木才是植树啊；对，因为有泽啊，水生木，就有木了啊；错，因为是半泽，水不全生不出来；对，那改名全泽直树就好了；错，那样出了交通事故一律全责。。。
 【答】腐国UK = United Kingdom of Gay Britain and Naughty Ireland【拓展】：朝鲜DPRK = Democratic People's Republic of Kim；美国USA = The United Slackers of America；天朝PRC = People's Republic of Copying
 今天早上CCTV4 《海峡两岸》节目中，军事专家张召忠谈到马航mh370失联事件时，向观众介绍了气象卫星、多功能合成孔径雷达等。当讲到红外遥感卫星时，他说“零下700度以上的物体”都能被观测到。绝对零度（理论上宇宙最低温度）是零下273.15摄氏度，零下700度实在不可理解，央视还堂而皇之地打了字幕。
 上联：整容少年放言要整成都教授，成都教授得报纷纷逃离学校；下联：草帽路飞立志要当上海贼王，上海居民闻讯户户加紧防盗。 横批： 来自星星的路飞
 怎样区分跳伞的是新兵还是老兵？ 新兵屁股上有一个脚印………
 课堂上,教授讲授经济学:“何谓第一产业?喂牛,养羊。何谓第二产业?杀牛,宰羊。何谓第三产业?吃牛肉,喝羊汤。”有学生问:“那么,文化产业呢?”教授眼睛一亮:“问得好!不愧是俺的好学生。” 然后回答:“所谓文化产业,就是吹牛皮,出羊相!”
 近代史老师讲：＂梁启超在17岁娶妻之后，曾以为岁月就这么平静的过去了，直到他遇见了............康有为＂
 狱警给犯人们介绍新成员：“他是李代沫，吸毒。”一白发老者马上走过来寒暄“久仰久仰，在下北钙薛蛮子”，然后指着捂着屁股的小孩说“他是东邪李天一。”角落里传来冷冷的声音，“在下南帝薄XX”。地牢里传来一声咳嗽："寡人中神通周。。"
 合金装备V的序章 原爆点 今天正式发售。本游戏开创了游戏界不要脸的新趋势----正传发布前dlc。
 做梦微信也可以花钱买匿名评论了，于是我花了很多钱去每条下面评论:"你这么胖还是别吃了"、"照这个养生方法你活不到年底"、"半夜三点说热爱工作老板看不到的"、"你拍照的水平太浪费流量了"、"你祖传农民哪有澳洲亲戚卖薰衣草小熊"、"你这么炫富还欠我钱"……后来又听说花更多钱可以解除匿名，吓醒。
 张闻天自以为凭借在遵义会议上的积极表现和在整风运动中的诚恳态度就能够为自己在庐山会议中争得说话之地，却不知毛主席对他早年间反对自己和江青结婚一事始终记恨在心。这也注定了他被打成反党集团骨干成员的悲惨命运。就算不学恩来，学学林彪也好，可惜他不会。所以说，小天是我见过最单纯善良的人。
 @瘦驼: 不建基站，可以让小区居民更少的沉溺于网络，尤其是煲电话粥的时间将大幅减少。可以让小区居民更多运动，满屋找信号好的地方。更多开窗打电话，客观增加通风透气的机会。讲电话的声音会更大，对提高肺活量有益。#移动基站对居民没什么危害#
 Stack Overflow又出一神贴：洗完一筐衣服，如何用最快速有效的算法来给袜子配对？各路Geek们纷纷对Hash算法，并行方法，人脑与CPU计算能力展开了大讨论。 还有程序猿贡献了其宝贵的袜子配对伪代码…评论： 几年来，我一直买一模一样的袜子，省事了。
 为什么说薪酬超过一万的时候都用几十k或者十几k而不是直接说几万？程序猿：10k比1w多240块钱..
 【女子WOW下"副本"被“查水表”打扰 怒踹抄表员】据海都网报道，28日晚，福州女子小梅正在玩魔兽世界，组队下高难度副本。拼杀时有人敲门：“请开门，抄水表”，小梅下意识回答“家里没人”，抄表员气得用力砸门，小梅因分心而操作失误，连累全队被灭。愤怒的小梅开门，一脚将抄表员踹伤。
 我们的总局要大家一晚上只播两集电视剧，可是美国的电视台就跟你对着干，福克斯的卫星频道FXX刚刚决定报复社会，将从八月21日起，全天连续播出动画片《辛普森一家》一共五百五十二集。这跟我们一到暑假就把几部《西游记》播个几遍一样。强烈要求总局去管一管。 http://t.cn/8F0vhKq
 @平安成都: “你为什么专抢小米手机，你是小米手机的忠实粉丝？” “ 不是，因为他们都说小米手机难抢，我不信。。。” ——某派出所审讯室。
 起初，他们定义了少许敏感词，并要求敏感词都替换成B～。不久，人们开始用别的词汇代表原先敏感词的含义，于是有了新的敏感词。能用的词越来越少，B～的声音此起彼伏。终于，所有信息都成了敏感词，除了汽笛长鸣般的B～声。万物回归均匀，宇宙重返低熵，“嘭”的一声发生了大爆炸。#循环宇宙模型#
 @浩正刘臻：有关垃圾焚烧场，有个英国朋友最具建设性的建议：垃圾处理厂是一定要建的，但不要建世界最大，也不要亚州最大，每个城区造自己的垃圾处理站，就造在政府办公楼旁边，这样，垃圾处理站的环保指标肯定有保障。杭州各区政府大楼的建筑都很庞大，周边很空旷，基本没啥居民 ，是建垃圾处理站的最佳选择。
 @北京厨子：现在基本模式是：官员拿到好处，上一个项目。各种瞒天过海。老百姓不知道是最好的，能压就压，能骗就骗。极少数情况下，老百姓急了，上街，之后就是警察出动，警察挨打，警察撤回，政府大喇叭，抓几个打警察的，项目下马。大家都平安无事。一般都装什么没发生，人民内部矛盾。傻逼才开枪呢。
 @bigman510：朋友回到大陆在深圳遇到暴雨，深刻体验了国内逢大雨必淹的城市下水道病，据他描述，广深路主干道封锁，自己正独自在漆黑的立交桥下淌水，突然听到一曲《大中国》：“我们的大中国呀 好大的一个家 经过多少风吹和雨打…..中国 祝福你 不用千言和万语”他说他那一刻明白了啥是魔幻现实主义。
 @irrenhaeusler：看著越南全國各地大規模反中示威，天朝憤青憂心忡忡：糟了，這個國家不生產車子呢，該砸什麼好？
 @作家崔成浩：那天在海南，总理走进超市，随手买了两盒小吃，今天，这两盒“总理套餐”，竟卖了一百万套！还是供不应求。总理就是在货架上随便拿的，真那么好吃吗？后来我想明白了，人们在乎的不是好不好吃，而是只有吃这个，才觉得安全吧！
 @34354364546：今天回家，一辆面包车塞了14个人，后边一乘客说， 你这是超载，被逮着要扣不少分呢，司机回头淡定冷笑， 扣分，那得有驾照，顿时，无数倒抽冷气得声音，弥漫在车厢…
 @纳兰无羁：真的很可怕，黑长直发大妈和大波卷发阿姨打架，互拽头发。在势均力敌，互有胜负的情况下，卷发阿姨却坐在地上嚎啕大哭了起来，说自己白花了好几百，头发又被拉直了。
 #SickPedia# ☆ 我总是被女孩拒绝。　 于是我也只好自己把糖吃了开着面包车回家。 ——thetargetprof 发布于 恋童癖 栏目
 北京时间5月13日，骑士官方宣布原球队主帅迈克-布朗下课，这是他最近三年内第二次下课。 在布朗加盟骑士之前，他曾与湖人达成了一份为期四年价值1825万的合同，但在担任了仅仅一个多赛季的主教练后就黯然下课。随后，布朗又在去年夏天和骑士签订了一份五年价值2000万的长约，但在执教了一年后，他再次下课。 根据猛龙随队记者Josh Lewenberg的统计，迈克-布朗“理论上”仅仅工作了28%的时间，就将领到九年3825万美元的薪水…… 对于此事，一位id为p0tatoman的网友表示：“这就是美国梦”，另外一位id为schnide1的湖蜜则说：“迈克-布朗一定是世界上最擅长面试的人”。 
 “看完后立马掏出手机打开Siri问道：你喜欢我吗？数秒后，冒出一个冰冷的机器女声：我怎么知道。 ”
 警方称,向南夫通过发表文章每个月至少收入近千美金的稿酬,称他拿到稿酬曾多次去嫖娼。博讯网否认刊登了活摘人体器官的报道,称向南夫所使用的发稿帐号与多位访民和记者共享。
 甲骨文扫描了1500万行Android代码,发现了9行代码是拷贝自Java,这些代码目前已经移除。
 不能简单地把有没有财产、有多少财产当作判断人们政治上先进与落后的标准，而主要应该看他们的思想政治状况和现实表现，看他们的财产是怎么得来的以及对财产怎么支配和使用，看他们以自己的劳动对建设有中国特色的社会主义事业所作出的贡献。
 值得一提的是，不管你的手机是什么屏，也不管Miracast投射的大屏幕是什么分辨率，我们都建议你在进行视频播放投射时采用720P片源——不仅因为容量低可装载更多部，而是因为1080P的视频投射到大屏幕上和720P视频的投射效果已经类似了——在经过压缩后，这两种片源的差异已经被抹杀了……
 新京报：日本动画片《新世纪福音战士》片头曲的中文版是你唱的吗？ 鞠萍：这个我还真得更正一下，网上都说是我唱的。真不是，只是音色有点像，但真不是我唱的，我也没地儿解释去，通过你解释解释。我要能给日本的动画片配了唱，我可太牛了，得好好吹嘘一下，但还真不是。
 Jeff Dean 有次用一句 printf() 实现了一个 web 服务器，而其他工程师添加了数千行注释但是仍然不能完全弄清楚它是如何工作的。而这个程序正是如今的 Google Search 首页。
 有次和基友们赴宴，深圳大饱口福自助餐，一两百一位，大家讨论朗姆酒还是哈根达斯还是三文鱼如何吃回本的时候瞥见旁边一大哥在灌可乐，哈哈哈，觉得真傻。然后猛醒悟，人家只是来吃个饭而已。
 Freedom has many difficulties and democracy is not perfect. But we have never had to put a wall up to keep our people in -- to prevent them from leaving us. 
 从前有一个王子，他jj异常短小，由于害怕被未来的妻子嘲笑，就决定要找个具备超敏感体质的“真正的公主”来当老婆。最后，能感受到四十层的床垫下的小豌豆的小姑娘胜出了。人送外号，“豌豆公主”。#童话故事的真相
 【微软派Lumia宇航员到"Galaxy S5航站楼"砸场！】三星在伦敦希思罗机场T5航站楼宣传Galaxy S5。日前，微软派出四名Lumia宇航员来到已改名为Galaxy S5航站楼的希思罗机场T5航站楼，因为据说这里是可以通往"Galaxy（银河系）"；结果，宇航员们失望而归，这只不过是个手机广告。三星一定在想：这群猴子派来的逗比……
 距离我们仅仅650光年的参宿四（猎户座α），夜空中排名第九的亮星，会在接下来的100万年里的某个时候（也许就是明天，谁知道呢）炸成超新星，并可能附送一个伽马暴。如果这个伽马暴正好对着地球，那么，晚安，人类。
 我已经不再是三年前的那个傻逼，不再是两年前的那个傻逼，也不再是一年前的那个傻逼了。我是今年这个傻逼。
 @叶哈雅:开始装修房子，有靠谱的清真家装建材推荐吗？听说有卖清真水泥的…… @通衢狂隐 回复：先知未卜有手机，麦加何曾用水泥。可怜火狱烧炭吏，至今不识天然气。
 世界杯要来了，我支持湖人队，因为我喜欢林丹，他跨栏那么厉害，基本不用抢七就能一杆清台的，他提拉弧旋球也很强，过弯很流畅，入水都没有水花的。最帅的是打小鸟球基本上不用背越式，直接跳发，托马斯全旋接一个全垒打，对方的四分卫就算是黑带也经常来不及使出盛装舞步就直接被将死。
 深圳一女孩儿花4000块在网上买了一套高考答案，直到开考前一直按此答案复习。结果上了考场后“完全被吓到”，因为没有一道题能对上的。于是女孩报警。讲述过程中她泣不成声:"他不仅骗了我的钱，又毁了我的前途"。
 一男子开着13款捷达到交警岗亭附近，对着交警大喊：我没有驾驶证，照样开车，你能拿我怎么办？来啊抓我啊！交警并未理睬他，而是对着副驾驶男子说：这二逼要是考到驾驶证了，我就把你教练证和驾驶证一起吊销了。副驾驶：艹你妈，踩离合挂一档快走，你个傻逼
 居然有人写这种代码 c = (a != b) ? a : b; 所以—— 于是—— 不还是a？ 评论：可以翻译成：老婆意见一致时她听我的，意见不一致时，我听她的。
 克罗地亚方面批评了国际足联指派西村雄一担任主裁，抱怨他们无法用英语与这位日本裁判沟通，克罗地亚后卫乔尔卢卡说：“我从没在自己的职业生涯中见过世界杯裁判不会说英语，我很惊讶他对着球员说日语，我们没人能听懂他说什么，也不知道该怎么说，我们队里又没有日本球员。”//@呆子爱曼联爱mana爱toda爱yamap:其实我真的觉得 裁判可能说的真的是英语……
 2009年，五福巷变电站被曙光新村居民投诉维权，声称变电站有辐射影响他们的生命安全。在居民的一再要求下，变电站没有建成。 2013年，曙光新村居民又发微博求助：“在这40度高温的天气'南京御道街28号 曙光新村因用电量超负荷'导致变压器报废'现已连续两天处于无电状态'小区老人小孩居多'晚上洗不能洗'睡不能睡'严重影响居民生活'小区居民现在求助无门 请求有关媒体帮助我们” 真是“我选择，我喜欢。”
 据我们了解到的八卦信息，实际上是百度视频向版权联盟投诉，为何你们打盗版只打我们不打快播？随后由腾讯出面举报查处快播。
 找了个人来修空调，看他爬在15楼的窗外，我赶紧对他说：“你们做这一行还挺危险的，要不这样吧，价格再便宜点，否则我就关窗了。”
 一个实验室的神经大条师兄，前一秒钟发现自己将痢疾杆菌培养液当成了白开水倒进了杯子里，什么都没做，找标签准备贴着，后一秒钟找标签没找到口渴了端起杯子就。。
 曾花10块买个iPhone5S模型，在河边假装打电话，然后假装和女朋友分手，大骂起来，再恶狠狠的把手机扔到了河里，看着旁边妹子用那花痴的表情看着我，然后摆个pose。结果，有人说，兄弟，你手机浮上来了..
 旧社会的有钱人太惨了。周扒皮辣么有钱，想让工人多干点活，还要半夜牺牲自己的睡眠爬起来学鸡叫。巴依老爷辣么有钱，请阿凡提一起吃西瓜，把西瓜皮堆阿凡提那边，卖萌说提提，你吃的好多呀。还被阿凡提嘲笑，说你连皮都啃光了。黄世仁辣么有钱，喜欢杨白劳的女儿，还要去抢……太惨了，还是新社会好。
 看你手撕快递包裹时那种气吞山河的姿态一点都不像连矿泉水瓶盖都拧不开的弱女子。
 擎天柱又一次在保卫地球和人类的战役中被炸成了一堆碎片，大黄蜂很伤心，到处找能修好的地方，问了先知，说中国山东有个blue shit的学校可能会修，于是带着碎片去了，师傅打开一看，皱着眉头说：这安好是个啥？大黄蜂哽咽地说：你若安好，便是擎天～ 
 咖啡店，一位美女走过来对我说：“帅哥，有充电宝吗？”我摊开空空的双手对她说：“你瞎吗？” 她说：“对不起，丑逼，有充电宝吗？” 
 @马伯庸:面对美国人的挑衅，我们别无选择，只能把美使馆所在街道改成贾斯汀比伯大道。至少加拿大会乐见其事。//@谷大白话:"金正·卡戴珊·Honey Boo Boo·Snooki·菲德尔·巴拉克·麦粒·乔佛里·穆阿迈尔·艾哈迈迪·侯赛因·W·比伯" 大街
 天台上赌球的和高考的让一让，周杰伦的歌迷要上来了！
 在大航海时代，我们实行海禁政策；在大贸易时代，我们禁绝国际贸易；在大数据时代，我们关闭互联网。----我们，为什么总是那么二逼？
 @thomasluo骆轶航: 2014.06.02: 急招Swift资深工程师，要求5年以上Swift语言开发经验，尊敬领导，服从指示，有狼性，待遇从优。
 老大,如何应对iMessage排山倒海的抄袭?张小龙哈哈大笑,这算个鸟,让用户主动把这个功能关掉!哼,苹果太不了解中国了。第二天腾讯收购了一家群发iMessage广告的公司。(@性感玉米)
 一大早被门铃吵醒，我以为是快递，开门一看，原来是大学同学，我说：“好久不见，进来坐！” 他说：“不坐了，你签收一下。”
 @心内科牛医生:国家临床技能大赛医患沟通题目:十七岁患儿急需肝移植,父亲坚持活体供肝,患儿O型血,母亲A型,父亲AB型,如何进行医患沟通?!这才叫真正的坑爹啊!//@请叫我毅丝不挂-: 我有一个好消息和一个坏消息告诉您,坏消息是您儿子没救了,好消息是他不是您儿子。
 去图书馆避暑，没带学生证进不去，只好在楼道里蹭空调。管理员阿姨洞晓了我的企图，要赶我走。我可怜巴巴地望着她：“我就在外面蹭蹭，保证不进去。”然后她恶狠狠地骂我：你们这些臭男人每次都这样说...（@阿诗玛奶茶）
 便利店收银台前，一个萌萌的正太扯着父亲袖口问：“粑比粑比，为啥明明是160块，你却交了210块呢~” 男人慈爱地摸着儿子的头：“这样阿姨就能找回一张50块的，钱包就不会鼓鼓囊囊的啦~” 收银小妹也弯了眼睛，对正太微微一笑，递给了男人5张10块的…
 小区有位美女开了家动物诊所,我和一哥们忍不住去搭讪:你好,请问这里是给动物看病的吗?她微笑着回答:是的!哥们抢先一步躺在了病床上:请给我检查一下,我是程序猿!我不甘示弱,立即紧挨着他躺下:也请给我检查检查,我是单身狗!
 在某场合见到几个自称我脑残粉的女生。一见面她们就兴奋地“嗷嗷嗷见到活人了>口<~~”然后握手，握完兴奋地“嗷嗷嗷跟他握手了>口<~~”然后签名，签完兴奋地“嗷嗷嗷拿到签名了>口<~~”……后来她们问微博能否粉她们，我说：表！！！她们一怔，然后兴奋地“嗷嗷嗷被狠狠拒绝了>口<~~”#……怒求正常粉#
 一对朋友夫妻，男的名字里有个“凡”，说是每次上街，媳妇买了东西就朝他手里一塞：“阿凡，提！”他就恭恭敬敬地说：“好的，巴依老爷。
 升级了android l的人 vpn全都坏了,没一个能用的,google干得漂亮！ nexus5应该是啥？一个随身携带的智能设备，附带通话功能…… 升级完android L之后 Nexus5 它终于回归了本质,变成一部电话了。其他功能？连不上google 什么功能都没有了
 “公司 100m 光纤。如何在最短的时间内将 20G 的一个文件安全地传到欧洲？”“Ups邮寄加密硬盘吧，隔日达。 费用400rmb”
 世界上有个神奇的国度:一、不想解决人民提出的问题，老想解决提出问题的人民；二、他们一遇到问题就说是历史遗留问题，实际上，他们每天都在为历史遗留问题！
 程序媛背着一堆书进阅览室，警报响了，扫地老太太让她看看是哪本书把警报弄响，序媛把书倒出来，准备一本一本的测。扫地老太太见状急了，把书分成两部分，第一份过了一下，响了。又把这一份分成两份接着测，三回就找到了，扫地老太太用那雷人的眼神，好像在说O(n)和O(log2n)都分不清。
 客户: 你能把地球展开来了么？这样可以看到所有国家，我们想让人们知道，我们并不知只给半个世界提供服务，我们要为全世界服务！ 我: 你是想加一个地图么？ 客户: 不是了。只是我们的 Logo 和地球，但地球是平铺开来的。
 客户：“网站看起来挺不错！不过你能不能加一个阻止穆*斯*林访问的安全功能？”
 客户：我要是换内存的话，电脑里的东西会不会丢？ 我：不会的，内存不存东西。 客户：不存东西为什么叫内存？
 上一次阿根廷人在家门口让欧洲人碾压，是在马尔维纳斯群岛。
 PM给现场（on-site）工程师的三条原则：1. 不能打客户；2.不能骂客户；3. 不能打骂客户
 @马伯庸：到底是哪位壮士给我寄汇款单的时候写 “马伯庸收”啊！！！！那是笔名啊！！我身份证不是这名字啊！！我没法向邮局证明我是马伯庸啊！！别的就算了，钱取不出来太伤士气啊！！！ //@Stella 汇款单那次是风息神泪寄的……缘由忘了……后来风息同学因此被祥瑞了，还在博客上哀嚎认错什么的… 
 #钓鱼#中国市面上售卖食盐中的钠含量严重超标，每一百克食盐的钠含量竟然超过了人体每日所需量的12倍！
 #钓鱼#中国市面上的矿泉水里面连生命力最顽强的病毒都无法繁殖，给人喝了，可想而知后果会是怎样。
 #钓鱼#中国的经济建设败坏社会风气，竟然有许多女生上街不穿裤子。
 #钓鱼#转基因食品存在巨大危害，在一家用转基因大米做午餐的学校内竟然有一半学生没有男性生殖器！
 #钓鱼#动物实验表明，转基因食品有巨大危害，给小白鼠注射了转基因大米悬浊液之后，小白鼠立即死亡。
 #钓鱼#把人的红细胞放入中国市面上的纯净水里，人的红细胞不久便爆裂死亡，现在中国的矿泉水质量能让人信任吗？
 #钓鱼#众所周知，双氧水能杀菌消毒，它会在有细菌的创口处形成气泡。可是中国的猪肝，放入双氧水中，放出气泡竟然无比剧烈，甚至让整瓶双氧水都变成了水！
 #钓鱼#向兔子静脉中注入10ml空气，兔子居然死亡！中国空气质量差到了何等地步！
 #钓鱼#人只要以1000g/kg的剂量服用转基因大米，就会死。这说明了转基因大米的毒性之大。
 ——“东方有一座高耸入云的圣山，只要登上山顶就能获得强大的能量！”——“那么大师，到底是什么样的能量呢？”——“势能，重力势能。”
 小明看见小偷正在偷阿姨的钱包，他机智地说：“谢谢叔叔帮我妈妈捡钱包。”小偷红着脸将钱包交还，人们投来了赞许的目光。阿姨要下车了，一把拽住小明，说：“儿子，走，回家了。”小明急了：“她不是我妈妈！”乘客们皱着眉头：“刚表扬几句，这孩子又调皮了。”于是小明被拽下公交，卖到了外省。
 戴尔开始接受比特币支付，首先面向美国消费者和小企业。为庆祝该支付手段，戴尔推出优惠活动，通过比特币购买Alienware（“外星人”）产品可获10%的优惠。（图 via 新浪科技）
 闺蜜说看了小时代后浑身也流淌着一股见谁撕谁的热血，正好回家西班牙男友和她吵架，她想着电影轮圆了胳膊给了男友一个大嘴巴。男友问亲爱的你为什么打我。她觉得解释不清“因为我刚看了一个倡导撕逼的电影。”就说“谁他妈让你们当初八国联军侵略我们中国！”男友哭着说“可是当初没有我们西班牙啊！”
 “家住北京一个很少有人去的老平房，老爹是公务员，二婚。老妈是过气的歌手，没车没钱，我自己还无业。诶看来我这辈子是嫁不出去了。” ——记者在中南海门口随机采访的一位大学生如是说。
 办公室的鱼缸里养了几只透明的小虾，领导带着眼镜看半天，问我养的什么呀，我说，虾啊－－！领导一愣，转身走了...#领导我错了# 
 @马伯庸 做体检和做网游任务差不多，在各个科室之间跑来跑去，每完成一项检查就在任务列表里划一勾。有时人多，还得跟其他玩家一起蹲守刷野怪大夫。对我来说抽血只是掉几点红，扛得住。最可怕的其实是口腔检查，一躺到牙医椅上，就立刻被施加一个恐惧术。其效果和你在七、八级时下牙医副本的团扑率成正比。
 @Lodd: 中国通信史上有两大耻辱，一是周幽王烽火戏诸侯，二是强推TD标准。二者背后都有一个二逼的决策者，以及一群被耍成逗逼的奴才。
 @凤凰网:据镜报，英国女子佩里的爸爸在她15岁时跟她坦诚想做女人，佩里十分支持老爸，希望他做真实的自己。在佩里20岁时，她的未婚夫也表示想做女人，并和佩里老爸一起接受了变性手术。现在佩里已经接受了这个事实，她们三个幸福的生活在一起... //@非法出家:她的中文名字叫 岳灵珊
 此前，如果要问你，魔术师约翰逊，杰森-基德和伊塞亚-托马斯之间有什么相同点，你可能会说，他们都是NBA殿堂级控卫，都当过助攻王，都进过总决赛…… 但现在，他们又多了一个共同点——他们的儿子都是同性恋。
 @果壳网： 《汪星人：闻屁股其实是一种交流》http://www.guokr.com/article/438913/ （@松鼠会Sheldon 评论：怪不得每晚19点的全国交流节目叫“新闻联播”）
 走在人行道上，突然一辆车像失控了一样向我开过来，我一看开车的是个女司机，急中生智大喊一声：“朝我身上撞！” 惊慌失措的女司机点了点头，撞到了电线杆上。
 红会找禅师问：郭美美已经承认自己是青楼女子，与我红会无关，那我现在可否站出来澄清自身？禅师不语，从怀中掏出一封只写有“母亲大人亲启”的信递给红会。红会大悟：师傅是让我敬老不忘本，对流言一笑而过吗？禅师说：我的意思是，这谁他妈的信啊？！
 来自甘肃省中医院、甘肃中医学院附属医院和省中西医结合医院的 9名专家根据埃博拉出血热的传播途径、临床表现和病理特点，认为该病符合中医理论的疫病特点，参考以前该省出台的中医药防治甲流、H7N9等方案，研究制定出中医药防治埃博拉出血热的预防和诊疗预案 
  CSDN杯我最喜欢的密码大决选季军： FLZX3000cY4yhx9day (飞流直下三千尺，疑似银河下九天）；hanshansi.location()!∈[gusucity]（姑苏城外寒山寺）； hold?fish:palm（鱼和熊掌不可兼得）
  CSDN杯我最喜欢的密码大决选亚军： Tree_0f0=sprintf("2_Bird_ff0/a")（两个黄鹂鸣翠柳 ）； csbt34.ydhl12s（池上碧苔三四点，叶底黄鹂一两声）； for_$n(@ RenSheng)_$n+="die"（人生自古谁无死）
  CSDN 杯我最喜欢的密码大决选总冠军：ppnn13%dkstFeb.1st。中文解析：娉娉袅袅十三余，豆蔻梢头二月初。
 “如果分派给孩子们的任务不再需要了，父母会把它们杀掉 ——对了，有的时候，孩子还会变成僵尸。”
 如果你说一个女大学生晚上去夜总会陪酒，听起来感觉就不太好，可如果你说一个夜总会小姐白天坚持去大学听课，就满满的正能量了。所以说话的时候，顺序特别重要
 作家崔成浩说得好：我们朝鲜从来不开除党籍，因为开除党籍会污染群众，所以我们直接枪毙。
 长得好看的人才叫高冷，长得丑的叫冰霜哥布林。
 《启颜录》记隋杨素戏弄侯白，问进入百尺深坑后如何出？侯答可刺脑出水浮上来，杨问脑中何有水，侯：“若无尔许水，何因肯入尔许深坑？”此为脑袋进水最早故事
 现在的医生也太逗了，去排队看病，前面是一对母女。轮到她们时医生问女儿，有过性生活吗？妈妈有些生气:“我女儿才16，医生你胡说什么呢”女儿淡定的说:“有”妈妈惊呆了！等到回过神问医生:“怎么了你问这个是不是我女儿生什么病了”。医生摇头摇头:“没有，我就随便问问，聊天嘛”
 A programmer's wife asks him to go to the store and pick up a stick of butter, and while he's there, pick up eggs.He never returned. 妻子让程序员去商店买黄油，然后，在商店的时候，拿些鸡蛋。他再也没有返回。 reddit上看到的，有人回复说 程序员会一直拿鸡蛋直到鸡蛋没了，他就会报错。
 读计算机系的朋友发了条状态：“今天请假回家，打理奶奶的丧事。刚才把和尚请到家里念经，他还给我讲了一大通，我听着大概意思是奶奶去世后，镜像传输要花七七四十九天，才能登陆阿弥陀佛服务器，之后为了build到极乐净土还要等队列，完成后就能从墓碑、佛龛、遗物随时云连接奶奶了。感觉挺正规的。”
 8月25日上午，四川省南充市潆溪镇有一名男子被人在街头杀死。附近居民称，死者姓庞，在此摆摊算命已有两三年时间，曾有传言说，庞某“算死过人”，这次被杀，可能正是因为他算命“太准”。目前，杀害庞某的犯罪嫌疑人已经被捕。
 罗永浩手机掉进河里.这时河神从河里出来.拿出一个5s问是不是他的.老罗说不是.河神又从拿出一个s5.老罗还说不是.最后河神拿出了老罗的锤子.老罗说是了.河神觉得老罗很诚实.便把这三个手机都给了他.雷军知道后很羡慕.就把他的小米4扔进了河里.不一会.河神就煮熟漂了上来...
 一天，朋友的邻居出远门，要朋友照顾好家里的藏獒和鹦鹉，并且再三告诉他，藏獒随便逗，鹦鹉不能逗。 朋友逗了藏獒好久什么事也没有，转脸看到鹦鹉，心想藏獒都逗得起，这只傻鸟有啥可怕。 果断逗了鹦鹉，鹦鹉说话了：“藏獒，咬他！” 享年23岁…
 朋友在老牌旅馆打工，每到深夜，店里常出现一铠甲武士的幽灵。上个月有位历史学家住店，刚好撞到，吓得大叫。服务员们纷纷赶去看热闹，争着问：“您看他是什么时代的？”“是哪位将军？”“哪场战役战死的？”学者答：“铠甲档次很低，小兵而已。”从那以后，幽灵再没出现过……
 和一个20岁出头的年轻人聊天，她对生活感到麻木，十分悲观地认为自己这辈子也就这样了。我批评了这种错误的想法，20岁的时候我也曾有过同样的想法，直到后来30岁才知道人生其实可以更糟糕的，哪有“这辈子也就这样了”这么好的事情啊。
 一名数学家办了一个大抽奖，头奖金额是无穷大。开奖以后，头奖得主来领奖金，数学家告知他无穷大的奖金的支付方式是这样的：“现在立即领取1元钱，下周同一时间领取1/2元，再下周1/3元，以此类推。”
 路上看到一女孩，挺秀气的，举着鸡翅，左一口右一口吃得津津有味。我说：“妹子，你注意点形象啊。看看你像什么？”妹子愣住了，说：“挥着翅膀的女孩？”
 和闺蜜出去旅游，累了在树下休息。突然，几滴鸟粪滴到我脸上了，我还没反应过来，闺蜜就拿手帮我抹匀，说：“你的防晒霜没摸匀呢……”
 想到当年高考，考完语文出来，大家讨论作文题目，《早》，说了半天，有个同学惊叫一声:“不是“旱”吗？？？” 湖南的
 不就是个错别字吗？写成梁静菇有什么，我以前还写错成孙燕婆！
 在停车场等朋友，突然听到身后有人说：“别这样，请你离我远一点…”我心想我也没跟踪谁啊，难道是变态妄想狂？回头一看，却是位穿西装的清秀小哥，脚上趴着一只野猫，蹭来蹭去。小哥又恳求道：“呃…这样西裤会沾上毛的，我还要去面试，麻烦你放开我好么。”措辞客气到爆，可猫还是继续蹭啊蹭……
 去北邮校招宣讲，说出了积怨很久的一句话。找工作呐，首先要想好的问题是，选择那种阻碍信息流通的呢，还是做那种促进人类进步的？
 为了保密，中央军委化名“昆仑纵队”，毛主席也取了一个假名——“李德胜”。
 据《纽约时报》报道，日前，泰国组建了一个名为“泰国美食委员会”的组织，它将在本周披露一个可判定某一道泰国菜是否美味、地道的机器人
 腾讯WebQQ的官网web.qq.com发布公告，宣布将在年底关闭。webqq一旦停用，那么基于webqq协议的库(如lwqq)和软件(如pidgin-lwqq)很可能也随之不能用。这意味着Linux用户再也无法在电脑上使用任何形式的QQ服务。webqq网站已经很长时间没有维护，目前页面源代码中依然有2013年9月份左右加入的"前端特工"的广告。
 荷兰阿姆斯特丹自由大学计算机科学教授安迪1981年说过：永远不要低估一辆装满磁带在高速公路上飞驰的小货车的传输带宽。
 “大哥，我和你妈同时掉进水里，你先救哪个？” 她假装漫不经心的趴在他胸口的腰带上，心里却十分紧张，“当然是先救你” 他摘下黑框眼镜擦拭着，心里却想 去你MLGB，我妈掉进水里那可是回了老家，还用得着我救吗？
 【十几页报纸竟然读出了6000条谣言！胆小者慎点 】台州有一名网友爆料：“中午在楼下买的报纸，刚才准备读一页，一打开，啊！好几条谣言，一会儿它们就钻到脑子里面去了，敢不敢不这么恶心！”另一名网友挺身而出，为大家亲身示范“如何安全读报纸”（戳图2）赶紧转发教小伙伴安全读报纸！#反讽#
 我有一次用一个工程需要看文档写API,感觉这文档写得炒鸡赞，一路搞定当前的工作写完后一看那文档的联系方式，妈蛋原来是我自己写的难怪那么符合我的心意ORZ
 1977年，宇航员Russell Schweickart (第一个太空实测月面行走装置的人,但他没上月球)。在采访中回答了关于尿袋的问题：“我们有三种型号，小，中，大……当然了，聪明人肯定会选择正确的大小，因为这事儿事关重要。如果你选小了，那就会挤住，你就撒不出尿来；如果你有自我问题，选大了，那等你尿第一次的时候，一半的尿就会漏到外面去。这会是你最后一次犯这个错误。”
 #假新闻# NASA为男宇航员准备的尿收集袋是直接套在JJ上的，尿袋有不同的尺寸，如果选大了尿袋会掉，如果选小了会勒JJ。为此NASA特意为宇航员们准备了：小号、中号和大号的“管套”以匹配宇航员不同的“管子”但是大家都选择大号的，没有一个人选择中号甚至小号，所以宇航员的尿袋总是往下滑。为了解决这个问题，NASA很机智地把型号替换成：大号，巨大号和巨无霸号。
 果壳网有人发贴问APEC是什么意思，底下各种脑洞大开： Air Pollution Eventually Controlled、Another Pair of Engineer Couple、Albert Plays Einstein's Cock、A Pitifully Embarrassed Country、At Party & Empire's Control……
 刚有个13275921000864来电“中国移动用户您好，您的电话卡异常，将于11月停止服务，人工服务请按0”。我按了0后非常诚恳地跟那边男声说，“早点转行吧，骗子这行没有前途的。” 那边沉默了一下说，“我不知道您在说什么”  “呵呵，正常服务都是菜单要听个七八层，再等个几十分钟才能遇到人工服务的。”
 “第二杯半价简直是对单身狗物质和精神的双重打击，有没有考虑过我们弱势群体的感受哇？” “单身狗就是吃亏，像我们单身猪就没有这个问题，我们一个人就能喝两杯。”
 猫奴的烹饪流程：拿出一个锅--把猫从锅上拿开--洗菜--切菜--把猫从锅上拿开--刷锅--切肉--把猫从锅上拿开--刷锅--倒掉肉和菜--叫外卖
 双十一前，老公看完新闻对媳妇说:：“北京一快递员一天送200多个快递，结果猝死。”媳妇说：“这么年轻就死了，太可怜了。”老公回头， 语重心长地对正在网购的媳妇说：“没有买卖，就没有杀戮......”#我们爱讲冷笑话#
 @斯库里:请善待快递员！咱们等顺风公司年庆的时候组织高速公路拦车救人吧。 我去朝阳区找个仁波切带头拦车，拦下以后在淘宝募捐，每个快递员1万，钱到手就把他们放生到山里去。#被自己的善举感动了#
 【男子APEC期间没假期，竟遭“丈母娘”鄙视被迫分手】“连个APEC假都没有，肯定是混企业的打工狗，这种人没出息的…”昨天，北京女孩彤彤在妈妈的逼迫下，与刚相亲交往不到一周的男友小崔分了手。但让一家人没想到的是，分手后小崔回了条信息，“都怪我这几天在怀柔开APEC，没顾上你…”
 菲莱着陆，各地网dou友bi发来贺电：没准我们不光着陆了一次…我们还成功着陆了第二次！ ——欧空局官推 @ESA
 菲莱着陆，各地网dou友bi发来贺电：把你肮脏的飞船从我的彗星上拿开！！！ ——上帝 @TheTweetOfGod
 菲莱着陆，各地网dou友bi发来贺电：嘿，也许这意味着菲莱成了史上第一个彗星漫游车！ ——行星女神（划掉）行星学会高级编辑艾米丽·拉克达瓦拉 @elakdawalla
 菲莱着陆，各地网dou友bi发来贺电：明明是彗星兔子#还蹦跶呢 ——瘦驼
 菲莱着陆，各地网dou友bi发来贺电：刚和惠更斯项目的老朋友马塞洛碰了个面，他说欧空局手里的不是着陆器，而是滑行器#哎呦 ——艾米丽·拉克达瓦拉
 菲莱着陆，各地网dou友bi发来贺电：当菲莱离开地球的时候，Facebook还没成气候，iphone也还没有被设计出来，大多数人还都认为电动汽车就是个玩笑…… ——转述自 @光头怪博士
 菲莱着陆，各地网dou友bi发来贺电：科学翻开了笔记本：“好吧，所以还有什么别的看起来不可能的机器人着陆地点呢？” （画圈）“……太阳。” ——黑化的好奇号 @SarcasticRover
 菲莱着陆，各地网dou友bi发来贺电：你知道吗：让太空工程师相互拥抱的唯一办法，就是把机器人落在别的东西上。 ——黑化的好奇号 @SarcasticRover
 菲莱着陆，各地网dou友bi发来贺电：着陆器没有发射鱼叉？带着鱼叉去彗星却不发射算哪门子着陆器？ ——黑化的好奇号 @SarcasticRover
 菲莱着陆，各地网dou友bi发来贺电：如果我有鱼叉的话，他们就得把火星改名为“那个到处都是鱼叉形洞洞的星球”了。 ——黑化的好奇号 @SarcasticRover
 菲莱着陆，各地网dou友bi发来贺电：想象一下如果你是十年前在这个项目上的人。“妈的我那个螺丝到底拧紧了没有啊？！” ——reddit网友FigMcLargeHuge
 菲莱着陆，各地网dou友bi发来贺电：菲莱的鱼叉失灵了，当初团队里包括些日本科学家会不会好一些…… ——oztiger
 菲莱着陆，各地网dou友bi发来贺电：67P 现在是欧盟新的成员国了 ——reddit网友JimmyJimRyan
 菲莱着陆，各地网dou友bi发来贺电：也许我们不需要把每个着陆的彗星都拿鱼叉叉掉……也许我们可以试着先谈判一下？ ——黑化的好奇号 @SarcasticRover
 @瘦驼 老师说过：“ 有一天，这堵墙被推倒。可惜，它不能像这堵墙一样被我们拆下什么留作记念品。它会凭空消失，就像从未存在过一样。 ”她当时的配图是柏林墙。
 一组水分子列着整齐的方队齐刷刷地跑过来。其他的水分子感叹道：不愧是当冰的。// 一群水分子相互鼓励着“我们要飞得更高”就飘飘忽忽飞上了天，其它的水分子们仰望着他们感叹：“真是蒸汽啊”！
 听说一天化学老师在逛街，遇到了恐怖分子，然后与其英勇搏斗，一刀把恐怖分子劈成了恐怖原子。
 听说一天数学老师在逛街，遇到了恐怖分子，然后与其英勇搏斗，一刀把恐怖分子劈成了恐怖分母。
 听说一天生物老师在逛街，遇到了恐怖分子，然后与其英勇搏斗，一刀把恐怖分子劈成了恐怖组织。
 一个物理学家，在菜场和菜贩子吵了起来。事情起因是物理学家陪老婆买菜，他老婆问菜贩子：你这大白菜上怎么有洞？菜贩子说：这是虫洞。物理学家眉头一皱，突然伸出食指深深插进洞中。然后他对小贩说：你骗人，我的手指依旧存在，没有进入另一个时空
 小贩冷笑一声：“在虫洞处时空曲率达到正无穷，你的手指在穿过虫洞的一瞬间获得巨大的能量并超过光速，根据相对论.△t‘=△t/√(1-v^2/c^2)， 你当然无法观测到手指穿过虫洞，这不是常识吗。”
 物理学家不屑的看了小贩一眼说道：根据相对论，加速后，物体能量增加，E`=mc^2+Ek，可以利用质能方程看出，其相对应的质量就增加，为何我的手指质量却没有增加？
 想起很久以前一个女朋友，她和我一样怕冷，每到冬天到来，她可以把一车的零食摊在床上和触手可及的床边，摆的像非洲草原上过河的斑马那样兵荒马乱。而她，则潜在暖和的被窝里，如同河底深处冷眼的鳄鱼，不时探出头来，用两根手指，稳稳夹住其中一包零碎，优雅熟练的撕开猎物，而后又悄无声息的潜回水底。
 ☆ 隔三差五总会遇到这样的日子，让我想和女友一起一连看上好几部电影。今天就是这样的心情，于是我来这里问问大家，能不能给我推荐个好点的女友？
 ☆ 听说德国人很机智地开通了一条“骂人电话热线”，让打电话的人可以对着电话另一头的陌生人破口大骂。 但这其实也不是独创。　 在英国我们早就有这样的服务，叫做“电信宽带客服热线”。
 ☆ 切，不就一辆巴士能靠屎做动力么，多大事儿啊？  我们英国议会纯靠喷粪运作已经好多年了好么！
 ☆ 听说了么，美国著名杀人魔查尔斯·曼森要在狱中结婚，当局批准了……　 我也赞成这一决定——无期徒刑对这个刽子手来说，果然还是太轻了！
 ☆ 时光荏苒，一晃眼著名的“乐队援助(Band Aid)”慈善活动已过去30年，今年他们再次召集歌星，录制单曲来支援非洲人民。 一项有意思的数据是，今年参加录制的歌星，绝大多数在1984年时都还没有出生。 而更有意思的是，1984年活着的非洲人……现在绝大多数都已经死了。
 ☆ 在超市停车场听见有两人在激烈争吵，一个骂另一个：“谁允许你在残疾人车位停车了！你他妈的是智障啊？！”　 等等，那不就是可以停了？
 ☆ 我还记得我爸第一次和我谈男女之事，是在我要出发去读大学的时候。他说：“儿子啊，到了大学里，四周一定会有许许多多漂亮姑娘，所以呢，我去药店帮你买了点东西。” “爸，”我不好意思地说，“套套我自己有啦。”　 他说：“那个你用不着！我给你买的是抗抑郁药。”
 听老师讲过有个小号手的谱子，每隔一段落会标记一个“低头”。有个新人不理解其含义，演奏到“低头”那里偏偏不动。。。然后。。。被后面的长号手顶飞了。
 通过讲理让低智商者意识到自己的智商低，绝大多数结果都是失败的，偶然成功的结果就是引来对方更大的仇恨
 ☆ 首相卡梅伦在讲话中疾呼数学和科学应当成为英国教育的重中之重，他举例补充说，就算你人文知识再好，知道克伦威尔打赢了黑斯廷斯战役、西班牙的首都是巴黎，但若是不知道牛顿四定律、不会用毕达哥拉斯定理来解圆形的体积，又怎么能算是个对社会有用的人呢？
 ☆ 英国保守党议员被媒体抓拍在国会上公然用iPad玩Candy Crush，保守党对此表态称，要一连抓到三个议员玩游戏才能将他们消除。
 上次去西塘，看到一只萨摩耶躺在地上午睡，我过去摸摸它后脑勺，没醒，然后拉拉它耳朵，还在睡。看着它微张的嘴，我小心翼翼的把它的舌头拉出来一点点，各种角度拍照……然后赶在狗主人发现前迅速逃掉。
 2004年10月，嘉義2名大學同學在中秋節期間，幾杯酒精下肚之後進行「公鹿鬥角」企圖博取1名清秀佳人歡心。2人騎著電單車以時速80公里撞向對方，2人當場死亡。該名清秀佳人事後只說「對他們都不感興趣」。
 Jon Skeet根本不需要调试器，他只要盯一眼代码，错误之处自然会原形毕露。
 如果Jon Skeet的代码没有通过编译，编译器就会道歉。
 Jon Skeet根本不需要什么编程规范，他的代码就是编程规范。
 拉瓦锡当年在一个税务局工作，一年赚的钱换算成人民币有六亿。于是他就有钱没地花开始买钻石放在装满氧气的密闭容器里烧… …后来他被处决了。
 RT @谷大白话:滚滚长江东逝水， 魔棒淘尽英雄。 Death Eaters转头欧欧欧空。 波特依旧在，几度夕阳红。 白发校长讲台上， 惯看秋月春风。 一声阿瓦达喜相逢。He-Who-Must-Not-Be-Named，都放魂~器~中~~
 @张任: "洁身自好“就是别给他们找事，如果一个富二代把你啪啪啪了，然后你得了性病，或者怀孕了富二代不承认大着肚子回家，或者做流产被亲戚朋友知道了，这就叫不”洁身自好“；但是如果富二代说要娶你，上你家提亲，这就没问题了。// 知乎问题：上大学之前，我妈妈对我说，"女孩子要洁身自好要矜持要自爱，最好读大学的时候不要谈恋爱。"大学老师也说，"谈恋爱的女孩子要洁身自好，要保护好自己"。“洁身自好"究竟是什么意思？ 
 ——“我买了一台MP4.” ——“哦，什么牌子的？” ——“迈凯轮” （ http://3.im.guokr.com/BkD2VC6VnR-rEaJzUmysnCqaJDM7QmuhLRdfIlyskpOEAwAAWAIAAEpQ.jpg ）
 我咬咬牙买了辆3000块钱的自行车，然后加了个本地的骑行群，然后看群里有人在求推荐：想买个前叉，预算3000-4000
 高帅富甲：“你那个小女朋友情人节问你要礼物了么？” 高帅富乙：“要了，说起来一肚子火，凭啥啊，就长那样还非要4S……” (我的心理：这是什么高帅富啊，送个手机还要磨叽） 帅富甲：”就是呀，我觉得你买辆TT就够打发了，4s什么的完全没有必要啊“
 听到旁边的两高富帅在聊天 A:“女朋友生日快到了，不知道该送她4还是4S。” 这时我默默的拿出我的5S，把玩在手上，这时B说话了：“你干脆咬咬牙买turbo吧，这才显得重视。” 我又默默的把手机放回兜里，擦干了眼角的泪，继续休息。
 张尧学的“透明计算如此透明，简直是皇帝的新衣。”
 王拱辰对中国文学史有重大贡献，他搞倒滕宗谅，藤跑到巴陵，重修岳阳楼，请老朋友范仲淹写了《岳阳楼记》；他搞倒欧阳修，欧阳跑到滁州，写了《醉翁亭记》；他差点搞死苏舜钦，老苏回老家，买了块地，修了个亭子，写了篇《沧浪亭记》。这三篇还刚好都是相隔一年
 型男才叫出柜，你那叫出栏。
 又一次被逼问为什么还不去考驾照——如今我给出的回答是：“我觉得我的左脸要相对好看一些。”众人纷纷大惊失色：“卧槽你还真是天生坐副驾的命！”
 通知：各体育用品商店，超市，服务社，从即日起，将店内足球摆在显著位置，按足球，篮球，排球顺序严格摆放。有足球出现的地方必须正面光，严禁底光，逆光，要注意三突出，在所有球类中突出足球，严禁其他球摆放在足球前面的错误发生。组织促销活动必须以足球为基础展开，奖品一律定为足球。
 我们老师说：《裸婚时代》中刘易阳说“我没车，没钱，没房，没钻戒，但我有一颗陪你到老的心”，其不靠谱程度类似于“我没看书，没复习，没做题，没作弊，但我有一颗不挂科的心”
 邪恶的反义词是什么？” “纯洁啊！” 当你的第一反应是这的时候，你已经不纯洁了。。。 邪恶 的反义词是正义。。 强攻的反义词呢？回答弱受的一样不纯洁，应该是智取
 刚有人分析Titanic上Jack其实是穿越来的：1.身上没有当时货币，船票赌来的 2.提到在Wissota湖钓鱼经历，该湖1917年才建成，而T号沉没在1912年 3.跟Rose说要带她去玩圣莫妮卡过山车，这在1916年才建好。他穿回来目的是在Rose自杀和落水时两次救她。我觉得这救法太操劳，为什么不开船前撞断她腿就好？这个方案杰克显然在别的时间线尝试过一次了。他给萝丝看的素描作品里不是有个独腿妓女？
 跟领导住一条街，下班时领导说捎上他，途中也没啥话，走到一个桥头的时候，我就找了个话题，说 “前天有个傻B开车竟然撞到桥墩上了，车子都快废了！” 这时领导表情很复杂的看看了我，说“所以我今天得蹭你的车！”
 几个围攻老人和母女的港人是想用实际行动来告诉你：别买我们的奶粉啦，我们的奶粉也能喂出SB来。
 有些职业，是默认的由一种性别的人来担任的，当出现少数的异性时，就要在前面加上性别来突出表示。比如，警察，默认都是男人来担任，出现女性时，就要专门说女警察。类似的例子还有：护士、男护士；保姆、男保姆；孙策，公孙策…
 同样用谷歌图片，我用中文搜扇贝出来的图全都是熟的，简直了~
 大家早，这里是伦敦人民广播电台，刚才的大笨钟最后一响是格林威治时间七点四十分整。先播放一组简讯：昨晚开膛手杰克突袭查令十字街84号一家旧书店，损毁近十本关于自己的研究专著；国王十字车站站台整修，大量猫头鹰转乘帕丁顿站，与熊爆发冲突。Mr.Bean入主贝克街221b，租户焦躁不安急需心理干预。
 如果希拉里当选，她就是全世界唯一一个既干过美国总统又干过美国总统的女人。——tanboniu
 越南人非常不讲究，安全意识也奇差。他如果在一个施工环节上三番五次的提醒你，那有可能是因为在这个环节上死过人。#一个真实的故事#
 伟大领袖，永远健康！林副主席比较健康！…（一路按级别喊下来）…煞笔村长！病入膏荒！
 我曾有幸参加过一次你国大学模拟联合国。活动中他校人缘最好一位公子哥抽中了特立尼达共和国的签，我见证了整个世界在特立尼达共和国的阴影下颤抖着，一切本该最肮脏最可怖的政治交易是如何在学生港湾大酒店达成的。以及六十瓶啤酒后，巴以两国领导人抱头痛哭。一个非常有趣的平行宇宙。
 路灯是要自己一盏一盏挂起来的！唱起来～长安街有五百四十二个灯柱～北京有五百四十二个厅级以上干部～时钟每天转了一千四百…
 长安街的路灯我看了，非常好，白玉兰七八个灯头，到时候一个灯头挂一个，装点七彩明灭小灯泡，就是要研究出能使得灯头在音乐中交错起伏旋转的机械结构，放一些这个旋转木马的曲子，交替均匀暴尸，咱不是那偏心的人
 我们这印度人十个九个穆斯林，都是不过两代。问为什么，种姓制度压的呗。真主说信教的都平等，小拉曼荻的爷爷一听这感情好阿！去你的爱谁谁，咱把湿婆庙点了吧，轰！
 我校农学院斥巨资重新浇筑了被盗的黄铜奶牛雀西雕像。于年初几乎花光了全年研究经费。农学院发文建议学生尊重雀西，不要再用抛光设备清洁雀西铜像的乳房部分，使其锃光瓦亮，给别人造成一种我校师生没事就摩挲雀西乳房的猥琐假象。雀西为科学做出了巨大贡献应得到尊重，但同时也请印度同学不要再献花了
 Why doesn't GRRM use Twitter? Because Twitter has a limit of 140 characters. 为什么 乔治马丁 不用推特？ 因为推特有140个字符（角色）的限制[不够他杀的]。
 RT @阴影之主吴淼: 看到出版社对塔8的修改意见，彻底出离愤怒了！为了民族团结为了宗教信仰，删掉所有对猪描述，我忍了！如今定位又降到了青少年读物……食尸鬼要改成食尸怪，所有鬼要改成幽灵幽魂！所有鬼字都不能出现！恶灵附身要改……最后……为了正能量为了读者的健康：诸如妈的杂种婊子性感上床求欢钻被窝都要删！
 你遭遇了车祸，就快要死了，在回光返照的那一刻，你抓起你的iPhone，按住Home键，对着siri说出了那句电影中常常会出现的遗言：“告诉妻子我爱她！”就在你的生命之火熄灭的那一刻，你的妻子收到了一条莫名其妙的短信：“我爱她！” （简直惨绝人寰！！！！）
 青年学生进入传销组织，经过三个月的洗脑之后，整个组织都加入了她的微商大家庭。
 “喂，保险公司吗？我车被追尾了” “严重吗？对方什么车型？” “是96” “是保时捷996吗？” “不是996，就是96，96式主战坦克” “………………………………”  http://weibo.com/1854343754/Cdwq3qklR
 @瘦驼 贴了自己小时候的儿歌： 来到了天津卫，我嘛也没淆会。我淆会了开齐彻，我轧死二百多！我上坡，我下坡，我又轧死二百多！警察来zua我，我躲进女厕所。厕所没开灯，我掉进茅屎坑。
 #转 一个简易的提升逼格的方法：如果你愿意，你可以在简历上写自己是美国时代周刊2006年度年度人物，曾获08年感动中国组委会特别大奖。不用担心吹牛被捉，因为这两年的获奖者分别是“Everyone”和“全体中国人”
 法制晚报：为了引人关注，42岁的男子孙兵竟向天安门城楼毛主席像投掷墨水瓶，造成画像污损。法晚记者上午获悉，东城法院一审以犯寻衅滋事罪，判处孙兵有期徒刑一年二个月。
 已婚男性由于经常需要和老婆在床上厮打，渐渐总结发展出一套以寝技、锁技为特色的综合格斗技巧。因为是衍生于已婚男性群体，所以这套武术被称作Married Men’s Action，简称MMA。
 接近一个高冷的人，不要正面强攻，可以采取迂回战术。我女神养了条哈士奇，于是我有事没事就聊她的狗，教她怎么养，她也不排斥跟我聊天，这么一来二去就熟了。她昨天说自己要出趟远门，让我帮她养半个月狗，还说只信任我，看来迂回战术有效果了。我问她去哪，她说她刚交了个新男友，跟他去马尔代夫玩。
 初中时. 我曾经试过把五角的硬币塞进鼻孔，然后取不出来了， 老师打电话叫我爸爸来了，我以为我爸会把我送去医院，结果他看我又请家长，很生气，一巴掌扇过来，硬币应声而落。
 …近日，北京电视台科教频道的《法制进行时》节目也针对违规动漫的相关内容进行了批判，其中包括《尸兄》在内的多部动画被提名，而《名侦探柯南》更是被称为“犯罪教科书”……
 妈，都怪你，不让我早恋，现在我都找不到对象了！”“这就是不让你早恋的原因啊，不然你早就知道自己找不到了。”
 妈妈哄儿子睡觉，就给他讲故事：“从前有两个人，一个男的，一个女的，他们每天都在一起，却不能交谈一句话，而且还不能扭头看对方一眼……”这时，儿子打断妈妈，问道：“你说的是新闻联播里的那两个叔叔阿姨吗？”
 通过多年的经验，我觉得物理考试题都是酱婶儿的 问：如果你有四根铅笔，我有七个苹果，那么，房顶上可以放下几个煎饼？正确答案：紫色，因为外星人不戴帽子。#根本不知道在说什么。。。
 糖问盐：“都周一了，大家都在上班干活，你为什么不干活？”盐说：“因为我很咸啊。”
 今早老板打电话给我，一开口就是怒吼：“你他妈人在哪儿呢！应该8点钟上班的，你看看现在都8点半了！”“别这么急啊，我在自己办公室坐着呢。”“少他妈装！”又是惊雷般的怒吼，“我就站在你办公室里！” 于是我说：“哦哦不好意思啊，都忘了告诉你我有新工作了呢。” …
 长途客车上坐第一排，听见后面传来一阵阵呜呜声，想着是不是哪个乘客私带着自己的宠物狗上来了，莫名的觉得很有趣，心里浮起一阵和小狗在花园玩耍的情景，昏然正要睡去，直到突然一个人吼道“看片带耳机啊混蛋”.. 妈蛋，不能睡了，整个人都不好了..
 我小时候以为，早睡早起身体好是一句口号。长大后我才明白，这只是三个愿望…
 “你做过最徒劳的一件事是什么？” “脱光衣服站在体重秤上。”
 楼下开了个咖啡店，刚开始生意不好，后来请了几只猫，生意火了。客人来以后，猫随机选一个，跳到怀里，一趴一下午，不挪窝，客人开心的伐得了，坐在座位上一动不敢动，连续点七八杯咖啡十几盘小点心。晚上打烊后，猫排队领罐头。其中有一个长的比较胖的猫，晚上在邻街咖啡厅搞兼职。
 东北年轻人说：“世界这么大，我想去砍砍”。
 生化危机，丧尸横行，我被围困在一个废弃的地铁站内，看着四周不断涌入的丧尸，我绝望的闭上了双眼，但过了许久都没动静，我悄悄张开眼睛，发现他们只是围着我却不扑上来撕咬，我这才想起：地铁站内不允许吃东西。
 小王对老王说：“爸，我跟李叔的女儿谈恋爱，您不同意！我跟张叔的女儿谈恋爱，您又不同意！我跟赵叔的女儿谈恋爱，您也不同意！现在我跟刘叔的女儿谈恋爱，你还是不同意！千方百计的拆散我们，我现在都24了，你难道还觉得我是早恋吗？“ 老王低下头对小王说：”儿子，你知道天龙八部不，去看看。”
 最近发展了一个新爱好，在Google map上找到当地监狱，然后点进去看评价。一般评价是“床硬，菜难吃，住客很粗鲁，管理员不友好，不推荐”，不过也有“积极向上”的评价：我在这里呆了五年，我学到了很多东西，我现在变成了一个更好的人。
 刘备要在北京盖房子，诸葛亮掐指一算说：“只买水泥，沙子今天傍晚到京。”
 一位中国老人在海关翻找护照，韩国女警不耐烦的问：你第一次来首尔？老头儿点头：第二次。女警一瞪眼：既然第二次，怎么不知道提前拿护照？ 老头儿说：我第一次来没用护照。女警不屑：“不可能！中国人来韩国都要护照！你上次来是什么时候？” 老头儿平静地说：“1951年，开坦克来的，当时叫汉城。”
 「大盘到不了一万点，我习主席三个字倒过来读！」 「同意，没到一万点，我李总理三个字也倒过来读！」
 风和日丽的庐山瀑布下，老师童虎把胡子剃了，紫龙路过看见了打了个招呼：您好啊尤达大师。
 你们不要小看宫崎骏的动画。这种大众作品适合谈恋爱的时候跟对方谈论，而且随着对方开始发表意见，你能够很快判断出对方是不是毛左、工业党、键盘政治局、核平东京、核平东京但是保留AV女优、核平东京但是保留日本工业以求中体西用等等平时隐藏得很深的观点。@Wolf_Skiy
 路过高中母校附近...看到走前面两个穿着校服的一男一女手笑嘻嘻手拉着手上学...不禁勾起了我多年以前的回忆...因为我高中上学时也像这样........................看着走前面的一男一女笑嘻嘻手拉着手上学
 因为 GFW，搞得好多人都不知道 VPN 是用来搭建虚拟局域网的了……
 据悉，英国一名科学家发明了一种新型胸罩，可以彻底解决咪咪“在运动时容易上下晃动”及“天冷时容易激突”两大难题。　 据说他当时就被同事们打死了。 ——Katherine Boyle
 Google无人小车也应该有个按钮叫「手气不错」，按了之后随便把你开到哪儿。
 在人类历史中出现的载具，绝大多数都能将醉酒和困倦的人带回家，并避免发生碰撞。现在，你知道的，我们不用马匹了。
 愚人节那天，洋葱新闻社应当播报真新闻。
 书籍发展史上，卷轴代替了平板，而书本取代了卷轴，现在平板又取代书本了，那么，下一个取代平板的，是不是某种可以卷起来的东西，像是可折叠屏幕？
 陈道明的粉丝叫稻米。。。难道不是应该叫道友吗？
 又到了职业装妹子烦恼的时候了，穿着薄薄的短袖白衬衣，一个深呼吸第二颗纽扣立马绷开。艾玛窝擦怎么是倒数第二颗，尼玛不按剧本绷扣子啊！
 如果一个老公总是炫耀抓住老婆多次通奸，你一定觉得这个老公很废物。如果一个政府总是表彰抓了多少贪官，你便立刻觉得这个政府满满的都是正能量……
 为何党媒老黑《名侦探柯南》？因为那个叫毛xxxx的每次都被射倒。还有那个叫江xxxx的戴着一副黑框大眼镜到处晃。
 RT @戴老鼠: 帮朋友处理稿子。这是其中一页，出版社给出的修改意见，曰：“即便是小孩子，也不可以偷东西！！！”诗的作者白居易，中国乃至世界最伟大的诗人之一。做童书八年，这是第一次对中国官方审查员的冷血、无知、卑劣，有如此真实的体验。不要打听是哪家出版社，出于道义，我会严格保密的。“小娃撑小艇，偷采白莲回。不解藏踪迹，浮萍一道开。————《池上》白居易”
 这广播体操也太假了，女生都做了十几年的扩胸运动一点效果都没有～ 
 车前有个小伙子，向后跳了一下摔倒在地，用很痛苦的表情看着我。我：“没撞到你啊，怎么年纪轻轻就讹人啊？” 小伙子：“谁能证明，你有装行车记录仪吗？” 我心头一紧，没装啊。“后悔了吧？” 说着小伙子从包里掏出了一个盒子，“大哥装一个吧给你优惠价”
 爸妈吵架吵的很凶，突然老妈把她手机摔了。然后我爸就不服了，“你吵不过就吵不过，摔什么东西！”老妈毫不示弱：“我的东西我想怎么样怎么样！” 突然老爸给了我一巴掌说道：“好啊，我儿子我随便打怎么样！”老妈一边把我拉过去一边说：“儿子也是我的！”说完又打了我一巴掌，我竟无言以对。
 只要想想我们的地球有多大，再想想跟地球比起来太阳又有多大，然后再想想太阳在宇宙中不过就像一粒沙子，你就会发现吃掉眼前的蛋糕其实也没什么…
 在昨晚的足总杯半决赛中，双方球迷共同为希尔斯堡惨案默哀一分钟，整个安菲尔德球场静得出奇。甚至都能听见小偷摸包的声音。
 医生对我说：“如果你再不改变自己的生活习惯，那你不是抽烟抽到死，就是喝酒喝到死。——选择权在你自己，你好好想想吧！”哦哦，那我选喝酒。
 本地的公交车服务质量在近来有了很大的提高。 ——只要你以“之前整整几百万年根本没有公交车服务”为标准来判断的话……
 近日，一艘前往欧洲的偷渡船上，穆斯林难民将12名同船基督徒难民扔下海杀死，舆论哗然，许多人呼吁将这些穆斯林重新装船送回利比亚。　 我觉得应该只送他们半程。
 我往犹太邻居家里扔了汽油弹。 不幸的是他伸手接住了汽油弹，当时就把火给灭了，两分钟后，汽油就进了他的汽车油箱里……
 看到新闻里说教皇和卡梅伦在避孕问题上意见不一。 咦我都不知道他们俩好上了。
 每次看到新闻里报道那些袭击或侮辱穆斯林的人是在搞种族歧视，我就气不知打哪里来。　 伊斯兰教又不是个种族！　 那是种精神疾病啊。
 今天兄弟十分气愤的说了一新闻，一泰国男子因不知爱双胞胎姐姐还是妹妹更多一点，于是将两人全部娶回家。我淡然的说了一句:”不就是两个长得一样的老婆嘛，我也有。”说完默默举起了自己的双手。。
 科普下切糕的成本，给那些喊糕贵的人看看，100公斤葡萄才能熬成30公斤的浆，光核桃仁就50元每公斤，还不算其他花生、葡萄干、杏仁等价值不菲的原材料，从采购到制作到销售，都需要很大的人力物力，原材料成本还是小事，尤其是销售环节，通常是一个人推着车子卖，一群人埋伏到附近，一旦顾客不想买，就从四面八方黑压压地围过来，因此要耗费很大的人力成本，所以卖得贵。
 我有个哥们是蒙古的，青年摔角冠军，家里开了个小饭馆。有次晚上饭馆来了四个小混混惹事，不给钱就走了，他爹追出去理论。他刚好回家，听他妈讲完立马追了出，黑灯瞎火与一群人撕打起来。回到家里跟他妈说全撂倒了，他妈问撂倒几个？他说：5个. ——一边打，他爹一边喊，我是你爹我是你爹啊！！！！这谁听了能停手啊。
 一次，遇一女的，怀里抱一个，手里牵一个闯红灯。怀里抱的那个把她视线全部挡住，走到路中间的时候，她放开牵着的那个，开始接手机。我车速慢，急停，提醒她注意安全！她骂我：贱逼，开豪车了不起啊
 大徒弟原是理财经理，天生自带年少多金风流倜傥光环，导致平均每天有两名以上大爷大妈关心他的私人感情生活。如何在一分钟内结束谈话？大徒弟表示很简单啊~大爷大妈：小X，有女朋友吗？大徒弟：没有。大爷大妈：为什么不找呢?叔叔、阿姨给你介绍！大徒弟：因为我心理变态啊
 大徒弟从理财经理调成了客户经理。领导表示，不许变态！大徒弟不服，为什么不许我变态？我劝他，动物都不准成精了，人到那说理去？听哥的话，不要变了！可是，贷款的客户虽然没有理财的客户八卦，还是隔三差五关心大徒弟为什么没有女朋友，大徒弟继续一分种结束战斗，因为我有男朋友啊~
 “我要中国银行投诉你们！”“我们不归中行管……”“国家的银行还管不了你们？你们不是在中国开的银行？”“那您还是去人民银行吧……中国是人民的……”#我觉得我态度挺好的，为什么说我在讽刺他……#
 猎人放生了一条狐狸。之后他每天回家都会有丰盛的菜肴等着他。某天有个道士路过，尝了猎人的饭菜，摇头道：“这是狐狸精做的。”猎人暗喜，心想狐狸精来报恩了。于是第二天他假装去打猎，躲在门口。一会果然看见一只狐狸进进屋了。猎人高兴的跑进去，看见狐狸正对着锅在撸…
 用不好的键盘只能写出很差的代码，而一款高质量的机械键盘，可以帮助你舒适且快速地写出很差的代码。
 ☆ ISIS扬言，要在中东地区建立一个完全遵循伊斯兰教法的哈里发国，并鼓动身处西方的穆斯林们前去加入他们，依照古兰经中的教导在沙漠定居。  ……所以我们为什么要和他们打？
 ☆ 养成健康饮食习惯的重大优点之一就是，你绝对不需要问出诸如“谁他妈把我的羽衣甘蓝给吃了？！”这样的问题。
 ☆ “奶奶曾经告诉我，爷爷他有一颗金子的心……　 “……所以我才会在这样一个凌晨3点手拿铁铲在这个墓园里的，警官先生。”
 ☆ 苏格兰风笛是一种极为罕有的、经过专业训练后演奏依然和啥都没学时声音一模一样的乐器。
 有次小明去澡堂，身後一位長者問：“幫我撿下肥皂吼不吼啊？”“吼啊”小明答得很痛快，他心想：長者的褲腰帶高1.6m，XX起碼在1.4m的位置，自己的XX最多在0.7m的位置，所以是安全的。結果剛彎下腰，身後傳來一陣劇痛。長者大笑：Naive，我的褲腰帶比他們不知高到哪裡去了。
 哦，最近我和我妈聊天，聊到了找男朋友这个话题上。作为一个颜狗，最担心的就是以后择偶不能得到同意（虽然还有点早）。然后我就小心翼翼地问我妈说：“妈，你说我以后找男票看脸怎么办呢？”我妈顿了顿。就在我以为她要语重心长的教育我，说一些比如人品很重要，家世也很重要的时候，她轻轻的开了口。“孩子啊，人家长的好看的男生，也是有要求的。。。(/= _ =)/” ……受伤 ಥ_ಥ ……我一定不是亲生的 (*´Д｀*)， 哼 ……况且我长得也不差啊，受伤。。。
 转自fengfeixue0219的微博: #饭后休闲# （from我一同学） 给病人做了腹部CT，赫然发现胃中存在许多大小相近之颗粒状物体。大惊，召集同事讨论，未果。遂详细询问病人近况。答曰：“中午吃了一顿羊肉泡馍”...... 【吃货必备小常识】做腹部CT请空腹好吗？！！！
 A：“对于一个肛肠科大夫来说，他人文功底不错。”B：“那是，至少他有三肛五肠。”
 春运订票网站是12306.cn，12306的一个约数是293，这是一个“快乐数”：各位数字求平方和，循环往复，最后会归结为1。这预示着不断刷票的循环过程是一个快乐的过程。这绝对是真理，因为12306=293×42！——小耿_北京
 有人用橡树籽养猴子，早上喂三个，晚上喂四个，猴子们纷纷吐槽。后来改成早上喂四个，晚上喂三个，猴子们就满意了。它们语重心长地对饲养员解释说：“《Circulation》一项研究显示，有深夜觅食（晚上睡觉后再爬起来吃）习惯者的心脏病风险比没有此习惯者高55%。”——松鼠会Sheldon
 人们对哪个星座研究最多？当然是巨蟹座。因为世界上有《巨蟹座研究》（Cancer Research），《巨蟹座科学》（Cancer Science），《中国巨蟹座研究》（Chinese Journal of Cancer Research）等近百种研究巨蟹座的学术期刊，还有世界巨蟹座研究基金会（WCRF）等很多研究机构。——少個螺絲
 一个大学生，生科院的，在寝室偷偷养猫，被楼长发现后没收。大学生追到楼长办公室责问，楼长挺有文化，指指窗台上的一盆吊兰说：你要养宠物，就养有细胞壁的吧。大学生点头离开。一个星期后，全楼学生开始拉肚子……——刘夙
 不能问博士生哪两个问题？1：你博几啦？2：你博士论文写得怎么样啦？——Ent_evo
 为什么老一代程序员不会得坏血病？因为他们工作中要接触大量VC。——小耿_北京
 “大禹哥~请问你爹叫啥名字？”“滚。”“好吧……”——青年考古學生
 一个同学发了条状态：“光棍节是连续的，你就是可基的。”——蚁观沧海
 梅、兰、竹、菊是“花中四君子”，那么蜡梅、木兰、棕竹和绣线菊就是“花中四伪君子”吧。——刘夙
 《本草纲目·兽部（二）》：“……狮屎极臭，赤黑色。……服之，破宿血，杀百虫。烧之，去鬼气。”而在“熊”的条目下，并无熊屎可以入药的记载。所以，果然是狮屎胜于熊便……——刘夙
 “孙策当年杀的名士难道只有一个高岱吗？？？？他敢不敢把数分和概率一起杀掉啊！！！！”——蚁观沧海
 超人和蝙蝠侠在练习传球，超人用1秒传球给蝙蝠侠，蝙蝠侠用1/2秒传给超人，超人用1/4秒传给蝙蝠侠……我们知道，1+1/2+1/4+…＝2，也就是说，2秒钟之后，传球就结束了。问：此时球在谁手里？——小耿_北京
 在什么情况下，文学青年+艺术青年=科学青年？……歌德+巴赫=歌德巴赫——蚁观沧海
 某人旅游到波尔多。当地朋友接风，某人问:能送我几瓶本地最有名的东西吗？朋友点头，临走时送来几大瓶蓝色悬浊液。——猫头鹰快艇
 其实哈利·波特和伏地魔都是程序员，因为他们都懂Python语言。——李杨
 一男，扺押房产贷款进股市，同时融资融券五倍，今天下午，被强行平仓。至电客户经理，曰：贷款已经全部赔光！我无力偿还！但这一切非我过错！是这个万恶的社会！万恶的股市！如果银行卖我房子，那我只有去死了！客户经理曰：借款人去世，可用遗产清偿债务。#目前客户已投诉，称客户经理逼他去跳楼#
 顺丰业务员小哥告诉我他们车都是黑车 没包装的显示器最好别邮容易坏 我楞了一下...........他告诉我车是黑的太他妈热了...
 楼主：“植物能防蚊吗？本人不喜欢蚊香，也就热不行的时候中午空调开28~30，风扇更是不开，喜欢自然的感觉。但是蚊子这个硬抗是没是但是一个个包就难受了…” 回复：“被蚊子咬难道不是也是伴随人类整个进化史一直这么过来的很自然的一种感觉吗…… 为什么要拒绝…… 另外，植物防蚊一般只防植物自己，没有多余的送给人类。” 
 一腔热血那是心脏病，正常人都是四腔热血。
 当你知道伯劳是种什么样的鸟后，就会发现“劳燕分飞”的意思其实是“伯劳把燕子撕碎了四肢都四散分开飞得到处都是”，形容歹徒十分凶暴。#果壳有段子#
 #果壳有段子#天气太热，讲个冷笑话来降降温，话说意大利有个前锋叫“不动”（Immobile）[挖鼻屎]…
 基友说她朋友吐槽去天津女仆咖啡厅留下阴影…进去标准天津话口音：“狗修金萨马，您赫点儿嘛？”………………我默默脑补出了郭老师穿着围裙的模样。。。
 竹板那么一打呀咖啡配拉花，叫声狗修金萨马，您了想赫点嘛，美式齁逼苦，卡布油太大，高端折罗叫摩卡，朵朵甜倒牙， 来头咸蒜倍儿搭gà，辣油duǐ红茶，泡芙sěi点儿老爆三就是狗不理包砸…
 我国人民群众对于非电离辐射这种从未证明过致癌的东西，惧怕得要死要死要死...他们却对香烟和高浓度酒精这种高致癌物质完全无惧，以此享乐...
 他身經百戰，去過許多西方國家，他知識水平很高，可以和國際友人談笑風生，距離世紀之交11年的一場動亂讓他成為了國家的領袖，他曾經發表過一個以“三”開頭的理論，有人曾經懷疑過他曾經刺殺過黨內的某位二號人物，他深愛著一位姓宋且年齡相差懸殊的女人，他就是———孫中山！
 Facebook和古埃及十分相似的：大家在墙上写东西，然后各种崇拜猫。
 昔日：“你用什么 init 啊？” “Systemd!” “你用什么硬件管理啊？” “Systemd!” 不久前：“你用什么权限管理啊？” “Systemd!” 现在：“你用什么 Bootloader 啊？” “Systemd!” 不久后：“你用什么发行版啊？” “Systemd!” 未来：“你用什么操作系统啊？” “Systemd!”
 ——“史书上有哪些看起来轻描淡写但品味起来很残酷的话？” ——“我们走了一些弯路…”
 一个人去银行存几万块钱，他问柜员，我的钱会不会没有的呀？柜员说，不会的，他们是银行。 ——“那如果银行倒闭了呢？”
“我们还有总行啊”  ——“那如果总行倒闭了呢？” “我们还有苏联呀” ——“那如果苏联倒闭了呢？” “这么好的事花几万卢布有啥好心疼的！”柜员说。
 哥几个在群里吐槽加班太多，比谁的老板更黑心。一个说“新买了全套家庭影院，却忙得没看过一张碟”，另一个说“新买了能烤面包熬粥的多功能电饭煲，却一直没回家吃过饭”…你一言我一语，正热闹之时，一哥们说他“在公司附近新租了房子却连续半个月没回家，被房东报警以为死了”…众人纷纷表示服气。
 @钟与氏Darla_嫌弃脸: 下班路上有一个养生什么的店，门口有个小桌子，有个女人每天悠然地坐那儿摆着一套茶具喝茶。从某一天开始，那个桌子上的茶具没了，代之以一个猫。慢慢地，椅子上的女人也不见了，每次看到都是那个猫在那里研究，今天睡桌子还是趴椅子。感觉在喵星人的霸权面前，一切生活方式都是镜花水月。#通勤手记#
 “你老是在游戏里打打杀杀，会不会有一天真的杀人放火啊？” “那你看我哥哥天天玩Galgame，怎么不见他有女朋友啊？”
 @马伯庸: 我们家应该不会生马小恼了，一个马小烦就足够了。这个BOSS血槽尚短，但精力值太长，新技能与日俱增：女妖之嚎，战争践踏、随机落雷、疲惫诅咒……控场、打断一样不缺。我们团队刷这个BOSS日常，至少得两个MT轮流拉住，奶还得加给BOSS！除了头衔和成就，没啥正经掉落——刷两个这样的BOSS？直接团扑吧！
 超市门口都有存包处，按一下出来一个纸条然后一个柜子自动打开那种。今天存包，拿了纸条，刚想把东西放进去，一大妈抢先一步，放东西关门一气呵成，我看了她一秒，撕纸条扔垃圾桶转身走人，深藏功与名…
 带着女朋友见过父母之后，我爸问：“这女的长得不好看，还有点胖，你怎么也喜欢这样的？”我正准备说话，我妈猛一拍桌子吼：“你给我解释一下 ‘也’字是什么意思！？”
 虽然很多商家和媒体在炒，但“万圣节”很难火的。一个西方节日要想在中国扎根，前提是女孩子必须能因此收到礼物。
 这个时间放开二孩政策，故意的吗，十个月后多出几百万处女座。
 中国城市里绝大多数托班或幼儿园都会在下午早早放学，随后照看孩子的重担几乎一边倒的压在爷爷奶奶辈身上，朝九晚五的小夫妻筋疲力尽下班回到家后能给予孩子的交流和照料非常有限。若与老人不在同一个城市居住，“把孩子送回老家”几乎成了唯一的选择。在这种畸形的育儿方式下，国家还鼓励你生俩…
 堂妹来店探望我，来的时候我正坐在仓库门口整理货。她说老哥你一看就是这市场里当过程序猿的人！啊，为什么这么说？因为别家店老板在仓库理货最多边理货边看手机，或者摆个平板什么的看视频，只有你，一边干活一边用两个手机聊天刷推，笔记本半个屏幕放着美剧，半个屏幕开着IT新闻。
 Oicebot收了可观的小费后悄悄地说：“82年发生了什么？葡萄大屠杀吗？怎么那么多82年的拉菲？”
 大数据嘛，你刚买了房子，马上n多装修公司给你打电话！你刚生了孩子，马上好多卖奶粉的给你打电话！你的车险刚要到期，马上好多保险公司给你打电话！谁说中国大数据不行？现在非常自动化！！
 一边说全面依法治国，翻脸就抓捕律师打压维权，一边说要经得起尖锐批评，翻脸说不得妄议中央，一边说中国互联网是开放的，翻脸说私藏禁书要入刑，刚说完禁书入刑，满世界吹嘘自己博览禁书，对了，喉舌说了不许过桥抽板！可是你一会儿自夸博览禁书，一会儿又要私藏禁书入刑，翻脸比翻书还快！
 本身就是一具尸体了，还搞什么反腐，抓几个蛆给个交代，好像是蛆咬死了贵党似的…
 【妄议是个技术活】早一天说周永康恶贯满盈是污蔑党和国家领导人，晚一天是与党中央保持高度一致。时间不对，是妄议；说九十老太摆地摊养是正能量，问为什么九十老太还摆地摊养家是负能量。深思过度，是妄议； 替政府说话的外国人属国际友人，如果老外替老百姓说话属敌对势力。不看对象，是妄议。
 极反感这类所谓校园青春剧。现实中的高中生们一个个胡子拉碴肥头大耳头发和脸上一样油光光，吃炸鸡吃的满脸痘，而拍这类校园剧的演员们一张张牛郎外围锥子脸，穿上校服根本不像学生倒像是风俗店的制服play…还“既然青春留不住”，留不住又怎样，出来浪吗？
 我国的教育擅于把人的自主思维能力搞残。就拿我国的英语教育来说，这样低强度，低水平的英语教育，让人以为英语很难。其实一个人认认真真自学，哪怕上学的时候没学过英语，有个3-5年的自学，秒杀中国大学生的英语水平是不难的。
 在给而立之年女同事英语学习建议的时候，为「你这把年纪……」找了一个super政治正确的说法叫做「在你现在这样的人生阶段……」
 这场战争虽关系着国家的存亡，但和个人的自由及权利相比的话，并不是什么大不了的事，各位尽力而为就好。——《银河英雄传说》杨威利。
 普通人找路是A*算法 路痴找路是马尔可夫链
 海盗湾联合创始人 Peter Sunde 为讽刺盗版损失的计算方法，用 RaspPi 制造了一个机器复制歌曲，储存在 /dev/null 下，按照唱片业的盗版损失计算方法，意味着每天造成大约 1000 万美元的损失，按照这一进度，唱片业将在几周之内“彻底破产”。这个机器叫 Kopimashin 
 [Anti-Humour] 我最讨厌两种人：1，种族歧视的人；2，不识数的人
 [Anti-Humour] “我年轻的时候在纽约工作，爱上了一位女孩，后来我出差去英国，买了一枚贵重的钻石戒指作为结婚礼物。归国途中，我在报上看到我的未婚妻已经同别人结婚了。我气得把戒指扔进了大海。几天后，我吃鱼的时候，一块硬邦邦的东西硌了我的牙。那是什么？” （观众齐声）“钻石戒指!” “一块鱼骨头。”
 [Anti-Humour] 从前有个人叫小明，同学都说他的头像风筝，然后他就哭着跑回家，跑着跑着，就给老师抓回来了。
 [Anti-Humour] 从前有个Geek去医院打点滴，笑个不停。医生问他怎么了，他说：“有人挠我。”
 [Anti-Humour] 世界上有2种人，一种懂二进制，另一种不懂。
 [Anti-Humour] 在路边遇见一只流浪犬，我蹲下问它“我下半年的桃花运会不会很旺呢？” “喵~”。
 [Anti-Humour] 一天，小白兔兴高采烈地去药店，问道：“老板老板，你有胡萝卜卖吗？” 老板说：“有啊。” 于是小白兔买了一斤胡萝卜回家了。
 [Anti-Humour] 成功的两条秘诀：1. 不要把你知道的全告诉别人；2. 编假的秘诀凑数。
 [Anti-Humour] 一个理发师只给别人理发
 [Anti-Humour] 万能下联：春色满园关不住，一枝红杏出墙来。
 [Anti-Humour] anti-humor的写作是易如反掌的，只需要三步：第一，找到一个经典笑话并识别出其笑点；第二，替换或删除原笑话的笑点；第三，新笑话用句号结尾以保证其平淡无奇的阅读基调。
 [Anti-Humour] 注意anti-humor是存在一定风险的，一是对方不一定听过原版的笑话，二是对方会误以为你把笑话讲错了而耻笑你
 小学有个男生课间活动的时候舔了领操台的栏杆被粘住了，嗷嗷叫，口水流得飞流直下三千尺。直到老师拎着热水来解救他的十分钟内，他一直粘在领操台上被大家围观。然后一年内就没人再舔了。
 若干年以前有一部电影叫《榴莲飘飘》。我没看过这片子，因为我不爱看灾难片，但我多少还是有点好奇的。“榴莲都飘起来了，这台风得大到什么程度啊？”
 请听我一言：没事就去上上保时捷官网porsche.com，不是为了让你去买车，只是你的浏览器地址栏，必须要有一个比色情站pornhub更靠谱的地址补完吧！
  金正恩是不是以为他这次引爆了氢弹可以震惊全世界了。 其实世界人民如果看见他能有个靠谱点儿的新发型的话那才真会震惊呢。
 我觉得吧。你在《查理周刊》遇袭的一周年，拿着刀喊着阿拉胡阿克巴去冲击法国的警察局，那不管你穿的是什么背心，都应该算是实打实的自杀背心啊…
 王教练也教美女开车，美女开着开着，王教练：“把前面那人撞死！” 美女：“杀人犯法！” 教练：“那你还不踩刹车！” 美女：“收到” 一脚油门下去，咚，王教练教唆杀人被捕。
 今天打扫房间，发现了一张干洗店的票。三年前的。于是，抱着试试的态度去了干洗店。老板进去翻了一会儿出来说，对不起，忘了洗了，明天再来取吧
 晚餐，五个人。买单时我问，请问可以支付宝或者微信支付？服务员说不可以。那行，你报警吧。
 公诉人：代码是你写的么？ 被告：是 公诉人：念一遍 被告：巴拉巴拉巴拉 审判长：停，你刚刚的大括号换行了吗？ 被告：换了 审判长：判10年。
 绝大多数老人开起车来，都像是自己有取之不尽的时间， 而绝大多数年轻人开起车来，却好像是自己只剩一天时间可活
 有爆料称，莱昂纳多·迪卡普里奥曾与新星球大战中的阿纳金·天行者角色擦肩而过——据说他纯粹是想演一部有机器人C3PO登场的片子，希望终于可以了解一下在小金人身边是个什么感觉……
 圣诞节这一天对于游戏玩家们来说是个多么残忍的玩笑啊： 收到的礼物里往往有最新最棒的游戏，但你却要一整天陪着家人……
 “如果不是因为我妻子，我今天就不会在这里了。” ——我见过最棒的一句墓志铭。
 Beats耳机真是个好东西：想当年，你要判断一个人是不是装逼犯，至少也得等他主动掏出iPhone才行呢…… 
 都说老年人讨厌高新科技，但我爷爷他要是没了计算机可就绝对活不下去呢！ 他接着生命维持系统。
 断句的艺术：老汉奸杀了五名同志；我们中出了一个叛徒。
 小时候看电视的情节，母亲打孩子的时候，孩子说“你打啊，打死我算了”，一般母亲都会和孩子相拥而泣！ 有一天我妈妈揍我，我说了同样的话后才发现，“往死里打”不是一个形容词。
 医学院老师如此定义医生的作用：“我们所有人的归宿都是火葬场，全在排队，医生的作用就是防止有人插队……”
 从明天起，做一个无情的人，劈柴，喂马，让马消化不良。
 回学校，小明刚把从家里带的特产的往柜里锁，吃货室友：你以为我真的会吃你的东西吗，我每次都是跟你玩的！小明：可是你每次都玩真的。
 为什么古装剧里总是有女人会对恩人说：小女子无以为报，唯有以身相许”，古代真的存在这种现象吗？ 扯淡，那是因为她喜欢他，要是不喜欢，她就会说：小女子无以为报，唯有来生再报了。
 三十岁，未婚无对象，一日出席婚礼，被问：“你参加别人婚礼不会有想婚的念头吗？” 答：“难道你参加别人的葬礼会有想死的念头吗？”
 市长：“现在物价上涨飞快，我可是懂经济的，当然明白这是货币发行量过多造成的。作为一个有抱负的市长，我当然想解决这个问题，于是苦思冥想，终于让我想出了这个好办法，只要减少市场上货币的流通量就可以了！” 纪委：“这就是你把几亿现金藏在家里的理由？！！！”
 是谁在敲打我窗？” “是被你遗忘在外面的空调维修工”
 在网络小说的点子都很雷同，穿回去当太子、穿回去当娘娘，太俗了。我有个创意：穿越回去拿枪指头让原 developer 写注释。
 不知道我这样的单身，以后老了能不能找到一个“一键收尸”服务。。。。先交一笔钱到殡葬馆，临死前拼最后一口气按下微信“一键收尸”，就会有人过来回收尸体，低格我的F盘，然后把塑料小人和书都烧给我～
 喜欢玩的叫贪玩，喜欢喝酒的叫贪杯，所以像你们这样喜欢各种小黄片荤段子腐文色图约炮的应该叫贪污。
 每到期末，学校打印店老板的口头禅也从之前的“印什么” 变成了 “要缩印是吗?”
 诸葛亮对张飞说：“你带一队人马去南侧伏击曹操。” 张飞：“好的，不过你确定曹操一定会来上厕所吗？”
 我发现，随着经济不景气，越来越多户外广告变成社会主义价值观了。
 老婆下午买黄瓜做菜，我逗她说你买黄瓜就不怕熟人看见了笑话你？ 老婆翻翻白眼：你还没死我就买黄瓜你说别人会笑话谁？
 颁奖仪式开始，冠军正打算登上领奖台，主办方对他喊道：“你别动，让第三先上！”冠军急了：“我他妈还不如一盘菜？？”
 今天跟女朋友吵架，我不客气地说：“你这样好吃懒做，真的不感到羞耻吗？”她也毫不示弱：“你怎么不看看自己，哪个男人像你这样一事无成还不上进？”“行吧，既然你觉得我不好，我也觉得你不好，那我们索性就……”我抽了口烟叹气道：“在一起将就一辈子吧，不要再去祸害别人了。”
